{"0": "Baron Kinnock makes Lords debut  Former Labour leader Neil Kinnock has officially been made a life peer during a ceremony in the House of Lords.  He will be known Baron Kinnock of Bedwellty - after his former constituency. Lord Kinnock - who led Labour from 1983 until 1992 - was until recently one of Britain's EU commissioners. A former critic of the House of Lords, he has said he will use the Upper House to advocate its reform and to talk on issues like higher education. \"I accepted the kind invitation to enter the House of Lords as a working peer for practical political reasons,\" he said when his peerage was first announced. \"It is a good base for campaigning on national issues like education, sustainable transport, industrial change and the ageing society and global concerns, particularly poverty and oppression.\" During his induction into the Upper House, Lord Kinnock was accompanied by Lords Leader Baroness Amos and Baroness Royall of Blaisdon, a former aide to the ex-Labour leader. It has been a long journey for the new Lord Kinnock from his earliest days as a rebellious youngster in the south Wales valleys. Born in 1942 in Tredegar to a miner father and nurse mother, he attended Lewis Boys' School in nearby Pengam, known then as the \"Eton of the valleys\". From there he went to Cardiff University, where he met his future wife Glenys, now a Labour MEP.  After a brief career as a tutor for the Workers' Educational Association, he became an MP at the age of just 28 for his home seat of Bedwellty (later Islwyn). He gained a reputation as a left-wing firebrand, voting against his own Labour government's spending cuts proposals in 1975, and later rejecting a junior post in James Callaghan's administration. But he joined the shadow cabinet in 1980, and after Labour's heavy defeat in the 1983 he was elected leader. He took on the far-left Militant Tendency and began the long process of returning his party to the centre ground. He was not expected to win the 1987 election, when Margaret Thatcher was still riding high, but was bitterly disappointed to lose the next one in 1992 to John Major, and stepped down. He remained an MP until 1995, when he resigned to become European commission for transport. Four years later he became vice-president of the European Commission, with responsibility for internal reform. As he assumes the title of Lord Kinnock, he has also become chairman of the British Council, which promotes the UK's reputation for arts, science and education.", "1": "Howard taunts Blair over splits  Tony Blair's feud with Gordon Brown is damaging the way the UK is governed, Tory leader Michael Howard has claimed in a heated prime minister's questions.  Mr Howard asked: \"How can they fight crime when they are fighting each other?\" That question was later unveiled as the headline for new Tory campaign posters. But Mr Blair dismissed the talk of splits and said people's priorities at the next elections would be on the economic successes achieved by Labour. \"He can stick up whatever he likes on billboards about something in a book but what the public will concentrate on are the low mortgages, low inflation, low unemployment that we delivered and that he failed to,\" he said. The chancellor is currently on a high-profile tour of Africa to highlight new anti-poverty plans. But before doing so, he insisted he still trusted Mr Blair, despite claims to the contrary in a new book.  Brown's Britain, by Robert Peston, says there is mutual animosity between the two men. It claims Mr Blair said in November 2003 he would stand down as prime minister before the next election. But he went back on his pledge after support from Cabinet allies and suspicion that Mr Brown was manoeuvring against him, it says.  Mr Peston's book claimed that Mr Brown told Mr Blair: \"There is nothing you could ever say to me now that I could ever believe.\" Mr Blair directly denied that quote on Wednesday. He again insisted there could be no deals about the premiership but twice declined directly to say whether or not he had offered to quit.  The Tory leader countered that such agreements had been struck twice at dinners with the chancellor. He declared: \"He is the deals on meals prime minister. No wonder the chancellor is not a happy eater.\" He continued: \"How can there be discipline in schools when there is no discipline in government, how can they clean up our hospitals when they do not clean up their act?\" Mr Blair said he would not respond to \"tittle tattle in books\" and promised to hail Labour's record on the economy, waiting lists and law and order \"from now until polling day\". Later at their poster launch Tory co-chairman Liam Fox said his party would exploit opportunities to show how \"juvenile\" the prime minister and chancellor were.  Labour staged a show of unity at its own poster launch on Tuesday, where Mr Brown was joined by Alan Milburn, who Mr Blair controversially put in charge of election planning in place of the chancellor. But Liberal Democrat leader Charles Kennedy told BBC News: \"The government is clearly split at the top. This kind of cosmetic exercise does not persuade anybody.\" Later this week Mr Blair is expected to outline the direction of his party's next election manifesto. The prime minister and chancellor faced backbench discontent at Monday's meeting of the Parliamentary Labour Party over claims made Mr Peston's book.", "2": "Donor attacks Blair-Brown 'feud'  The reported feud between Tony Blair and Gordon Brown has prompted a Labour donor to say he will almost certainly refuse to give more funds.  Duncan Bannatyne also attacked the government over Iraq and its \"poor\" response to the Asian tsunami crisis. His broadside came as ex-Foreign Secretary Robin Cook said he hoped Mr Brown would be premier at some point. Mr Bannatyne has previously given Labour £50,000. He made his fortune from care homes and health clubs.  The 52-year-old on Tuesday said was he was reviewing his donations because of Cabinet disunity and international issues. His spokesman said it was highly unlikely he would give Labour more money, although he would remain a supporter and not fund the Conservatives.  Robert Peston's new book has prompted more speculation about the Blair-Brown rift with its claims that the prime minister broke a promise made in 2003 to stand down. Mr Bannatyne said: \"Disunity in the Cabinet has a corrosive effect on the country. \"Gordon Brown is a great chancellor who has delivered a stable economy, but business wants that to continue and not be blown off course by petty squabbles based on personal ambition.\" The businessman, whose latest venture is a casino in Newcastle, also voiced concern about the ongoing violence in Iraq.  And he branded the UK government's response to the tsunami as \"piecemeal and poor\". \"The people there need practical help not just pledges of money,\" he said. \"The US has forces helping on the ground - we can do more.\" British Navy ships have helped the relief effort and the prime minister has said the government could ultimately give hundreds of millions of pounds in aid. Mr Bannatyne is due to host a new television programme and is also appearing on BBC2 business start-up programme Dragon's Den. But his spokesman insisted his attack on Labour was not a publicity stunt.  In a separate development, Robin Cook gave his support to Mr Brown's prime ministerial ambitions but told a lunch for political journalists winning the election had to be Labour's election. But he insisted the recent squabbles between Mr Blair and Mr Brown were not \"perceived as a problem by the voters,\" adding there was no impression of governmental incompetence. Mr Cook argued that more prominence was given to these matters because there was \"not an alternative source of opposition to the government\". He warned the \"Abstentions Party\" was the real challenge to Labour - and they would not be motivated by Mr Blair's promise to produce an \"unremittingly New Labour\" election manifesto. His comments come after Dave Prentis, the leader of Britain's biggest union Unison, told the Daily Record newspaper he wants a date to be set for Mr Blair to be replaced as Labour leader.", "3": "Cardinal criticises Iraq war cost  Billions of pounds spent on conflict in Iraq and in the Middle East should have been used to reduce poverty, Cardinal Cormac Murphy-O'Connor has said.  The head of the Catholic Church in England and Wales made the comments on BBC Radio 4 and will re-iterate his stance in his Christmas Midnight Mass. The cardinal used a Christmas message to denounce the war in Iraq as a \"terrible\" waste of money. He and the Archbishop of Canterbury have both spoken out about the war.  Speaking on BBC Radio 4's Thought for the Day slot, he criticised the fact that \"billions\" have been spent on war, instead of being used to bring people \"out of dire poverty and malnourishment and disease\". The cardinal said 2005 should be the year for campaigning to \"make history poverty\". He added: \"If the governments of the rich countries were as ready to devote to peace the resources they are willing to commit to war, that would be to see with new eyes and speak with a new voice and perhaps then others would listen to us with new ears.\" The cardinal will touch on this theme again on Friday night when he will tell the congregation of 2,000 at Westminster Cathedral that peace is \"worth, always, striving for\".  \"How is it that peace has not arrived?,\" the cardinal will ask. \"How is it that there is war in Iraq, violence in the Holy Land, and the horror of pain and death amongst the poor and deprived who suffer from injustice and thus do not find peace?\" \"How can one wish a happy Christmas for our fellow Christians in Iraq or in the Holy Land or those who suffer in Africa unless you and I, in whatever way is open to us, say and do what makes for peace?\" Both the Cardinal and Archbishop of Canterbury Dr Rowan Williams appealed for the weapons inspectors to be given more time in Iraq before the war started. Dr Williams has since criticised the government over its case for war, saying the failure to find weapons of mass destruction had damaged faith in the political system.  On Friday, the Cardinal will ask the congregation to search for peace. \"It is possible, it is real, it is worth, always, striving for, because of the promise of Our Saviour,\" he will say. \"I also wish you peace in your homes because peace in your home is the beginning of peace in the homes of the community. \" A spokesman said Downing Street had no comment to make. But Prime Minister Tony Blair has said he will put Africa at the top of the agenda when Britain chairs the G8 summit next year.", "4": "BNP leader Nick Griffin arrested  The leader of the British National Party has been arrested as part of a police inquiry following the screening of a BBC documentary.  A party spokesman said Nick Griffin was arrested on Tuesday morning on suspicion of incitement to commit racial hatred. West Yorkshire police confirmed they had arrested a 45-year-old man from outside their area. BNP founding chairman John Tyndall was arrested on Sunday on the same charge.  In July, the BBC documentary Secret Agent featured covertly-filmed footage of BNP activists. Mr Griffin is the twelfth man to be arrested following the documentary. Nine men from West Yorkshire and another man from Leicester have been arrested and freed on bail. Seven of the men had been held variously in connection with suspected racially aggravated public order offences, conspiracy to commit criminal damage and possession of a firearm. Two men, both from Keighley, were arrested in September on suspicion of conspiracy to commit criminal damage. A 24-year-old man from Leicester was detained on Monday on suspicion of incitement to commit racial hatred. A BNP spokesperson said Mr Tyndall, from Brighton, was arrested following a speech he made in Burnley, Lancashire, and was released on police bail.", "5": "Anglers 'could face prosecution'  Anglers and fishermen could find themselves prosecuted under plans to crack down on animal cruelty, a committee of MPs has warned.  Sloppy wording of the draft animal welfare bill could leave anglers facing court even though it was not intended, the environment select committee said. The MPs said they were \"concerned\" the government had not consulted directly on its plans to improve animal welfare. They raised complex and emotive issues which needed to be resolved, MPs said.  They called for a \"cast-iron guarantee\" that the government consults on any plans to regulate animal industries like pet fairs and game bird rearing. The draft bill seeks to modernise and improve animal welfare legislation, and intends to protect \"kept animals\" and \"companion\" animals by setting up a \"duty of care\". In addition to maintaining existing cruelty offences, it creates an offence of neglect by keepers who fail to protect the animals for whom they are responsible. The bill would allow animal welfare officers to intervene to prevent harm to an animal as well as outlawing \"mutilation\" of animals - unless it can be demonstrated to be in the animal's best interest.  The environment select committee made 101 recommendations after hearing evidence from 51 organisations and individuals. One was a call to amend the bill so that prosecutions against those engaged in fishing were not inadvertently encouraged - even if they were to later fail. \"We accept that neither commercial fishing nor recreational angling should fall within the remit of the of the draft bill and we therefore support the government's intention to exempt fishing as an activity.\"  But the committee said an amendment was needed to ensure cases were not brought. \"However, in exempting fishing, the government should be careful to ensure that those persons who catch fish are not given 'carte blanche' to inflict unnecessary suffering in the course of pursuing this activity,\" the committee added. The committee also said some legal protections for animals were downgraded by the bill, such as the law on abandonment of animals which \"would be significantly weakened\". MPs urged the government to redraft clauses relating to the prosecution of cruelty offences. This was because as it stood the draft bill would allow certain acts that should be prosecuted - such as unnecessary suffering caused to an animal through neglect, or unnecessary mental suffering - to go unpunished.  Committee chairman Michael Jack said: \"Any change in the law as it affects animals always arouses powerful emotions and great public interest. \"This draft bill is no exception. My committee welcomes the development of an approach to animal welfare which does not just wait for a problem to occur but enables action to be taken to protect animals before irreversible suffering takes place.\" But Mr Jack said the bill \"very much had the feel of a 'work in progress', and urged the government to guarantee that \"an obligation to consult will be enshrined in law\" before it extended legislative plans to areas such as pet fairs, circuses and game bird farms. \"The government must work hard to take the rough edges of its initial proposals before the bill is introduced to Parliament,\" he added.", "6": "Green fear for transport ballot  The Green Party is concerned thousands of residents may not be able to vote in Edinburgh's transport referendum.  Edinburgh City Council is to ballot constituents on proposals to introduce congestion charging in the capital. But Green MSP Mark Ballard fears people not on the council's edited electoral register may miss out. Local authorities can only send ballot papers to those on the edited list over non-statutory matters, such as the transport referendum. Therefore, residents who have exercised their right to have their details left off the list could miss the chance to vote.  However, there is still time for those who are not on the list to contact the council and make sure they are sent ballot forms ahead of February's voting deadline. Mr Ballard said: \"This vote will set the future of transport in Edinburgh for decades to come. \"It is therefore vital that as many residents as possible in Edinburgh City and the surrounding areas, are registered to vote in the ballot. \"Many people are not aware that they may miss out on their chance to have a say. \"Everyone involved in this debate - both for and against - wants the ballot to be as fair and representative as possible, and that means encouraging people to take part.\" The ballot will ask residents to vote for or against the council's proposed congestion charge scheme and a host of transport improvements to be funded by it. The outcome of the referendum will be known next month after the ballot forms are sent out and returned to the council. Towards the end of February, the council will meet to decide whether to proceed with an application to Scottish ministers for approval for its planned congestion charging scheme and the other parts of its transport package.", "7": "Guantanamo man 'suing government'  A British terror suspect held in Guantanamo Bay for 33 months plans to sue the government, it is reported.  Martin Mubanga claimed in the Observer that an MI6 officer played a key role in consigning him to the US camp in Cuba, following his arrest in Zambia. Mr Mubanga, 32, from Wembley, London, said he was brutally interrogated and daubed with urine at the camp. The home secretary said he would not be launching an investigation and that the media reports were not \"well informed\". Mr Mubanga, who has dual British and Zambian nationality, was one of four Britons who were released from the US camp in January.  He said he was sent there after being interrogated by a British man who said he was from MI6, shortly after his arrest in Zambia in March 2002. Mr Mubanga said he had been in Afghanistan and Pakistan to study Islam. But he said he was unable to return to the UK because he had lost his British passport, and was travelling on his Zambian passport instead. Mr Mubanga said the \"MI6 agent\" told him the passport had been found in a cave in Afghanistan along with documents listing Jewish groups in New York and suggested he had been on an al-Qaeda reconnaissance mission. Mr Mubanga said the man, and an American female defence official, tried to recruit him as an agent, but he refused and within three weeks was told he would be sent to Guantanamo Bay.  His lawyer Louise Christian said: \"'We are hoping to issue proceedings for the misfeasance of officials who colluded with the Americans in effectively kidnapping him and taking him to Guantanamo.\" And Menzies Campbell, the Liberal Democrats' foreign affairs spokesman, said it was vital to establish whether ministers approved Mr Mubanga's transfer to Guantanamo. But a Foreign Office spokesman said he could not comment on the activities of British intelligence or security agencies. And Home Secretary Charles Clarke told BBC One's Breakfast with Frost: \"I am not organising a specific investigation into it.\" Mr Mubanga is the first of the four detainees freed last month to give a media interview. He told the Observer his worst moment was when he was told he would be released last March, only to be confined and told he would be there for many more years.  He claimed he was stripped of his clothes and mattress and forced to remain in an empty metal box, naked except for boxer shorts. And he said an interrogator used a mop to daub him with his own urine while he was chained hand and foot. Mr Mubanga, who insists he does not feel bitter, said: \"I've lost three years of my life, because I was a Muslim. He added: \"The authorities wanted to break me but they strengthened me. They've made me what I am - even if I am not quite sure yet who that person is.\" The US government denied the claims, saying it condemned and prohibited torture. In a statement, it said: \"The Department of Defense has no doubt that Mr Mubanga was properly detained as an enemy combatant under the laws of war. \"He was detained to prevent him from fighting against the US and our allies in the war on terror.\" But Fair Trials Abroad director Stephen Jakobi said there were similarities between Mr Mubanga's account and those of other Guantanamo detainees. He said: \"The pattern is the same. The real problem is the concentration camp conditions in Guantanamo. \"Is [Charles Clarke] really pretending this is all made up?\" Mr Mubanga and the three other freed British detainees were released without charge by UK police on their return from Cuba.", "8": "Brown shrugs off economy fears  Gordon Brown is to freeze petrol duty increases, fund a £1bn package to avoid big council tax rises and boost childcare and maternity leave.  In an upbeat pre-Budget report, he slightly increased borrowing but insisted economic targets would be met. The chancellor also hailed the longest period of growth in UK \"industrial history\" but denied he was \"gloating\". But Oliver Letwin, for the Tories, attacked government red tape and debt, dubbing Mr Brown \"Sir Wastealot\".  The shadow chancellor said Mr Brown's \"golden rule\" had \"turned to dross in his hands\" and said he was borrowing to spend, not invest, with predicted debt over the coming years totalling £170bn. Mr Letwin told MPs: \"The tide is going out on the chancellor's credibility. He is spending, borrowing and taxing so much because he is not getting value for taxpayer's money.\"  Vincent Cable, for the Liberal Democrats, accused Mr Brown of ducking tough choices.  He said: \"Last week the prime minister gave us the politics of fear; this week the chancellor has offered the economics of complacency. \"There are serious challenges ahead from the falling dollar and from the rapid downturn in the UK housing market and rising personal debt. But they have not been confronted.\" Mr Brown rejected the Lib Dem's call to open up the government's books to the National Audit Office, saying decisions on tax and spending should be made by ministers. Some economists say his forecasts on public finances are wishful thinking. BBC economic editor Evan Davis said the figures were plausible but also a gamble.  Mr Brown's insistence he was not \"gloating\" was a pointed rebuttal of a warning from new European Commissioner Peter Mandelson. In his speech, he set out a 10-year childcare strategy for if Labour wins the next election.  It includes a £285m cash injection to extend paid maternity leave from six months to nine, with parents able to transfer leave from the mother to the father. He also promised to increase free nursery education for three and four-year-olds to 15 hours from April 2007. And funds would be provided to keep schools open from 0800 to 1800GMT to look after children while their parents were at work. Taken together, the measures would create a \"welfare state that is truly family-friendly for the first time in its history\", said Mr Brown. He also announced a cash hand-out for older pensioners, with payments of £50 for the over-70s as part of the winter fuel allowance. In a move ministers say should keep council tax rises below 5% next year, the chancellor said he was providing an extra £1bn for local councils. The money is expected to come from government departments such as health and education.  Mr Brown said he was set to meet his two fiscal rules - to borrow only to invest and keep debt \"low and sustainable\" - both in this economic cycle and the next. Borrowing figures for 2003/4 are £35bn - £2.5bn less than the £37.5bn predicted in March's budget, as already announced by the Office for National Statistics. Borrowing is tipped to fall to £31bn by 2005/06 - but that is still £2bn more than Mr Brown predicted in his March budget. Inflation would be 1.75% next year and 2% in the years to follow, Mr Brown forecast. He also pledged an extra £105m for security and counter-terrorism. Business groups have welcomed efforts to improve competitiveness and invest more in skills and innovation. But there worries about the costs of more family-friendly working. Simon Sweetman, from the Federation of Small Businesses, said: \"The proposals on maternity leave have clearly been made with a general election in mind and with little thought to the impact on small employers.\"", "9": "Blair moves to woo Jewish voters  Tony Blair has pledged to \"never, ever, ever\" attack Tory leader Michael Howard over his Jewish beliefs.  The prime minister told the Jewish Chronicle: \"If you look at what I do, I attack Michael Howard politically.\" Mr Blair also distanced himself from recent Labour campaign posters featuring Mr Howard, which critics claimed were \"anti-Semitic\". These were \"not intended to cause any offence to anyone on the Jewish community,\" Mr Blair insisted.  One poster depicted Mr Howard and his shadow chancellor Oliver Letwin, who is also Jewish, as flying pigs. Another pictured the Tory leader swinging a pocket watch on a chain, which critics said echoed the Jewish money lender Shylock in Shakespeare's Merchant of Venice.  Others compared the image to the character Fagin in Charles Dickens' Oliver Twist. Labour has since taken the designs of its website, saying members had preferred other designs. During his interview with the Jewish Chronicle, Mr Blair said: \"I've been a very strong supporter of the Jewish community and Israel, and will always be so.\" Pressed on whether he would draw attention to Mr Howard's Jewish beliefs in an attempt to attract Muslim support, he replied: \"The idea that I would allow anybody to make such a charge is outrageous. It's untrue. \"If you look what I do, I attack Michael Howard politically. I would never, ever, ever attack him on that basis.\"  Mr Blair also defended his party's attitude towards the Jewish community, pointing out that it was his government that had introduced the Holocaust Memorial Day. He added that Labour also aggressively fought all forms of racism.  Neither the Conservatives nor the Liberal Democrats wished to comment on Mr Blair's words. The prime minister was speaking as London's Labour mayor Ken Livingstone remains embroiled in a row over comments he made to a Jewish reporter from the city's Evening Standard newspaper. Mr Blair repeated calls for the mayor to apologise for likening the reporter, Oliver Finegold, to a concentration camp guard. Mr Livingstone \"should have withdrawn the comment immediately\" once he realised the journalist was Jewish, said Mr Blair. \"I am sure that is what in truth he wants to do. Well, he should do it.\" Mr Livingstone has said he could not sincerely say sorry for the comments he made, and claims he has been targeted by the newspaper. He conceded his comments may have been offensive but were not racist, and said earlier this week he would not apologise even if Mr Blair asked.", "10": "Galloway targets 'New Labour' MP  George Galloway is to stand against pro-Iraq war Labour MP Oona King at the next general election.  Mr Galloway, who on Thursday won £150,000 in libel damages from the Daily Telegraph said he would contest Bethnal Green, in London, for Respect. The Glasgow Kelvin MP, who was expelled from Labour over his anti Iraq war stance, accused Ms King of being a \"New Labour stooge\". Ms King said she was \"delighted\" at the chance to take on Mr Galloway.  Mr Galloway's current constituency is set to disappear under planned boundary changes in Scotland.  The 50-year-old MP launched Respect, the Unity Coalition, in January along with 1,000 anti-war activists, and the Muslim Association of Britain. The party's declared aims are an end to the occupation of Iraq, the repeal of anti-union laws and the end of privatisation. Speaking from a cafe in Brick Lane, east London, Mr Galloway said he had accepted the party's invitation to stand with \"great honour and pride\".  He added: \"Here in this constituency of Bethnal Green and Bow there is a New Labour stooge MP. \"A stooge who will sing any song, make any speech, do any dance, do anything she is told to by Tony Blair - irrespective of how her constituents are adversely affected or how strongly they feel to the contrary.\" Ms King has represented the constituency since 1997. She said: \"I am delighted I've been given the chance to finish him (Mr Galloway) off, and believe me I will. \"I know many people around the country will be grateful, not least his constituents in Scotland who he has shamelessly abandoned.\" In June's European Parliament elections, Respect failed to gain enough votes for an MEP but did come first in Tower Hamlets borough, most of which is covered by the Commons constituency of Bethnal Green and Bow.  A month later it gained a council seat in a by-election in St Dunstan's and Stepney Green ward, Tower Hamlets. Mr Galloway said that in next year's expected general election and local elections a year later, the party would \"turn the East End of London into a fortress\". Both the Conservatives and the Liberal Democrats have chosen prospective parliamentary candidates for Bethnal Green and Bow from the Bangladeshi population, which makes up almost half the electorate. The Telegraph was sued for libel by Mr Galloway after the newspaper claimed he received money from Saddam Hussein's regime in Iraq. The newspaper said it was in the public interest to publish the claims, based on documents found in Baghdad. Mr Justice Eady said he was \"obliged to compensate Mr Galloway... and to make an award for the purposes of restoring his reputation\"."}