{"0": "Fuming Robinson blasts officials  England coach Andy Robinson insisted he was \"livid\" after his side were denied two tries in Sunday's 19-13 Six Nations loss to Ireland in Dublin.  Mark Cueto's first-half effort was ruled out for offside before the referee spurned TV replays when England crashed over in the dying minutes. \"[I am] absolutely spitting. I am livid. There's two tries we've been cost,\" Robinson told BBC Sport. \"We've got to go back to technology. I do not know why we did not.\" South African referee Jonathan Kaplan ruled that Cueto was ahead of Charlie Hodgson when the fly-half hoisted his cross-field kick for the Sale wing to gather.  Kaplan then declined the chance to consult the fourth official when Josh Lewsey took the ball over the Irish line under a pile of bodies for what could have been the game-winning try. \"I think Mark Cueto scored a perfectly legal try and I think he should have gone to the video referee on Josh Lewsey,\" said Robinson. \"It is how we use the technology. It is there, and it should be used. \"I am still trying to work out the Cueto try. I have looked at both, and they both looked tries. \"We are very disappointed, and this will hurt, there is no doubt about that. \"We are upset now, but the referee is in charge and he has called it his way and we have got to be able to cope with that.  \"We did everything we could have done to win the game. I am very proud of my players and, with a couple of decisions, this could have been a very famous victory. \"I thought we dominated. Matt Stevens had an awesome game at tighthead prop, while the likes of Charlie Hodgson, Martin Corry and Lewis Moody all came through well. \"Josh Lewsey was awesome, and every one of the forwards stood up out there. Given the pressure we were under, credit must go to all the players. \"We have done everything but win a game of rugby, but Ireland are a good side. They defended magnificently and they've got every chance of winning this Six Nations.\" England have lost their first three matches in this year's Six Nations and four out of their six games since Robinson took over from Sir Clive Woodward in September.", "1": "Veteran Martinez wins Thai title  Conchita Martinez won her first title in almost five years with victory over Anna-Lena Groenefeld at the Volvo Women's Open in Pattaya, Thailand.  The 32-year-old Spaniard came through 6-3 3-6 6-3 for her first title since Berlin in 2000. \"It feels really good,\" said Martinez, who is playing her last season on the Tour. \"To come through like that in an important match feels good. \"It's been nearly five years and I did not think I could do it.\" Groenefeld was the more powerful player but could not match her opponent's relentless accuracy. \"It was my first final, a new experience,\" said the German. \"I think she played a good match, a tough match, but I tried to stay in there. I think the whole week was good for me.\"", "2": "Spurs to sign Iceland U21 star  Tottenham are primed to snap up Iceland Under-21 international Emil Hallfredsson after he impressed on trial at White Hart Lane.  The 20-year-old midfielder, who plays for FH Hafnarfjordur, also starred in the Uefa Cup match against Scottish side Dunfermline earlier this season. Spurs have agreed a fee for the player, who has yet to agree personal terms. \"He had offers from two other clubs but he decided to come to Tottenham,\" said Spurs sporting director Frank Arnesen. \"He is a left-sided player, a position we have been looking at and he showed so much talent in his time here that we decided to take him. \"It's down the road of bringing in talent, good prospects and giving them a place at Tottenham where they can improve.\"", "3": "Mexicans tracking unhappy Juninho  Mexican outfit Red Sharks Veracruz hope to sign Juninho if the Brazilian decides to leave Celtic frustrated at his lack of first-team action.  Their president, Gustavo Parente Sanchez, says Juninho \"does not wish to remain in Scottish football anymore\". Agent Brian Hassell insists that the 31-year-old Brazilian midfielder is determined to win back his place. \"But, if the manager is not going to pick him, that's a different ball game,\" he told The Sun. \"That's something we did have to look at. Juninho deserves respect. He is not a little kid.\" Hassell warns that Juninho could reconsider his future at Celtic unless he is given a run of games by the end of the January transfer window.  Juninho was signed from Middlesbrough during the summer, but he has failed to live up to high expectations and has lost his place to 18-year-old Aiden McGeady. \"He has 50 caps for Brazil and he's the best signing Celtic ever made,\" insisted Hassell. \"He wants to play for Martin O'Neill, but does Martin O'Neill want to play him? \"Juninho is not someone who has come through the Celtic ranks. He deserves much more respect.\" Sanchez is bullish about his hopes of prising Juninho from the Scottish champions, although Hassell believes Mexico would not be his preferred destination. \"We have already spoken with Juninho and he said, if he has no firm offer from a club in Spain, Veracruz will be his destination,\" Sanchez told his club's official website. Celtic manager O'Neill is no respecter of reputations. \"The onus is on Juninho to force his way into the team,\" he said. \"Players get a game on merit. That's the way it has always been and that is certainly the case at Celtic Park.\"", "4": "Mirza makes Indian tennis history  Teenager Sania Mirza completed a superb week at the Hyderabad Open by becoming the first Indian in history to win a WTA singles title.  In front of a delirious home crowd, the 18-year-old battled past Alyona Bondarenko of the Ukraine 6-4 5-7 6-3. Mirza, ranked 134 in the world, sunk to her knees in celebration after serving out the match against Bondarenko. \"It is a big moment in my career and I would like to thank everyone who has been a part of my effort,\" she said. \"This win has made me believe more in myself and I can now hope to do better in the coming days. \"I wanted to win this tournament very badly since it was in my hometown.\" At the Australian Open in January, Mirza became the first Indian woman to reach the third round of a Grand Slam before losing to eventual champion Serena Williams.  And a year ago, she became the youngest Indian to win a professional title by claiming the doubles at the Hyderabad Open. Mirza, playing in her first WTA final, began nervously in front of a raucous home crowd - committing three double faults in her opening service game. But from 0-2 down, Mirza broke serve twice in a row and held on to her advantage to take the first set. In a see-saw second set, Bondarenko raced into a 5-2 lead and though Mirza hauled herself level, the Ukrainian broke again before finally levelling the match. Mirza rediscovered the aggressive strokes that took her to the first set in the decider established a 5-2 lead. At 5-3, the stadium erupted in celebration when Mirza thought she had delivered an ace to secure victory but the serve was ruled to have clipped the net. Mirza eventually lost the point but to the relief of the crowd, she broke Bondarenko again in the next game to clinch the title.", "5": "McIlroy wins 800m indoor title  James McIlroy motored to the AAA's Indoor 800m title in Sheffied on Sunday in a time of one minute, 47.97 seconds.  The Larne athlete dominated the race from start to finish although he had to hold off a late challenge from Welshman Jimmy Watkins in the final 100 metres. \"I had to go out and go through all the gears before the Europeans and I wo not run again until then,\" said McIlroy. ''I though if I got lucky I did get close to the British record but I blew up in the end.'' McIlroy has been in superb form at the start of the season and will now start his build-up for the European Indoors at Madrid on 4-6 March. Meanwhile, Paul Brizzel and Anna Boyle reached the semi-finals of the 60m hurdles with Boyle setting a season's best of 7.48. In the women's 60m final, Ailis McSweeney broke Michelle Carroll's long-standing Irish record by clocking 7.37 which left her in third place. David Gillick showed that he is a genuine medal contender in the European Indoor Championships by claiming an impressive 400m victory. Gillick was more than half-a-second clear when taking gold in 46.45 - .02 outside his personal best set in Saturday's semi-finals.  The Irishman is now the fastest European this season. Derval O'Rourke broke her own Irish 60m hurdles record by clocking 8.06 which left her third behind new British record holder Sarah Claxton (7.96). James Nolan (3:46.04) took second in the men's 1500m behind Neil Speaight (3:45.86) but the Offaly man was outside the European Indoor standard. Colin Costello was seventh in the 1500m final in 3:48.82). Deirdre Ryan was second in the women's high jump with a clearance of 1.87m while Aoife Byrne took silver in the 800m in a personal best of 2:06.73. Lisburn's Kelly McNeice Reid (4:31.34) was seventh in the women's 1500m while Gary Murray (8:11.22) was 11th in the men's 3000m. Meanwhile, Stephen Cairns and Jill Shannon claimed the individual titles at Saturday's Northern Ireland Cross Country Championship in Coleraine. Cairns came in ahead of Paul Rowan and Allan Bogle in the men's race. Willowfield claimed their first men's team title in 72 years while Shannon helped Lagan Valley win the women's team honours.", "6": "Pavey focuses on indoor success  Jo Pavey will miss January's View From Great Edinburgh International Cross Country to focus on preparing for the European Indoor Championships in March.  The 31-year-old was third behind Hayley Yelling and Justyna Bak in last week's European Cross Country Championships but she prefers to race on the track. \"It was great winning bronze but I am wary of injuries and must concentrate on the indoor season,\" she said. \"Because of previous injuries I do not even run up hills in training.\" Pavey, who came fifth in the 5,000m at the Athens Olympics, helped the British cross country team win the team silver medal in Heringsdorf last week. She is likely to start her 3,000m season with a race in either Boston or Stuttgart at the end of January.", "7": "Greek pair set for hearing  Kostas Kenteris and Katerina Thanou will fight the provisional two-year bans imposed on them by the IAAF at an independent tribunal this weekend.  Athletics' ruling body took action against the pair for failing to take drugs tests before the Athens Olympics. An independent tribunal of the Greek Track and Field Federation will meet to decide whether to ratify the sanction. The sprint duo face charges of failing to give information on their location and refusing to submit to a drugs test. Kenteris' lawyer Gregory Ioannidis told BBC Sport: \"We refute both charges as unsubstantiated and illogical. \"There have been certain breaches in the correct application of the rules on behalf of the sporting authorities and their officials, and these procedural breaches have also violated my client's rights. \"There is also evidence that proves the fact that my client has been persecuted.\" Ioannidis, who is a law lecturer at the University of Buckingham, added: \"One of the important rights and foundations of law and justice - that the accused should be presumed innocent unless proved otherwise - has been tarnished.\" The panel will also decide on the two-year ban imposed on the athletes' controversial coach Christos Tzekos by the IAAF. Kenteris, the 2000 Olympic 200m champion, and Thanou, the women's 100m silver medallist from the same Games in Sydney, quit the Olympics on 18 August after failing to give samples on the eve of the opening ceremony.  Testers could not find them at the Olympic village and the duo were later admitted to hospital after claiming to have been involved in a motorcycle accident. They also missed tests in Tel Aviv, Chicago and Athens before the Games. In imposing two-year suspensions on the duo on 22 December, the IAAF described their explanations for missing the tests as \"unacceptable\". Whatever the findings of the independent tribunal, all parties will have the right to appeal to the Court of Arbitration for Sport. The tribunal hearing will take place at the Hellenic Olympic Committee building. It will start at 1200 GMT on Saturday and is expected to finish early next week. The tribunal panel will consist of five members - president Konstantinos Panagopoulos and Panagiotis Dimakos, Haralabos Hrisanthakis, Stilianos Perakis and Ioannis Karmis. Kenteris and Thanou also face criminal charges in Greece for allegedly faking the motorcycle accident. Eight criminal charges have been laid against the sprinters as well as Tzekos, an eyewitness to the accident and hospital officials. But there has been speculation that the charges could be dropped.", "8": "Robben sidelined with broken foot  Chelsea winger Arjen Robben has broken two metatarsal bones in his foot and will be out for at least six weeks.  Robben had an MRI scan on the injury, sustained during the Premiership win at Blackburn, on Monday. \"Six weeks is the average time to heal this injury and then I need a few more weeks to be completely fit again,\" he told Dutch newspaper Algemeen Dagblad. \"I had a feeling it was serious but because of the swelling it was impossible to make a final diagnosis.\" The 21-year-old missed the first three months of the season with a similar injury after a challenge with Roma's Olivier Dacourt. And he added: \"It felt different then last summer when I had the same injury on my other foot. \"Then I could walk already after three days but I stayed sidelined for a long period. I hope that it will now take me six to eight weeks.\" Chelsea physio Mike Banks was hopeful that Robben could return at some point in March. \"The fractures are tiny and he could be playing next month,\" Banks told the club's website. \"One is a chip on the side of his foot, the other is a small break on the third metatarsal. \"But this is not the traditional metatarsal that has become so famous since the last World Cup and which has kept Scott Parker out for two months.\"  David Beckham suffered a broken metatarsal in the build up to the 2002 World Cup in Korea and Japan. Robben, who has been a key part of the Blues' push for four trophies, claims he knew instantly something was wrong when he was felled by Blackburn midfielder Aaron Mokoena. \"I felt my leg go,\" he said. \"I felt it straight away after Mokoena hit me with a wild kick on my left foot.\"", "9": "Mido makes third apology  Ahmed 'Mido' Hossam has made another apology to the Egyptian people in an attempt to rejoin the national team.  The 21-year-old told a news conference in Cairo on Sunday that he is sorry for the problems that have led to his exclusion from the Pharaohs since July last year. Mido said: \"There is not much I have to say today, all there is to say is that I came specially from England to Egypt to rejoin the national team and to apologise for all my mistakes.\" Mido was axed by former coach Marco Tardelli after failing to answer a national call-up, claiming he had a groin injury. But he then played in a friendly for his club AS Roma within 24 hours of a World Cup qualifying match at home to Cameroon last September. Mido added: \"It's not my right to give orders and say when I want to play ... at the same time I will always make sure that I put the national's team's matches as my top priority. \"I feel that the national players are playing with a new spirit as I saw them play against Belgium (Egypt won 4-0 on Wednesday) and I simply want to add to their success. \"I do confess that I was rude to the Egyptian press at times but now I have gained more experience and know that I will never go anywhere without the press's support. \"Many of the international stars like David Beckham and (Zinedine) Zidane had the press opposing them. \"So I am now used to the fact that the press can be against me at times and I do not have to overreact when this happens. Meanwhile, Egypt FA spokesman Methat Shalaby welcomed the apology and said no one had exerted pressure on Mido to apologise. \"Mido's apology today does not negatively affect Mido in anyway, on the contrary it makes him a bigger star and a role model for all football players,\" Shalaby said. Shalaby earlier said that after an apology Mido would be available for the national side if coach Hassan Shehata chose him. Mido joined Tottenham in an 18-month loan deal near the end of the January transfer window, scoring twice on his debut against Portsmouth.", "10": "Smith aims to bring back respect  Scotland manager Walter Smith says he wants to restore the national team's respectability in world football.  Smith has joined his first squad for a three-day get-together near Manchester in preference to playing a friendly. While qualification for the 2006 World Cup appears to be beyond Scotland, Smith is anxious that the remainder of the campaign should be positive. \"I think we have got to try to get a bit of respectability back in whatever way we can,\" he said. \"We will have to approach each game differently. Obviously we will have to approach the Italian game away from home in a different manner to Moldova at home. \"We have to meet the challenge of each match.\" Smith, meeting a number of his squad for the first time, brought them together on Monday to outline his ideas for improving the nation's fortunes.  He said: \"I pointed out how I see the international team going forward and that was the main topic. \"This is a relaxed gathering and I do not think there is a lot of doom and gloom about the squad that a lot of people think exists.\" A 25-man squad will spend the next three days based at the Mottram Hall hotel in Cheshire and will train at Manchester United's nearby Carrington complex. Smith will be absent for the final sessions, however, as he is due to fly out to Sardinia on Wednesday to watch Italy's friendly with Russia."}