{"0": "Mobiles rack up 20 years of use  Mobile phones in the UK are celebrating their 20th anniversary this weekend.  Britain's first mobile phone call was made across the Vodafone network on 1 January 1985 by veteran comedian Ernie Wise. In the 20 years since that day, mobile phones have become an integral part of modern life and now almost 90% of Britons own a handset. Mobiles have become so popular that many people use their handset as their only phone and rarely use a landline.  The first ever call over a portable phone was made in 1973 in New York but it took 10 years for the first commercial mobile service to be launched. The UK was not far behind the rest of the world in setting up networks in 1985 that let people make calls while they walked. The first call was made from St Katherine's dock to Vodafone's head office in Newbury which at the time was over a curry house. For the first nine days of 1985 Vodafone was the only firm with a mobile network in the UK. Then on 10 January Cellnet (now O2) launched its service. Mike Caudwell, spokesman for Vodafone, said that when phones were launched they were the size of a briefcase, cost about £2,000 and had a battery life of little more than 20 minutes.  \"Despite that they were hugely popular in the mid-80s,\" he said. \"They became a yuppy must-have and a status symbol among young wealthy business folk.\" This was also despite the fact that the phones used analogue radio signals to communicate which made them very easy to eavesdrop on. He said it took Vodafone almost nine years to rack up its first million customers but only 18 months to get the second million. \"It's very easy to forget that in 1983 when we put the bid document in we were forecasting that the total market would be two million people,\" he said. \"Cellnet was forecasting half that.\" Now Vodafone has 14m customers in the UK alone. Cellnet and Vodafone were the only mobile phone operators in the UK until 1993 when One2One (now T-Mobile) was launched. Orange had its UK launch in 1994. Both newcomers operated digital mobile networks and now all operators use this technology. The analogue spectrum for the old phones has been retired. Called Global System for Mobiles (GSM) this is now the most widely used phone technology on the planet and is used to help more than 1.2 billion people make calls. Mr Caudwell said the advent of digital technology also helped to introduce all those things, such as text messaging and roaming that have made mobiles so popular.", "1": "Broadband steams ahead in the US  More and more Americans are joining the internet's fast lane, according to official figures.  The number of people and business connected to broadband jumped by 38% in a year, said the US Federal Communications Commission (FCC). In a report, it said there were more than 32 million broadband connections by the end of June 2004. But the US is still behind compared to other nations, ranked 13th in the world by a UN telecoms body.  During his 2004 re-election campaign, President George W Bush pledge to ensure that affordable high-speed net access would be available to all Americans by 2007.  According to the report by the FCC, broadband is becoming increasingly popular, with people using it for research and shopping, as well as downloading music and watching video. The total number of people and businesses on broadband rose by to 32.5 million in the year ending June 2004, compared to 23.5 million in June 2003. Whereas in the UK, most people hook up to broadband via Asymmetric Digital Subscriber Line (ADSL) technology which lets ordinary copper phone lines support high data speeds. But in the US, cable leads the way, accounting for 18.6 million lines. Broadband over the phone line makes up 11.4 million connections, according to the FCC figures.", "2": "EA to take on film and TV giants  Video game giant Electronic Arts (EA) says it wants to become the biggest entertainment firm in the world.  The US firm says it wants to compete with companies such as Disney and will only achieve this by making games appeal to mainstream audiences. EA publishes blockbuster titles such as Fifa and John Madden, as well as video game versions of movies such as Harry Potter and the James Bond films. Its revenues were $3bn (£1.65bn) in 2004, which EA hoped to double by 2009. EA is the biggest games publisher in the world and in 2004 had 27 titles which sold in excess of one million copies each. Nine of the 20 biggest-selling games in the UK last year were published by EA.  Gerhard Florin, EA's managing director for European publishing, said: \"Doubling our industry in five years is not rocket science.\" He said it would take many years before EA could challenge Disney - which in 2004 reported revenues of $30bn (£16bn) - but it remained a goal for the company. \"We will be able to bring more people into gaming because games will be more emotional.\" Mr Florin predicted that the next round of games console would give developers enough power to create real emotion.  \"It's the subtleties, the eyes, the mouth - 5,000 polygons does not really sell the emotion.  \"With PS3 and Xbox 2, we can go on the main character with 30,000 to 50,000 polygons,\" he said. \"With that increased firepower, the Finding Nemo video game looks just like the movie, but it will be interactive.\" Mr Florin said that more than 50% of all EA's games were sold to adults and played by adults, but the perception remained that the video game industry was for children. \"Our goal is to bring games to the masses which bring out emotions.\" EA said the video game industry was now bigger than the music industry. \"Nobody queues for music anymore.\"  \"You ca not ignore an industry when people queue to buy a game at midnight because they are so desperate to play it,\" he said, referring to demand for titles for such as Grand Theft Auto: San Andreas and Halo 2.  Jan Bolz, EA's vice president of sales and marketing in Europe, said the firm was working to give video games a more central role in popular culture. He said the company was in advanced stages of discussions over a reality TV show in which viewers could control the actions of the characters as in its popular game The Sims. \"One idea could be that you are controlling a family, telling them when to go to the kitchen and when to go to the bedroom, and with this mechanism you have gamers all over the world 'playing the show',\" said Mr Bolz.  He also said EA was planning an international awards show \"similar to the Oscars and the Grammys\" which would combine video games, music and movies. Mr Bolz said video games firm had to work more closely with celebrities. \"People will want to play video games if their heroes like Robbie Williams or Christina Aguilera are in them.\" Mr Florin said the challenge was to keep people playing in their 30s, 40s and 50s. \"There's an indication that a 30 year old comes home from work and still wants to play games. \"If that's true, that's a big challenge for TV broadcasters - because watching TV is the biggest pastime at present.\"", "3": "Microsoft releases patches  Microsoft has warned PC users to update their systems with the latest security fixes for flaws in Windows programs.  In its monthly security bulletin, it flagged up eight \"critical\" security holes which could leave PCs open to attack if left unpatched. The number of holes considered \"critical\" is more than usual. They affect Windows programs, including Internet Explorer (IE), media player and instant messaging. Four other important fixes were also released. These were considered to be less critical, however. If not updated, either automatically or manually, PC users running the programs could be vulnerable to viruses or other malicious attacks designed to exploit the holes. Many of the flaws could be used by virus writers to take over computers remotely, install programs, change, and delete or see data.  One of the critical patches Microsoft has made available is an important one that fixes some IE flaws. Stephen Toulouse, a Microsoft security manager, said the flaws were known about, and although the firm had not seen any attacks exploiting the flaw, he did not rule them out. Often, when a critical flaw is announced, spates of viruses follow because home users and businesses leave the flaw unpatched. A further patch fixes a hole in Media Player, Windows Messenger and MSN Messenger which an attacker could use to take control of unprotected machines through .png files. Microsoft announces any vulnerabilities in its software every month. The most important ones are those which are classed as \"critical\". Its latest releases came the week that the company announced it was to buy security software maker Sybari Software as part of Microsoft's plans to make its own security programs.", "4": "China 'to overtake US net use'  The Chinese net-using population looks set to exceed that of the US in less than three years, says a report.  China's net users number 100m but this represents less than 8% of the country's 1.3 billion people. Market analysts Panlogic predicts that net users in China will exceed the 137 million US users of the net by 2008. The report says that the country's culture will mean that Chinese people will use the net for very different ends than in many other nations.  Already net use in China has a very different character than in many Western nations, said William Makower, chief executive of Panlogic. In many Western nations desktop computers that can access the net are hard to escape at work. By contrast in China workplace machines are relatively rare. This, combined with the relatively high cost of PCs in China and the time it takes to get phone lines installed, helps to explains the huge number of net cafes in China. Only 36% of Chinese homes have telephones according to reports. \"Net usage tends to happen in the evening,\" said Mr Makower, \"they get access only when they go home and go off to the internet caf&#233;.\" \"Its fundamentally different usage to what we have here,\" he said.  Net use in China was still very much an urban phenomenon with most users living on the country's eastern seaboard or in its three biggest cities. The net is key to helping Chinese people keep in touch with friends, said Mr Makower. Many people use it in preference to the phone or arrange to meet up with friends at net cafes. What people can do on the net is also limited by aspects of Chinese life. For instance, said Mr Makower, credit cards are rare in China partly because of fears people have about getting in to debt. \"The most popular way to pay is Cash-On-Delivery,\" he said, \"and that's quite a brake to the development of e-commerce.\" The arrival of foreign banks in China, due in 2006, could mean greater use of credit cards but for the moment they are rare, said Mr Makower. But if Chinese people are not spending cash online they are interested in the news they can get via the net and the view it gives them on Western ways of living. \"A large part of the attraction of the internet is that it goes below the radar,\" he said. \"Generally it's more difficult for the government to be able to control it.\" \"Its real value is as an open window onto what's happening elsewhere in the world,\" he said. Government restrictions on how much advertising can appear on television means that the net is a source of many commercial messages Chinese people would not see anywhere else. Familiarity with the net also has a certain social cachet. \"It's a sign of them having made it that they can use the internet and navigate around it,\" said Mr Makower.", "5": "'No re-draft' for EU patent law  A proposed European law on software patents will not be re-drafted by the European Commission (EC) despite requests by MEPs.  The law is proving controversial and has been in limbo for a year. Some major tech firms say it is needed to protect inventions, while others fear it will hurt smaller tech firms The EC says the Council of Ministers will adopt a draft version that was agreed upon last May but said it would review \"all aspects of the directive\". The directive is intended to offer patent protection to inventions that use software to achieve their effect, in other words, \"computer implemented invention\".  In a letter, EC President Jos&#233; Manuel Barroso told the President of the European Parliament, Josep Borrell, that the Commission \"did not intend to refer a new proposal to the Parliament and the Council (of ministers)\" as it had supported the agreement reached by ministers in May 2004.  If the European Council agrees on the draft directive it will then return for a second reading at the European Parliament. But that will not guarantee that the directive will become law - instead it will probably mean further delays and controversy over the directive. Most EU legislation now needs the approval of both parliament and the Council of Ministers before it becomes law. French Green MEP Alain Lipietz warned two weeks ago that if the Commission ignored the Parliament's request it would be an \"insult\" to the assembly. He said that the parliament would then reject the Council's version of the legislation as part of the final or conciliation stage of the decision procedure. In the US, the patenting of computer programs and internet business methods is permitted.  This means that the US-based Amazon.com holds a patent for its \"one-click shopping\" service, for example. Critics are concerned that the directive could lead to a similar model happening in Europe. This, they fear, could hurt small software developers because they do not have the legal and financial might of larger companies if they had to fight patent legal action in court. Supporters say current laws are inefficient and it would serve to even up a playing field without bringing EU laws in line with the US.", "6": "Games maker fights for survival  One of Britain's largest independent game makers, Argonaut Games, has been put up for sale.  The London-based company behind the Harry Potter games has sacked about 100 employees due to a severe cash crisis. The administrators told BBC News Online that selling Argonaut was the only way to save it as it had run out of cash. Argonaut warned that it was low on cash 10 days ago when its shares were suspended from trading on the London Stock Exchange.  Argonaut has been making games for some 18 years and is one the largest independent games developers in the UK.  Along with its headquarters in north London, it operates studios in Cambridge and Sheffield. Argonaut was behind the Harry Potter games which provided a healthy flow of cash into the company. But, like all software developers, Argonaut needed a constant flow of deals with publishers. Signs that it was in trouble emerged in August, when it warned it was heading for losses of £6m in the financial year due to delays in signing new contracts for games. Those new deals were further delayed, leading Argonaut to warn in mid-October that it was running out of cash and suspend trading of its shares on the London Stock Exchange. As part of cost-cutting measures, some 100 employees were fired. \"When the news about the £6m loss came out, we knew there were going to be redundancies,\" said Jason Parkinson, one of the game developers sacked by Argonaut. \"A lot of people suspected that Argonaut had been in trouble for some time,\" he told BBC News Online. Mr Parkinson said staff were told the job losses were necessary to save Argonaut from going under. At the start of the year, the company employed 268 people. After the latest round of cuts there are 80 staff at Argonaut headquarters in Edgware in north London, with 17 at its Morpheme offices in Kentish Town, London, and 22 at the Just Add Monsters base in Cambridge.  Argonaut called in administrators David Rubin & Partners on Friday to find a way to rescue the company from collapse. It spent the weekend going over the company's finances and concluded that the only way to save the business was to put it up for sale. The administrator told BBC News Online that the costs of restructuing would be too high, partly because of the overheads from the company's four premises across the UK. It said it was hopeful that it could save some 110 jobs by selling the business, saying it had had expressions of interest from several quarters and were looking for a quick sale. The administrator said it would ensure that staff made redundant would receive any wages, redundancy or holiday pay due to them, hopefully by Christmas.", "7": "Honour for UK games maker  Leading British computer games maker Peter Molyneux has been made an OBE in the New Year Honours list.  The head of Surrey's Lionhead Studios was granted the honour for services to the computer games industry. Mr Molyneux has been behind many of the ground-breaking games of the last 15 years such as Populous, Theme Park, Dungeon Keeper and Black and White. He is widely credited with helping to create and popularise the so-called god-game genre.  Speaking to the BBC News website Mr Molyneux said receiving the honour was something of a surprise. It's come completely out of the blue,\" he said, \"I never would have guessed that I did have that kind of honour.\" He said he was surprised as much because, not too long ago, many people thought computer gaming was a fad.  \"It was thought to be like skateboarding,\" he said, \"a craze that everyone thought would go away.\" Now, he said, the gaming world rivals the movie industry for sales and cultural influence. \"Britain plays a big part in it,\" he said. \"It's one of the founding nations that made the industry what it is.\" Mr Molyneux has been a pivotal figure in the computer games industry for almost 20 years. His career started at Bullfrog Studios which in 1987 produced Populous one of the first God-games. The title gave players control over the lives a small population of computerised people. Mr Molyneux said that his involvement with the games industry started almost by accident as back in the early days game making was more a hobby than a career. \"I thought everyone would treat Populous as weird,\" he said, \"but it became a huge international success.\" He left Bullfrog in 1997 to set up Lionhead Studios which was behind the ambitous and widely acclaimed game Black & White. One of the next titles to come from Lionhead puts players in charge of a movie studio and tasks them with producing and directing a hit film. The veteran game maker says he has one problem still to solve. \"Being an absolute geek I've got no idea what I am going to wear when I go and pick it up,\" he said.", "8": "Commodore finds new lease of life  The once-famous Commodore computer brand could be resurrected after being bought by a US-based digital music distributor.  New owner Yeahronimo Media Ventures has not ruled out the possibility of a new breed of Commodore computers. It also plans to develop a \"worldwide entertainment concept\" with the brand, although details are not yet known. The groundbreaking Commodore 64 computer elicits fond memories for those who owned one back in the 1980s.  In the chronology of home computing, Commodore was one of the pioneers.  The Commodore 64, launched in 1982, was one of the first affordable home PCs. It was followed a few years later by the Amiga. The Commodore 64 sold more than any other single computer system, even to this day. The brand languished somewhat in the 1990s. Commodore International filed for bankruptcy in 1994 and was sold to Dutch firm Tulip Computers. In the late 1980s the firm was a great rival to Atari, which produced its own range of home computers and is now a brand of video games, formerly known as Infogrames.  Tulip Computers sold several products under the Commodore name, including portable USB storage devices and digital music players. It had planned to relaunch the brand, following an upsurge of nostalgia for 1980s-era games. Commodore 64 enthusiasts have written emulators for Windows PC, Apple Mac and even PDAs so that the original Commodore games can be still run. The sale of Commodore is expected to be complete in three weeks in a deal worth over £17m.", "9": "More women turn to net security  Older people and women are increasingly taking charge of protecting home computers against malicious net attacks, according to a two-year study.  The number of women buying programs to protect PCs from virus, spam and spyware attacks rose by 11.2% each year between 2002 and 2004. The study, for net security firm Preventon, shows that security messages are reaching a diversity of surfers. It is thought that 40% of those buying home net security programs are retired. For the last three years, that has gone up by an average of 13.2%. But more retired women (53%) were buying security software than retired men. The research reflects the changing stereotype and demographics of web users, as well as growing awareness of the greater risks that high-speed broadband net connections can pose to surfers.  The study predicts that 40% of all home PC net security buyers will be women in 2005. They could even overtake men as the main buyers by 2007, if current rates persist, according to the research. \"I think older people have become more vigilant about protecting their PCs as we tend to be more cautious and want an insurance policy in case something does go wrong\", said one over-60 woman who took part in the research.  \"You started off with young male stereotype computer users for last 10 years,\" Paul Goosens, head of Preventon told the BBC News website. \"Now we are seeing real people - both sexes and very often it is women who have more access at home.\" But net service providers still need to take more responsibility in making sure people are educated about net threats before they go online, particuarly if they are new to broadband, he said.  Programs also need to be tailored so that they can be installed by dial-up users with a slower connection too, said Mr Goosens. Security software should be easy to use, with simple interfaces and instructions written in non-technical language, he added. The nature of the security threats are also becoming more than just about e-mail viruses. High-profile complaints about rogue diallers, and spyware or other programs that surreptitiously install themselves on computers, have also raised awareness about the need to have a combination of anti-virus, firewall and spyware-removal programs too. Without protection, these kinds of programs can be picked up just through surfing the web normally.  More than 30,000 PCs a day globally are being recruited into networks that spread spam and viruses, a study from security from Symantec showed last year. Viruses written to make headlines by infecting millions are also getting rarer, according to net security experts. Programs are being unleashed to directly profit criminal gangs, many based in Eastern Europe, over those which are designed to show off technical skills or cause nuisance. The research shows that more people are taking these criminal net threats more seriously because, said Mr Goosens, they are reported in the press much more. \"You are seeing older users being educated by the media and are seeing them picking up on this threat. They are asking the right questions,\" he explained. \"It is more likely the younger users who naively assume that because they are using a reputable service provider, that they are safe to connect to the net.\" An unprotected computer on a broadband connection can be breached and infected with viruses or spyware within minutes. By the end of the year it is thought that more than 30% of UK homes will have broadband net access. In July last year, the number of UK households accessing the net via broadband surpassed those using dial-up for the first time, according to the Office of National Statistics.", "10": "Speak easy plan for media players  Music and film fans will be able to control their digital media players just by speaking to them, under plans in development by two US firms.  ScanSoft and Gracenote are developing technology to give people access to their film and music libraries simply by voice control. They want to give people hands-free access to digital music and films in the car, or at home or on the move. Huge media libraries on some players can make finding single songs hard. \"Voice command-and-control unlocks the potential of devices that can store large digital music collections,\" said Ross Blanchard, vice president of business development for Gracenote. \"These applications will radically change the car entertainment experience, allowing drivers to enjoy their entire music collections without ever taking their hands off the steering wheel,\" he added.  Gracenote provides music library information for millions of different albums for jukeboxes such as Apple's iTunes. The new technology will be designed so that people can play any individual song or movie out of a collection, just by saying its name. Users will also be able to request music that fits a mood or an occasion, or a film just by saying the actor's name. \"Speech is a natural fit for today's consumer devices, particularly in mobile environments,\" said Alan Schwartz, vice president of SpeechWorks, a division of ScanSoft. \"Pairing our voice technologies with Gracenote's vast music database will bring the benefits of speech technologies to a host of consumer devices and enable people to access their media in ways they've never imagined.\" The two firms did not say if they were developing the technology for languages other than English. Users will also be able to get more information on a favourite song they have been listening to by asking: \"What is this?\" Portable players are becoming popular in cars and a number of auto firms are working with Apple to device interfaces to control the firm's iPod music player. But with tens of thousands of songs able to be stored on one player, voice control would make finding that elusive track by Elvis Presley much easier. The firms gave no indication about whether the iPod, or any other media player, were in mind for the use of the voice control technology. The companies estimate that the technology will be available in the fourth quarter of 2005."}