{"0": "A new TV production company, Ventura Entertainment Group, entered the bidding Thursday for De Laurentiis Entertainment Group Inc., a movie-maker operating under the protection of federal bankruptcy court. Ventura Entertainment announced it had offered $35 million in cash and equity for De Laurentiis, which was founded by Italian filmmaker Dino De Laurentiis. Ventura Entertainment Chairman Harvey Bibicoff refused to disclose how much of the offer was in cash. At least three other entertainment companies have expressed interest in buying the assets of De Laurentiis, whose productions have included a remake of ''King Kong.'' A De Laurentiis spokesman referred questions about the bid to the company's investment banker, Oppenheimer & Co., whose Los Angeles office did not respond to requests for comment Thursday afternoon. Any transaction would require the approval of De Laurentiis creditors and the U.S. Bankruptcy Court. De Laurentiis, which lost $478,000 in the second quarter, filed for protection from its creditors under Chapter 11 of the federal Bankruptcy Code in mid-August. Ventura, an Encino-based public company, was formed six months ago by producer Irwin Meyer, former Columbia Pictures executive Stephen Girard and Bibicoff. Its only finished project is ''International Celebration of the Piano,'' a concert film for television. De Laurentiis' assets include North Carolina Film Studios in Wilmington, N.C., which is rented out for various productions; Onyx Entertainment, which holds the rights to various scripts, and United States rights to show the studio's library of 350 movies, including ''The Graduate'' and ''Carnal Knowledge.'' Other bidders divulged by the company are troubled moviemaker Cannon Group Inc., videodisk producer Image Entertainment Inc. and Atlantic Entertainment Group.", "1": "Prenatal care, which regularly checks an expectant mother's pulse, blood pressure, weight and nutrition, costs $800 to $1,200. After birth, a month's stay in a neonatal intensive care unit can cost $300,000. Marjorie Gish, a registered nurse at the Lamb's Church prenatal care clinic, said the plight of the city's homeless, pregnant women reminded her of her Peace Corps days in a Mayan village in Belize, where shoeless women walked through open pigsties and bathed in a stream. There, however, the chief, convinced of the need, ordered pregnant women to get regular checkups _ a power that no authority wields in the largest city in the world's wealthiest nation. ''Care was more readily available in the village. The homeless and pregnant in New York are probably worse off than the women receiving care in Third World countries,'' said Mrs. Gish. The children who survive have dim prospects of a normal life. ''They are the closest things you can find to refugee populations in underdeveloped countries,'' said Dr. Irwin Redlener of New York Hospital, which provides pediatric care for the homeless through donations by singer Paul Simon and New York Yankees slugger Don Mattingly. ''They are disenfranchised, cut off and undernourished. A lot of kids are not going to recover from the psychological trauma they've experienced,'' Redlener said. ''You end up with a lost generation of children,'' said Stephen Banks, a lawyer with the Legal Aid Society. The average homeless, pregnant woman is 27 years old, a high school dropout who has two or three kids already. Sixty-seven percent are black; 27 percent are Hispanic. Like all homeless, they qualify for Medicaid. Patricia Smith, four months pregnant, has an 8-year-old daughter and 6-month-old son. Everyone in her family has asthma. She had just spent three nights in three different hotels. ''I am a walking zombie,'' said Mrs. Smith, 37, clutching a dog-eared prayer book to her bosom. ''It's like you are falling and there's no bottom and there's nothing to catch on to. ''It makes me feel like I am a failure. People treat you like you are nothing,'' she said. ''I am always petrified. I've chased rats as big as alley cats away from my children. But I have no place else to go.'' Frustrated social workers offer prenatal care but expectant mothers do not actively seek it. Some skip sessions to keep their Medicaid appointments, which can take two weeks to reschedule. Others loathe standing in line for hours and filling out forms at hospital clinics. ''We knock on doors in the hotels,'' said Barbara Conanan, director of the homeless project at St. Vincent's Hospital, which has a van to drive patients to clinics or gives them transit tokens to make it easier to get care. ''You have to reach out. Some do not understand the need for prenatal care. Many of them never sought it for their other children. There's a real lack of education,'' Ms. Conanan said. In a pilot program, a team from Bellevue Hospital identifies and registers pregnant women at the Prince George Hotel. The city then pays their way to and from the hospital for checkups. In addition, the city's Department of Health has clinics inside three hotels, which offer convenience but lack such amenities as private exam rooms found in a hospital or doctor's office. The state Bureau of Reproductive Health also has a $100,000 medical van that dispenses prenatal care at five sites. Living in a hotel may sound downright cozy, especially when a room costs taxpayers an average $2,000 a month or $23,725 a year; that's enough to rent a spacious apartment or make a down payment on a house. Half the bill is paid by the federal government; the other half is split by the city and state. In New York, however, the money most commonly rents space in warehouses of despair such as the Martinique, Prince George, Holland and Allerton hotels. Expectant mothers and children are especially vulnerable in these hostile incubators. Drug dealers recruit homeless children as lookouts and couriers, according to city council's Select Committee on the Homeless. Other kids sit in hallways at night while their mothers deal sex for crack, hotel residents said. Some hotels are brothels, the committee said. By day, hookers rent rooms by the hour. When business drops off at night, the homeless move back in. The beds are called hot sheets because nobody stays on them too long. Jacqueline Macklin, 31, a hotel resident since 1984, sent her 11-year-old twin daughters to live in Philadelphia with their grandmother in 1987 after they saw a security guard shot dead by another guard in the Holland Hotel. ''There's nothing a kid does not see in here,'' said Mrs. Macklin, herself a recovering crack addict. ''It's a picture of the worst of our civilization,'' said Robert Hayes, founder of the Coalition for the Homeless. ''It's an abandonment of the most fragile people to the most devastating of environments, and then we wonder why these kids are so irreparably harmed,'' Hayes said. ''It's insane as well as cruel to leave a woman in a situation that will result in a sick baby.''", "2": "Transportation Secretary Samuel Skinner is labeling as unrealistic and irresponsible Senate legislation that would require tougher auto fuel economy standards, saying it would cause hundreds of additional traffic deaths. Skinner denounced the legislation Friday only hours after the Senate voted 68-28 to consider the proposal next week. The measure would require automakers to increase average fuel economy of new cars to 35 miles per gallon by 1995 and to 40 miles per gallon by 2001. Supporters contend the higher fuel economy requirements, once fully implemented, would save 2.8 million barrels of oil a day, but key opponents promised to continue fighting the measure. Skinner told a news conference that if the measure clears Congress, he would strongly advise President Bush to veto it. But the measure likely will run into serious opposition in the House, where supporters must maneuver around the Energy and Commerce Committee, whose chairman, Rep. John Dingell, D-Mich., is strongly opposed to the legislation. Skinner said the bill is ''unrealistic, irresponsible and, more important, unattainable.'' He said auto executives have convinced him there is no technology to achieve the bill's goals without making cars smaller. ''It should be called the highway fatality bill,'' Skinner said. He cited a new study by the National Highway Traffic Safety Administration that concluded there is a clear link between reducing the size of cars and increasing numbers of traffic deaths. Joan Claybrook, NHTSA administrator during the Carter administration and now president of the consumer group Public Citizen, disputed claims that cars necessarily will have to be made smaller to burn less fuel. She cited a Transportation Department research vehicle built in the 1970s that achieved 43 mpg while providing occupants improved protection over conventional cars. Sen. Donald Riegle, D-Mich., who has led the opposition to the plan, said he would continue the fight against bringing the measure to a vote next week. ''We've just had the first inning of this nine-inning game,'' said Riegle. ''We hope and intend to win this fight.'' But the Senate vote reflected the growing support in Congress for an effort to reduce U.S. reliance on foreign oil, a subject in the spotlight since Iraq's invasion and annexation of Kuwait early last month. In floor debate, Riegle said the bill's fuel savings would not likely begin phasing in until 1995 and a better response to today's oil crisis might be to return to a national speed limit of 55 mph. Later, a Riegle spokeswoman said the senator did not necessarily support a change in the speed limit and would vote against such a measure if it were introduced. Sen. Richard Bryan, D-Nev., the bill's sponsor, described the measure as a message to the automakers ''that they are going to have to look at fuel economy and not just muscle cars.''", "3": "A former health minister has called for the legalization of brothels to help fight AIDS, and a poll made public Saturday suggested most French people think it's a good idea. Condemnations have come from across the political spectrum, including women's rights advocates who say lifting the 44-year ban on brothels would amount to state-sanctioned slavery. But a Louis Harris poll indicated strong public support for the suggestion by the former health minister, Michele Barzach, one of the few women with a high profile in French national politics. Of the 1,008 people surveyed, 80 percent said reopening brothels would help control AIDS by allowing closer medical supervision of prostitutes, according to the poll. According to unofficial estimates, France has 75,000 to 90,000 full- or part-time prostitutes. About 10,500 cases of AIDS have been recorded in France since 1982. Ms. Barzach, a 46-year-old gynecologist, was health minister from 1986 to 1988 in the conservative government of Premier Jacques Chirac, and many of her policies stirred controversy. During her tenure, she helped launch campaigns to reduce tobacco and alcohol consumption, denounced surrogate motherhood, cut back on state-paid medical benefits and led a campaign against AIDS that included scrapping a ban on condom advertisements. The current furor was set off by an interview published Thursday in the newspaper Le Monde, in which Ms. Barzach discussed the AIDS threat. ''The current situation is unacceptable and frightening,'' she said. ''It's necessary to reopen the licensed brothels. Let's install a genuine health system.'' Licensed brothels were shut down on April 13, 1946, under the ''Marthe Richard law,'' named for its legislative sponsor, a World War I spy and World War II resistance member. Ms. Barzach now is a deputy to Chirac, mayor of Paris. He took pains Friday to say the brothel proposal was only her personal opinion _ not a position of their Rally for the Republic party. Within the ranks of the governing Socialists, reactions varied from cautious to caustic. Michele Andre, secretary of state for women's rights, said she was ''deeply offended'' by the proposal to ''lock up women and use them as merchandise.'' Health Minster Claude Evin said the problem of acquired immune deficiency syndrome extended far beyond prostitutes and homosexuals, but added: ''I am ready to consider anything that would help stop the spread of AIDS.'' French police officials in the past have expressed support for relegalizing brothels, but they made no formal endorsement of Ms. Barzach's suggestion.", "4": "The Roman Catholic Church asked court permission to open a grave in an old church cemetery to make sure it holds the remains of Pierre Toussaint, a onetime slave from Haiti who could become the first black American saint. ''We want to be certain that what's down there is not sticks and stones and someone else's bones,'' said Monsignor Robert O'Connell, who is directing the campaign to canonize Toussaint. On Thursday, the archdiocese of New York sought the order from state Supreme Court. Judge Phyllis Gangel-Jacob scheduled a hearing for Aug. 28 and pronounced the matter ''utterly fascinating. ... This is much more interesting than Trump.'' Although the Health Department routinely issues permits to unearth buried coffins _ mostly so they can be moved from one cemetery to another _ anyone who wants to actually open a coffin must obtain a court order. Those present when the coffin is opened, including pathologists, church officials and gravediggers, ''must take an oath to testify truthfully to what they saw,'' O'Connell said. Church officials do not expect to find any supernatural evidence of Toussaint's sainthood, such as an unusually well-preserved corpse, he said. Toussaint apparently was buried 137 years ago in the cemetery of Old St. Patrick's Cathedral in Manhattan's Little Italy. The grave bears several markers, but O'Connell said that ''if he is declared a saint, and there is a ceremony honoring him, we must be sure.'' He said there was another reason for positive identification: If Toussaint becomes a saint, the Vatican may distribute some of his bones or personal items to ''places where his faith was nourished,'' such as Haiti, or to prominent places of worship such as St. Patrick's Cathedral on Fifth Avenue. Toussaint was born a slave in Haiti in 1766, and moved to New York with his owner's family in 1787. He became one of the city's leading hairdressers, and was allowed to keep some of his income. When Toussaint's owner died, leaving his wife and child impoverished, Toussaint secretly supported them for about 20 years. The widow freed Toussaint shortly before her death in 1807. Toussaint gave lavishly to several charities, including an orphanage and the city's first school for black children, and entered quarantined sections of the city each August to help yellow fever victims. But he took no stand on slavery, and seems generally to have avoided controversy; according to a pamphlet released by the archdiocese: ''The famous phrase, 'Only my hairdresser knows for sure,' could well have had its origin in Pierre's discretion.'' When Toussaint died in 1853, the New York Post said he was ''spoken of by all who know him as a man of the warmest and most active benevolence.'' O'Connell said the case for Toussaint's sainthood is buttressed by one reported miracle: the recovery of a young Haitian with cancer who refused medical care and relied solely on prayers to Toussaint. Even if Toussaint is deemed worthy of sainthood, canonization could be years away. Cardinal John O'Connor has said he hopes Toussaint might be near sainthood by the time Pope John Paul II visits Haiti in 1992, but O'Connell said he was told by Vatican officials that no timetable could be set.", "5": "Myron J. Bennett, a combative radio host-turned-politician, died of cancer Aug. 19. He was 82. Bennett built a big following in the 1940s with his tart commentary on the city's politics on radio station KSO. In 1948, he was elected the city's public safety commissioner. He was charged during his first year in office with involvement in a conspiracy to collect kickbacks from tavern owners. The charges were later dismissed. He lost his city post in 1950 when Des Moines changed its form of government. A Republican, Bennett then switched his party affiliation and ran unsuccessfully for the Democratic nomination for governor.", "6": "Economists are uncovering peculiar similarities in events that range from the death of the steam-powered automobile in the early 1900s to the crash of the stock market last October. The decline of Sony's Betamax, they find, has something in common with the birth of the auto industry in Detroit. There are even similarities between the width of railroad tracks and the strange QWERTY arrangement of keys on a typewriter. In different ways, these rises and falls all defy economic doctrines of stability. All are examples of ''positive feedback'' _ things that get going in one direction and then keep going the same way. Like an avalanche, or a whistling microphone, or a buffalo stampede. Positive feedback helps explain what happened last Oct. 19, when corporate America lost nearly a quarter of its paper value in a single day. When prices dropped that day, buyers should have come in to pick up bargains. But trading strategies such as portfolio insurance locked the market into a suicidal loop of positive feedback, so each price decline triggered fresh sales. Portfolio insurers said they could protect investors against losses by selling their stocks and putting the money into interest-bearing Treasury bills. It worked _ until everybody else tried to sell at the same time. The loop was finally broken on Oct. 20, when the U.S. financial system was nearing gridlock. If all stocks had been covered by portfolio insurance, the Dow Jones industrial average theoretically could have sunk to zero. That is the power of positive feedback. In less frightening ways, positive feedback explains other things that defy traditional concepts of equilibrium. Once the VHS format got a slight edge over Sony's Betamax, for example, video rental shops began stocking more VHS tapes. That encouraged more people to buy VHS recorders, and so on. Now even Sony Corp. has added a VHS recorder line. Snowball effects likewise account for how railroad tracks that are 4 feet, 8{ inches wide crowded out other gauges, or why autos and electronics came to be concentrated in Detroit and Silicon Valley instead of evenly spread across the country. Herds of buffalo eventually get tired of stampeding. And at some point salaries for electronics engineers may get so high in Silicon Valley that it makes sense to locate elsewhere. Tired buffalo and overcrowding in Silicon Valley are examples of negative feedback, which leads to the cherished equilibrium of standard economics. In some cases, though, negative feedback never kicks in. Society becomes ''locked in,'' to use the phrase of W. Brian Arthur, a professor of population studies and economics at Stanford University who has done pioneering research in the field. Paul David, a colleague of Arthur at Stanford, has traced how the QWERTY typewriter layout has persisted in spite of the obvious superiority of the Dvorak Simplified Keyboard, which is 20 to 40 percent faster and can be learned in a few days. Then there is the clean, efficient steam-powered automobile, which exists no more. Years ago, smelly gasoline-powered cars gained some tiny advantage that grew into total dominance because the country was not big enough for two kinds of cars. In 1904, a man named William Fletcher with a cloudy crystal ball wrote: ''Unless the objectionable features of the petrol carriage can be removed, it is bound to be driven from the road, to give place to its less objectionable rival, the steam-driven vehicle of the day.'' Fletcher knew the power of positive feedback. He just bet on the wrong horseless carriage. In 1988, it's clear that many people do not know the power of positive feedback. For example, whiz kids in finance failed to foresee the damage that portfolio insurance could wreak in a falling stock market. Knowing about the snowball effect does not guarantee being able to do anything about it, but who knows? One thing could lead to another.", "7": "The Communist Party leadership has blazed the way to a brave new world of Soviet politics, where it will be forced to compete with other parties and people will directly choose the nation's leader for the first time. ''There will be a multiparty system. There will be a normal democracy,'' is how Communist Party member Svyatoslav Fyodorov, a noted eye surgeon, approvingly summed up a three-day meeting of the party's Central Committee, which voted Wednesday to end the party's legal monopoly on power. The decisions wo not assume force of law until they are adopted by the Soviet legislative system, a process that could begin next week. They are the boldest steps yet in President Mikhail S. Gorbachev's campaign to get the party he heads out of the day-to-day business of running the country and provide greater freedom for political action. A Central Committee source said the platform approved Wednesday calls for a president elected by the people instead of the Congress of People's Deputies or another legislative body _ a revolutionary transformation for Soviet politics. That would allow Gorbachev to bypass the Moscow bureaucracy and take his case directly to the people. ''The party does not assume full government authority,'' Vice President Anatoly I. Lukyanov told a news conference called to explain the new platform, which was to be published later. ''Its role is to be a political leader with no particular role to be included in the constitution.'' Following the lead of its fraternal parties in Eastern Europe, the Soviet party will propose repeal of its constitutionally guaranteed monopoly on power, Lukyanov said. British Prime Minister Margaret Thatcher praised the vote as a great decision but added there was ''a lot still to be done.'' President Bush made no direct reference to the vote but credited Gorbachev for ''handling some extraordinarily complicated internal problems ... with a certain restraint and finesse that I think demonstrates a real commitment to peaceful change.'' Gorbachev has been struggling for nearly five years to transform the Soviet Union into a modern democracy, to save the badly ailing economy and to keep the union from dissolving under the weight of nationalist upheaval. His new proposals are unlikely to bring about the rapid collapse of Communist power. Unlike Eastern Europe, where alternative political groups have been at least marginally active for years and sprang quickly into genuine opposition parties during last year's peaceful revolutions, the Soviet Union has no nationwide alternative to the Communists. The party also holds uncounted financial resources and controls much of the nation's press, from Pravda, the party's flagship daily, to small-circulation tabloids printed for reindeer herders in Siberia. It has long held veto power on appointments to important jobs on every level. The vast majority of Soviets now living have never known anything but Communist Party rule, established after the 1917 revolution swept the czar from power. Voters are unlikely to immediately oust the Communists from control except in a few regions such as the independence-minded Baltic republics, where there are strong local political movements. ''We Communists are not going to surrender our positions. Just like any party in the world, we shall be waging a struggle for our rights,'' Politburo member Vitaly I. Vorotnikov told a group of Brazilian legislators in remarks reported by the official Tass news agency. Fellow Politburo member Alexander N. Yakovlev, a close Gorbachev ally, told the news conference he hopes new parties will share the socialist ideal. But he said the adopted platform calls for banning only groups that condone ethnic strife or violent overthrow of the government. The actual constitutional change must be approved by the Supreme Soviet legislature, which opens its next session on Wednesday, and by the Congress, which is to meet this spring but could be called into special session. At its last meeting in December, the Congress heeded Gorbachev's plea for delay and blocked an effort by reformers to strike the Communists' leading role from the constitution. The issue achieved greater urgency after Lithuania's Communists broke with Moscow later that month and formed a new party. Gorbachev dropped his public opposition to alternative political parties just three weeks ago, so it was a surprise when he proposed Monday that the possibility should be put into law. Gorbachev packed the meeting of the 249-member Central Committee with more than 700 other officials, many of them progressives who took the floor to demand radical reform. In two votes, first by the Central Committee and then by the entire assembly, there was only one ''no'' vote _ maverick Communist Boris N. Yeltsin, who had favored an even more radical program demanding a virtual apology by the party for decades of totalitarian rule, the Central Committee source said. The committee also agreed to advance the start of the next party Congress from October to June. For the first time, delegates to the Congress, the most powerful party body, will be elected by the nation's 20 million Communists. Previously they were approved by the leadership, thus ensuring the status quo. Congress then will elect a new Central Committee and could either choose the party leader _ now Gorbachev _ or allow the rank-and-file to choose, Yakovlev said. The Central Committee is considered by reformers to be the bastion of conservatives wary of Gorbachev's reform program and the Congress would offer Gorbachev another chance to reform the committee to his liking. The committee scolded Lithuania's Communist Party for declaring independence from Moscow and backed a small group of Lithuanian Communists who remain loyal to the Kremlin. Lithuanian officials said the break was a precursor to secession by the Baltic republic and said it was necessary for them to prevent defeat in local elections Feb. 24.", "8": "The world's largest newsprint maker, pressured by weak demand and resistance from American newspapers, said Monday it would drastically reduce and delay its latest announced price hike. Abitibi-Price Inc. of Toronto has told its customers it decided to increase prices for newspaper customers by $30 to $680 a metric ton effective Feb. 1 instead of the previously announced $695 a metric ton. But analysts said that unless two smaller U.S.-based newsprint makers announce price increases by next month, this latest rise might not occur. Last September, Abitibi announced it was raising its newsprint prices to $695 a metric ton, a 6.9 percent increase, effective Jan 1. Several other manufacturers, including Bowater Inc., the largest U.S. producer, followed suit. But newspaper officials balked, arguing that the price hikes were unjustified because of weak demand for newsprint. They said a fall in advertising meant they did not need as much paper to print their newspapers. They also said a buildup of inventories and increased capacity of paper mills starting next year meant a larger supply of newsprint would be available. ''We are obviously disappointed that our price announcement for both the U.S. and Canada have had to be modified or, I should say, has been modified,'' said Robert Johnson, senior vice president of marketing for Abitibi's sales and marketing unit in New York. ''But we are obviously aware of the realities of the marketplace.'' Canadian Pacific Forest Products Ltd. of Toronto was the first to announce last week that it was cutting its previously announced price increase. But analysts said Champion International Corp. of Stamford, Conn., and Kimberly-Clark Corp. of Dallas started the ball rolling on Nov. 1 when they did not notify their customers that they would follow the lead of Abitibi and other bigger newsprint companies that announced their price increases in September. Under terms of their customer contracts, both companies were required to give two months notice of price hikes. Most other newsprint makers operate under contracts that require three months notice to customers. ''The only way these companies can compete is in price,'' said one Wall Street analyst who did not want to be named. ''If one company increases its price and the next does not then (the company with the higher price) will lose market share.'' The analyst said the big newsprint makers boosted prices on the assumption that fourth-quarter demand would increase. However, that has not happened and ''that's why Champion decided not to increase prices,'' he said. Analysts said that the two companies have until Dec. 1 to meet the latest price hike for their customers. If they do not, that could mean even the lower prices might not take effect, they said. ''The handwriting is on the wall,'' said Eric Philo, an analyst with the investment firm Goldman, Sachs & Co. ''It looks like there will be excess capacity in the next few years.''", "9": "Coal mine owners are generally pleased with a Supreme Court ruling shielding them and their insurance companies from paying up to $13.6 billion in additional black lung benefits but an attorney for miners claimed a partial victory. The justices ruled 9-0 on Tuesday that a group of miners estimated to number between 94,000 and 155,000 is ineligible to seek disability benefits for the disease. The group consists of those who missed deadlines for filing court appeals after they were denied benefits. Mark Solomons, a lawyer representing the mine operators, said, ''The industry is going to be pleased.'' But Solomons said a second part of the Supreme Court's ruling will spur additional litigation for a smaller number of miners hoping to receive benefits. In that section, the justices voted 5-4 to permit some miners who worked less than 10 years in the mines to seek disability pay for black lung disease, or pneumoconiosis, a respiratory ailment caused by prolonged inhaling of coal dust. Between 8,000 and 10,000 miners with pending claims could be in line to receive hundreds of millions of dollars in benefits under that part of the high court decision. The court said even if miners have less than 10 years on the job, they are presumed to be eligible for benefits if they display medical evidence of the disease. Paul Smith, a lawyer representing miners, said the ruling is a significant _ if only partial _ victory for the workers. ''The presumption makes a big difference,'' he said, because it shifts the burden of proof to the government to deny such claims. ''It's very difficult to prove you are disabled by black lung disease,'' he said. Congress created a special industry-supported fund to pay off claims by miners with the disease. Coal mine operators already owe the fund some $3 billion that was lent to it by the federal treasury. The Reagan administration had urged the justices to deny the claims of miners who had missed earlier filing deadlines. Justice Antonin Scalia, writing for the court, said nothing in federal law requires the government to reopen settled claims. ''There is not even a colorable basis for the contention that Congress has imposed a duty to reconsider finally determined claims,'' he said. But Scalia said Congress also never intended to exclude from benefit eligibility miners who worked less than 10 years. ''We do not sit to determine what Congress ought to have done given the evidence before it, but to apply what Congress enacted _ and ... the exclusion of short-term miners from the benefits ... finds no support'' in a 1977 law aimed at making it easier for miners to seek benefits, Scalia said. The high court overturned a ruling by the 8th U.S. Circuit Court of Appeals that had ordered the Labor Department to take a fresh look at claims that were denied in the late 1970s and early 1980s. The appeals court had directed the department to use the liberalized standards adopted by Congress in 1977 to determine benefit eligibility for a group numbering from 94,000 to 155,000. The cases involved potential benefits estimated at $13.6 billion. In other cases, the court: _Threw out an appeal by an unwed California father seeking to restore a parental relationship with his 7-year-old daughter. Eight days after hearing arguments in Edward McNamara's case, the court dismissed the appeal for procedural reasons and left unanswered whether unwed fathers have the same parental rights as unwed mothers. _Ruled unanimously that federal employees holding sensitive intelligence-agency jobs are not entitled to administrative hearings when fired as security risks. The justices reversed a ruling requiring a hearing for a National Security Agency employee who says he was dismissed for homosexual activities.", "10": "The case of a 23-year-old American photographer, tried Saturday on charges of drug smuggling, has hightlighted differences between the legal systems and national customs of Spain and the United States. Conan Owen, a 1986 graduate of Syracuse University, was charged with smuggling more than four pounds of cocaine from Chile to Spain in a false-bottomed suitcase. He received the suitcase from a travel agent near his home in Annandale, Va. Both prosecuting attorney Teresa Calvo, who asked for a 10-year jail sentence, and presiding Judge Jose Presencia Rubio expressed incredulity that a university graduate would accept a job from a passing acquaintance and agree to carry a suitcase halfway around the world for someone he hardly knew. In Spain, the custom is only to do business with people you know. During his year in Barcelona's 85-year-old Model Prison, Owen said he did not understand why he had not been freed on bail pending trial. Bail was denied because Owen was a foreigner caught with a substantial amount of relatively pure cocaine. When U.S. law enforcement agents testified Saturday that Owen had provided them with information leading to a half dozen indictments of members of a suspected cocaine smuggling ring, the judge called it all ''very interesting'' but said he was only interested in Owen's case. Attorney General Edwin Meese III even delivered copies to Spanish judicial authorities of a statement made by George Barahona, the man who hired Owen, and who early last month received a two-year suspended sentence for narcotics violations from a federal court in Virginia. In the statement made in a plea bargain agreement, Barahona said Owen knew nothing about the drugs and had been used as a carrier. But plea bargaining does not exist in Spain. In her summary, Calvo implied that plea bargaining was a less-than-honorable institution. U.S. officials faced a similar problem several years ago when a Spanish court was considering U.S. and Spanish requests for extradition of Colombian cocaine baron Jorge Luis Ochoa Vasquez. The U.S. indictment of Ochoa, who was arrested in Madrid in November 1984, was based on extensive testimony obtained through a plea bargin. The Spanish court instead sent Ochoa back to Colombia in July 1986. He went free a week later."}