{"0": "Dave Roberts of the Los Angeles Dodgers won the National League Manager of the Year Award on Tuesday, while Terry Francona of the Cleveland Indians earned the American League's honor. Roberts won in his first year as a manager. Members of the Baseball Writers' Association of America voted at the end of the regular season. The awards were announced on MLB Network. Roberts beat out Joe Maddon, who led the Chicago Cubs to the World Series championship, and the Washington Nationals' Dusty Baker. Roberts led Los Angeles to the N.L. West title despite the Dodgers placing 28 different players on the disabled list, more than any team in the past 30 years. Francona guided a club hit by injuries and drug suspensions to a first-place finish in the A.L. Central. The Indians had a 3-1 lead in the World Series before the Cubs rallied. Jeff Banister of the Texas Rangers finished second, and Buck Showalter of the Baltimore Orioles was third. METS HIRE A THIRD-BASE COACH The Mets hired Glenn Sherlock, who spent the previous 19 years with the Arizona Diamondbacks' coaching staff, as the team's new third-base coach. Sherlock, 56, will also serve as a catching instructor, which the Mets hope can help some of their players, particularly Travis d'Arnaud. Sherlock will replace Tim Teufel as the third-base coach. Teufel, who had held the position since 2012, was an infielder on the 1986 World Series champion Mets. The Mets said that Teufel had been offered another position within the organization. Sherlock, a former minor league catcher, spent the previous two seasons as the Diamondbacks' bench coach. JAMES WAGNER Khyri Thomas scored 15 of his 18 points in the second half, breaking open a close game with a three-point play and a 3-pointer on consecutive possessions, and No. 22 Creighton (2-0) defeated No. 9 Wisconsin (1-1), 79-67, in Omaha. Maurice Watson Jr. had 17 points and 10 assists and Marcus Foster added 15 points for the Bluejays. Bronson Koenig scored 21 points and Nigel Hayes had 16 to lead the Badgers, who made only 3 of 26 3-pointers after starting 8 of 13 from beyond the arc. BAYLOR 66, OREGON 49 Johnathan Motley scored 17 points in his season debut, and Baylor (2-0) got a big early season victory in Waco, Tex., over No. 4 Oregon (1-1), which was playing without its preseason all-American, Dillon Brooks, a 6-foot-7 junior forward who is recovering from off-season foot surgery. SYRACUSE 90, HOLY CROSS 46 Andrew White scored 19 points, Tyler Lydon had 17, and No. 18 Syracuse (2-0) went on a 14-0 run in the first half to take control and overpower visiting Holy Cross (0-2). LeBron James had 28 points and 14 assists, Kyrie Irving scored 24 points, and the Cleveland Cavaliers beat the visiting Toronto Raptors, 121-117, to match their best start in franchise history after 10 games. It was another tense matchup between the teams that met in last season's Eastern Conference finals. Channing Frye's 3-pointer from the top of the key with 59 seconds left put the Cavaliers up by 1. Cleveland then buckled down on defense, holding Toronto scoreless until Kyle Lowry made a layup with 2.8 seconds left. Kevin Love added 19 points and 13 rebounds for the Cavs, who are 9-1 for the first time since 1976-77. Lowry scored 28 points for the Raptors. HAWKS 93, HEAT 90 Dennis Schroder scored 18 points, Paul Millsap and Tim Hardaway Jr. each finished with 15, and visiting Atlanta pushed its winning streak to five games by outlasting reeling Miami. HORNETS 115, TIMBERWOLVES 108 Kemba Walker scored 30 points, and Charlotte blitzed Minnesota in the third quarter to earn a victory in Minneapolis. Adam Henrique scored 44 seconds into overtime to give the Devils a 2-1 victory in Dallas. Henrique and Kyle Palmieri skated in on Stars goalie Antti Niemi in a two-on-one. Palmieri sent a pass from the right side to Henrique at the edge of the left face-off circle, and Henrique put the puck into the net. Cory Schneider had 23 saves for the Devils. MAPLE LEAFS 6, PREDATORS 2 James van Riemsdyk scored three goals, Tyler Bozak had four assists, and host Toronto routed Nashville. PANTHERS 4, CANADIENS 3 Aaron Ekblad broke his stick on an awkward slap shot that sneaked by goaltender Carey Price in overtime, and visiting Florida defeated Montreal. LIGHTNING 4, RED WINGS 3 Nikita Kucherov scored his second goal of the game with 1:10 left as Tampa Bay won in Detroit. Multiple news media outlets reported that quarterback Jared Goff will make his N.F.L. debut on Sunday, when Goff, the No. 1 overall pick in the 2016 draft, starts for the Los Angeles Rams. Goff watched the first nine games of his rookie season on the sideline for the Rams (4-5), who have struggled on offense. The veteran Case Keenum has started every game. But the Rams decided it is time to see what they have in Goff after their offense failed to score a touchdown in last weekend's 9-6 victory over the Jets. Novak Djokovic edged closer to the year-end No. 1 ranking in London. Djokovic, ranked No. 2, defeated Milos Raonic, 7-6 (6), 7-6 (5), to qualify for the semifinals of the ATP World Tour Finals and improve his record against Raonic to 8-0. Djokovic is 2-0 at the season-ending tournament, and he will retake the top ranking from Andy Murray if he does better this week. Murray is 1-0 so far, and he will play his second match on Wednesday against Kei Nishikori.", "1": "Until last year, John S. Weinberg was a top corporate adviser at Goldman Sachs, a high-powered executive at the firm where his family built a banking dynasty. Now, he is moving to a newer Wall Street firm, taking one of its most senior posts. The investment bank Evercore Partners said on Wednesday that it had hired Mr. Weinberg as its executive chairman and chairman of its board. Roger C. Altman, a co-founder of the firm and its current executive chairman, will take the new role of senior chairman, while Ralph L. Schlosstein will remain chief executive. \"I am excited because this is an organization that has done an extraordinary job of focusing on clients,\" Mr. Weinberg said in a telephone interview. Mr. Altman added: \"We take a very long-term point of view with clients. I don't know a single banker over my years who better epitomizes that ethos — who isn't at Evercore — than John.\" Mr. Weinberg's hiring is one of the most prominent by the 21-year-old firm. The Weinberg name has long been closely tied to Goldman Sachs, ever since Sidney J. Weinberg rose from a spittoon cleaner at the firm in the early 1900s to the chief executive who made the bank one of the most powerful on Wall Street, leading the initial public offerings of Sears and Ford Motor. Weinbergs have been at Goldman ever since, including John S. Weinberg's late father, John L. Weinberg, and late uncle Sidney Weinberg Jr. Still, members of the family have gone to work elsewhere in the financial world. One of Mr. Weinberg's cousins, Peter A. Weinberg, previously served as Goldman's head of Europe — and subsequently helped found the boutique investment bank Perella Weinberg Partners. John S. Weinberg spent 32 years at Goldman, becoming a partner in 1992, eventually becoming a co-head of its investment bank and, finally, a vice chairman of the firm. During his tenure, he advised the likes of Ford, where he is a director; General Electric; and Visa. Now he's joining Evercore, which has become one of the most prominent independent investment banks, dispensing advice but forgoing the lending and trading operations of traditional firms like Goldman or JPMorgan Chase. Still, over the years Evercore has grown to 28 offices across the globe, with research and wealth management arms in addition to its core advisory operations. The firm ranks 10th among merger advisers so far this year, having worked on 144 deals worth $254 billion, according to Thomson Reuters. Among the transactions it helped with are Qualcomm's $39 billion takeover of fellow chip maker NXP Semiconductor and Samsung's $8 billion acquisition of the audio company Harman International. And it has been one of the best-performing independent investment banks, its stock having risen 19 percent this year. Evercore shares closed on Tuesday at $64.35, valuing the firm at nearly $3 billion. Evercore had long been led by Mr. Altman, a veteran deal maker at Lehman Brothers who has also been immersed in Democratic politics, including as deputy Treasury secretary in the Clinton administration. He co-founded the firm in 1995 after leaving Washington. Evercore's leadership began to change seven years ago, when Mr. Altman brought in Mr. Schlosstein, a veteran financier and co-founder of the asset management giant BlackRock, as chief executive. Still, Mr. Altman has remained involved in many of the firm's biggest transactions. Mr. Weinberg said in the interview that when he retired from Goldman last summer at the age of 58, he had no intention of decamping to a rival and instead wanted to evaluate his career options. \"I wanted to go back to work, but I only wanted to go back to work at an organization that had the values and principles that I could really get behind,\" he said. One of the earliest and most persistent sets of suitors were Mr. Altman and Mr. Schlosstein, who pitched him on Evercore as a corporate adviser with a deep focus on client relationships. \"When we had the opportunity to speak with him and attract him to the firm, it was literally a no-brainer,\" Mr. Schlosstein said.", "2": "BUSINESS DAY An article on Monday about a new marketing campaign for the Newman's Own brand rendered the wording on a new label incorrectly. It is \"100 Percent Profits to Charity,\" not \"100 Percent to Charity.\" SPECIAL SECTION: DEALBOOK An article on Tuesday about the venture capital firm Spark gave an outdated name for the firm of John Lilly, who commented on Spark's track record. It is Greylock Partners, no longer Greylock Ventures. THE ARTS A music review on Tuesday about \"Kathleen Battle: Underground Railroad — A Spiritual Journey\" at the Metropolitan Opera, which included readings, misidentified the source of the words by Sojourner Truth that were read by Cicely Tyson. It is a speech she gave in Akron, Ohio, in 1851, not a memoir. The final sentence of the review was truncated in some editions. It should have read, \"The final standing ovation was tumultuous.\" • A television review on Tuesday about \"Good Behavior\" on TNT, created by Chad Hodge and Blake Crouch, misidentified another show that Mr. Hodge created. It is \"The Playboy Club,\" not \"Pan Am.\" OBITUARIES An obituary on Tuesday about the soap opera writer Claire Labine misstated the date of her death and the given name of her daughter, who survives her. She died on Nov. 8, not on Nov. 11, and her daughter is Eleanor Labine, not Lenore. • An obituary on Tuesday about the rock 'n' roll archivist Billy Miller misspelled the surname of his sister, who survives him. She is Marie DeTommaso, not DeTomasso. • Because of an editing error, an obituary in some copies on Saturday about the singer and songwriter Leonard Cohen misidentified the site of his burial. It is in Montreal — not in Westmount, a suburb of Montreal, where he grew up. OPINION An Op-Ed article on Monday about the death of Leonard Cohen rendered Mr. Cohen's Hebrew name incorrectly. It is Eliezer ben Nisan ha'Cohen, not Eliezer ben Natan ha'Cohen. It also misstated the title of a Cohen song. It is \"I'm Your Man,\" not \"I'm in Your Man.\" The Times welcomes comments and suggestions, or complaints about errors that warrant correction. Messages on news coverage can be e-mailed to nytnews@nytimes.com or left toll-free at 1-844-NYT-NEWS (1-844-698-6397). Comments on editorials may be e-mailed to letters@nytimes.com or faxed to (212) 556-3622. Readers dissatisfied with a response or concerned about the paper's journalistic integrity may reach the public editor at public@nytimes.com or (212) 556-7652. For newspaper delivery questions: 1-800-NYTIMES (1-800-698-4637) or e-mail customercare@nytimes.com .", "3": "Good morning. We're trying something new for our readers in Europe: a morning briefing to jump-start your day. What do you like? What do you want to see here? Email us with your feedback at europebriefing@nytimes.com . Here's what you need to know: • Donald J. Trump's plans for a smooth transition to the presidency are in disarray . Officials said a purge of top aides was orchestrated by Jared Kushner, Mr. Trump's son-in-law and close adviser. Vice President-elect Mike Pence, who was placed in charge of the transition, joined Mr. Trump in New York to speed the naming of a cabinet. Rudolph W. Giuliani, the former mayor of New York and top contender for secretary of state, is facing a flood of questions about whether his business dealings should disqualify him. The president-elect turned to Twitter to deny that his team was in turmoil. _____ • Mr. Trump's far-flung holdings present an array of potential conflicts of interest, complicated further by his decision to have his children serve on his transition team and run his businesses. As president, he will be exempt from a federal ethics rule prohibiting government workers and members of Congress from actions that could benefit their financial interests. Ivana Trump, the president-elect's first wife, said she wanted to be ambassador to the Czech Republic, her homeland. _____ • President Obama made some of his strongest comments since last week's election. In Greece on the first leg of his last official international trip, he warned of a rise in \"a crude sort of nationalism\" and of \"tribalism that is built on ‘us' and a ‘them' \" — an apparent reference to Mr. Trump's appointment of Stephen K. Bannon, a hard-right nationalist, as chief strategist. In Athens, protesters demonstrated against Mr. Obama's visit . _____ • Russia resumed airstrikes on rebel-held areas of Aleppo, Syria, ending three weeks of relative calm in the city. In Moscow, President Vladimir V. Putin dismissed his economy minister, who was arrested in a bribery case, citing a \"lack of trust.\" _____ • Germany banned True Religion, a Muslim organization known for distributing German-language copies of the Quran, following raids around the country on Tuesday. The interior minister said the group acted as a \"collecting pool\" for would-be Islamist fighters. _____ • A security company based in Virginia discovered preinstalled software in some Android phones that was sending text messages, contact lists and other data to a server in China every 72 hours. The scope of the issue is not clear. The software provider, Shanghai Adups Technology, said its code runs on 700 million phones, cars and other smart devices. • Technologies that emerged from the effort to combat distracted driving have added to the problem, U.S. safety experts say, contributing to a surge in highway deaths . • Fintech, the emerging industry that combines finance and technology, is looking for its Silicon Valley. Berlin, Singapore and Sydney, Australia, are in the race, but Hong Kong may have the inside track. • Google still plans to expand its campus in Central London, adding space for up to 7,000 workers, in a move seen as a vote of confidence in Britain's future. • Twitter said it was making it easier for users to hide and report abusive posts, after facing scrutiny for a rise in hate speech online during the U.S. presidential election. • The euro and pound gained against the dollar. Here's a snapshot of global markets . • An important U.N. committee approved a resolution condemning Russia's \"temporary occupation\" of Crimea. [ The Associated Press ] • The British prime minister 's office distanced itself from a leaked memo that said the government was unprepared for negotiations on \"Brexit.\" [ The New York Times ] • President François Hollande has proposed extending France's contentious state of emergency until the election in May. [ The Guardian ] • The Belgian police have found the cellphone of one of the Paris attackers, lost for months, under a pile of paperwork. [ BBC ] • Egypt has overturned the death sentence of Mohamed Morsi, the country's first democratically elected president, who was ousted in 2013. [ The New York Times ] • Despite concerns over Mr. Trump's vow to withdraw the U.S. from the Paris climate change accord, top diplomats at a United Nations global warming summit said the pact would go ahead regardless. [ The New York Times ] • Lake Baikal, one of the most pristine bodies of fresh water in the world, has been invaded by algae caused by an influx of untreated sewage. • A sketchbook of 65 drawings attributed to Vincent van Gogh stirred debate between two scholars, who believe the work to be authentic, and the Amsterdam museum that bears his name. • Jackie Chan finally received an Oscar . Mr. Chan, a Hong Kong native known for his comedic timing and martial arts expertise, received an honorary award for his long career as an actor, director and producer. • Pollution in Tehran is the new normal for most Iranians, considered a problem so large and complex that it is better just to pretend that it is not there . • \"Post-truth\" has defeated \"Brexiteer,\" \"glass cliff\" and \"adulting\" in the race for Oxford Dictionaries' word of the year . The movie adaptation of the book \"Harry Potter and the Philosopher's Stone\" was released in the United States 15 years ago this week. If the title sounds odd to American readers, that's because in the U.S., the stone was a sorcerer's. Book and movie titles differ often in adaptation — and not always because producers think sorcery is more enticing than philosophy. In some cases there's a practical reason. \"Schindler's List\" was first published in book form as \"Schindler's Ark.\" Oskar Schindler actually did keep a list, and book publishers changed the title later. Other cases are simply random. While it would have been a stretch for the movie \"Blade Runner\" to carry \"Do Androids Dream of Electric Sheep,\" the film's title doesn't actually appear in Philip K. Dick's book. It was lifted from a different novel, Alan E. Nourse's \"The Blade Runner.\" American movie titles are often altered when they are released overseas to resonate with local audiences. That's why \"Up in the Air\" became \"Mileage, My Life\" in Japan; and \"Cloudy With a Chance of Meatballs\" turned into \"It's Raining Falafel\" in Israel. A movie critic there summed up the criteria film studios used. \"They are looking for something catchy or funny,\" he said, \"even if it is ridiculous.\" Evan Gershkovich contributed reporting. _____ Photographs may appear out of order for some readers. Viewing this version of the briefing should help. Your Morning Briefing is published weekday mornings. What would you like to see here? Contact us at europebriefing@nytimes.com .", "4": "In \"Undercover,\" a London barrister on track to become Britain's top public prosecutor discovers that nothing is as it seems. \"Polar Bear Town\" chronicles the annual collision of human and beast at the edge of Hudson Bay. And \"The Art of More\" returns for a second season with more of everything. UNDERCOVER 8 p.m. on BBC America. Sophie Okonedo stars as Maya Cobbina, a passionate London barrister about to be appointed the first black director of public prosecutions, despite having never actually prosecuted a case. Then she discovers that Nick (Adrian Lester), her husband and the father of her three children, has been lying to her for as long as she has known him, threatening not only the existence of their family but also the 20-year death row case on which she has built her career. This six-part series, written by Peter Moffat (an executive producer of \"The Night Of\") and featuring Dennis Haysbert as the American inmate sentenced to die, will be shown in its entirety on Wednesday and Thursday. \"In the end, it doesn't really come close to making sense, which is the worst thing you can say about this type of show,\" Mike Hale wrote in The New York Times. But \"Ms. Okonedo is as vibrant as usual, and her performance can almost carry you past the story's mounting puzzlements.\" POLAR BEAR TOWN 8 p.m. on Smithsonian. Each fall, around 10,000 tourists descend on Churchill, Manitoba, population 800 plus, where some 1,000 hungry polar bears gather annually — and occasionally cause bedlam — as they wait for the ice in Hudson Bay to return. This beautifully shot series follows the majestic beasts' migration and the professional guides whose mission is to get their human clients close, but not too close. NIGHTCAP 8 p.m. on Pop. Ali Wentworth plays an overworked talent booker for a late-night talk show, giving her license to cavort with Sarah Jessica Parker, Kelly Ripa, Mark Consuelos and Gwyneth Paltrow in this series's opening episodes. ICE 8 p.m. on Audience/DirecTV. A family of diamond dealers tries to stave off a Los Angeles crime lord while eluding the feds in this new drama starring Cam Gigandet, Jeremy Sisto and Ray Winstone. Donald Sutherland plays true to type as the South African surgeon who heads the Belgium diamond cartel with ruthless precision. SOUTH PARK 10 p.m. on Comedy Central. The president-elect requests an audience with P C Principal. THE ART OF MORE on Crackle . Sex, blood, dirty money: It's all there in this Crackle drama about the ugly side of pretty things. Dennis Quaid stars as Sam Brukner, and Cary Elwes is Arthur Davenport, two of New York's most conspicuous consumers in the $10 billion art smuggling business. And Christian Cooke is their accomplice, Graham Connor, a former soldier in Iraq turned antiquities thief, maneuvering his way around a top Manhattan auction house. Season 2 finds Connor re-entering the business to help the F.B.I. swoop down on a collector who's running a terrorism-financed smuggling ring. Meanwhile, Brukner plots his comeback with a museum of his own, and Davenport tries to elude the I.R.S. while hatching a new art scam from his hide-out in Croatia. Writing in The Times, Neil Genzlinger called it \"tasty.\"", "5": "VANCOUVER, British Columbia — Kevin Hayes and J. T. Miller scored two goals each, Henrik Lundqvist made 36 saves, and the Rangers beat the Vancouver Canucks, 7-2, on Tuesday night. Mats Zuccarello had a goal and two assists, Nick Holden had a goal and an assist and Brandon Pirri also scored for the Rangers, who have won three straight and eight of their last nine — with the lone loss in that stretch coming at home against the Canucks last Tuesday. Mika Zibanejad, Jesper Fast and Kevin Klein each added two assists. Brandon Sutter and Markus Granlund scored for Vancouver and Lucas Sbisa had two assists. Jacob Markstrom stopped 18 shots. The Rangers led, 3-0, before Sutter got Vancouver on the scoreboard with 40 seconds left in the second period. Hayes and Miller then scored in the first two and a half minutes of the third period to help the Rangers pull away.", "6": "\"Go Nero!\" Nikola Tarandek, a truffle hunter, urged on his black Labrador, who scratched furiously at the moist soil of Motovun Forest in Croatia. We were in the hinterlands of Istria, a diamond-shaped peninsula that juts into the Adriatic Sea, exploring one of the richest grounds for premium white truffles — long overshadowed in fame but not quality by the truffle mecca of Alba in the Piedmont region of Italy. Nero had caught the scent at the roots of an oak, sending up clumps of dirt as Mr. Tarandek twisted a spade into the black earth. The commotion yielded only a tiny tuber that wasn't even worth taking back to town. Other truffles that Nero sniffed out turned up spoiled. But it was just the beginning of the season, and within weeks Mr. Tarandek, who runs a side-business taking visitors on truffle-hunting tours, would be bringing fist-sized truffles home to market. Truffles are considered an expensive delicacy in some places, but that is not the case here. And while the Istrian truffle is premium grade, its culture is free of the snobbery, intrigue and astronomical prices found in Piedmont or in the Perigord region of France. It's as if Istrian truffles have been a well-kept secret, ripe for discovery. And that's beginning to happen with stronger efforts to promote them. The international food world is starting to take notice, with visits to Istrian truffle country increasing every year. It may seem surprising that a delicacy associated with Italy and France is found in Croatia's dense oak forests, but truffles have been hunted here for centuries. Istrian truffles have maintained a low profile largely because those from Alba enjoy such cachet. And there's another reason: Croatian truffles have for decades made their way to the Italian market and been sold as Alba truffles. Locals say that has translated into little incentive to make their product famous, since hunters earn so much supplying Italy in a shady trade made possible by Istria's proximity to Piedmont. That's been changing in the last decade. The night before my truffle hunt I was dining at Mondo Tavern in the village of Motovun, which commands spectacular views on a hilltop overlooking the truffle forest. The owner, Klaudio Ivasic, said locals are awakening to the benefits of keeping truffles at home. Until recent years, Motovun's tourist season ended in August. As truffle fame has grown, the season is extending through November. \"People are coming for the truffles,\" Mr. Ivasic said proudly. For travelers, the attractions of an Istrian truffle tour are plentiful. Istria's rolling landscapes evoke Tuscany; its beaches are among the Mediterranean's most beautiful; cliffs are dotted with fairy-tale villages — and a truffle meal won't burn a hole through your wallet. At Mondo, a man started shaving a white truffle over my plate of Istrian \"fuzi,\" short pasta. I expected him to stop after a couple of seconds, but he kept going. A heavenly aroma filled the room. The flakes drifted down until my pasta was buried in a white truffle mantle. This dish, which in Milan would easily cost 40 euros (and in New York or London don't even think about it), is priced here at a reasonable 155 Croatian kuna, or 20 euros ($22). Mr. Ivasic, himself a truffle hunter, said the dry summer and rainy September had been ideal for white truffles, and that this season could be the best in a decade, although \"truffles are a mystery.\" In the morning, Mr. Tarandek was less optimistic, and it was understandable. He had been seeking truffles for two hours, to no avail. \"Too early in the season,\" he mumbled. Suddenly Nero started barking frantically by the roots of a poplar. His owner dropped to his knees, cutting at roots so his dog could dig deeper. \"Come down close to the hole,\" Mr. Tarandek beckoned, \"and SMELL!\" I was then on hands and knees, sinking my face into a muddy crater — just like a truffle-hunting dog — and a blast of truffle hit my nose. Is this the jackpot? Mr. Tarandek shook his head. \"Oh no, it's a small truffle,\" he said, \"but a good one.\" He continued cutting at roots to extract the puny but precious truffle — and stopped. A stream of invective poured from his lips. The yellowish fleck he had found poking from the dirt was only the tip of a much larger prize. \"I have destroyed the truffle,\" he groaned, displaying the chunk he had broken off. \"Ohhhhhh my God. That was sooooo big a truffle!\" Hunters command top dollar only for intact truffles. With one careless flick Mr. Tarandek had lost up to 300 euros. But soon he'd seen the brighter side of things, for this meant truffle season was starting in earnest. \"Lucky day,\" he said. \"Now I have motivation.\"", "7": "Maybe it was because Eric Clapton owned it. Or because Gerhard Richter remains among the hottest artists on the market. Whatever the reason, concerns about a glut of Richters in this auction season — there are no fewer than 18 paintings by the German artist at Christie's, Sotheby's and Phillips — did not hurt the Richter that came up for sale at Christie's in Manhattan on Tuesday night. The yellow, green and red painting — \"Abstraktes Bild (809-2),\" from three seven-foot-high 1994 abstracts that Mr. Clapton had bought at Sotheby's in 2001 for $3.4 million — sold to the Richard Gray Gallery of Chicago and New York for $22.1 million with fees, having been estimated at $18 million to $25 million. \"The whole world has been asking itself, ‘How is the art market going to do?'\" the New York dealer Robert Mnuchin said. \"It was a very respectable sale.\" Still, given that several lots sold for single bids against guaranteed prices, others described the evening postwar and contemporary sale as lackluster. \"It was slow and sobering,\" the Los Angeles collector Eli Broad said. \"The market is tired.\" The auction brought $277 million, well above a low estimate of $216.6 million, and 54 out of 61 lots sold. The equivalent sale last year totaled $331.8 million from 66 lots, and Christie's also benefited from an additional themed sale, which brought $491.4 million and featured a $170.4 million Modigliani . By comparison, the top lot on Tuesday, by Willem de Kooning, went for $66.3 million with fees, an auction high for the artist. But the political and economic climate has become more unpredictable since then, and owners of important artworks have grown more hesitant about selling. There was no themed sale this year. \"The absence of star lots has led to the overall value of sales contracting,\" Joshua Holdeman, a New York art adviser, said. \"The market has returned to the bread and butter of people putting together collections of works priced up to $5 million.\" \"There's still depth to the market,\" he added. \"It's just difficult to find trophy works that people want to part with.\" THE MOST LIKELY TO SUCCEED, DID The opulent 1977 de Kooning abstract \"Untitled XXV,\" consigned by an unidentified Las Vegas collector, had been valued at $40 million. \"The price was spectacular,\" Emmanuel Di Donna, a New York dealer, said. \"At the top of the market there is no ceiling.\" It was one of some 20 large \"pastoral\" abstracts that Mr. de Kooning painted on Long Island during a creative resurgence. In 2006, it sold for $27.1 million, then an auction high not only for the Abstract Expressionist artist, but for any postwar and contemporary work. THE GALLERY HEADLINER A little cross-promotion does not hurt. As the often-satirical figurative painter John Currin is headlining in Gagosian's \" Nude: From Modigliani to Currin \" show on Madison Avenue, Christie's offered Mr. Currin's 1999 painting of two female nudes, \"Nice 'n Easy.\" The seller of the painting — which features old master echoes of Lucas Cranach the Elder — bought it at Sotheby's in 2008 for $5.5 million, then an auction high for the artist. The market for Mr. Currin moved on to a new benchmark on Tuesday night when the painting, backed by a third-party guarantee, sold to a single bid of $12 million with fees. ARTIST TO WATCH Last month, the enigmatic 2008 painting \"Nickelodeon,\" by the Romanian-born Adrian Ghenie, 39, the auction market's rising young artist of the moment — sold at Christie's in London for a new high of about $9 million. On Tuesday, Mr. Ghenie's \"The Bridge\" (2015) — which Christie's showed at previews alongside a Francis Bacon, trying for a comparison — topped its high estimate of $2.5 million, selling for $3.9 million to an Asian bidder in the room who declined to be identified. ALL THE WORLD'S A CIRCUS Christie's offered a figure-crammed 1961 work by the French Art Brut painter Jean Dubuffet, \"Les Grandes Artères,\" which sold for $23.8 million, well above its high estimate of $20 million. \"It's one of the five best Dubuffets in private hands,\" Christophe Van de Weghe, a dealer, said. AND THE WINNER IS Mr. Clapton, whose three Richters — one sold in 2012 for $34.3 million, the other in 2013 for $20.9 million — brought him a profit of at least $74 million on his 15-year investment. THE NEW ‘NET PRICES' Seventeen lots in the sale had been guaranteed by Christie's or a third party. Following an approach initiated by Sotheby's, New York City's Consumer Affairs Department in September recommended that the published results of lots bought by third-party guarantors should subtract any fees paid to them. Sotheby's releases these net prices immediately after the sale. Christie's will issue updated prices on its website after completing the accounting process.", "8": "Even before he won the presidency, Donald J. Trump had a strong claim to being the most ideologically disruptive presidential nominee of modern times. From the Bush family to Paul Ryan, the Iraq war to entitlement reform, Trump arrayed himself against the personalities and policies of the Republican Party, and his campaign took a wrecking ball to many of his adopted party's orthodoxies, proposing a vision of right-wing politics far more mercantilist, nationalist and statist than anything we've seen from the post-Reagan, post-Goldwater G.O.P. His primary campaign proved that this vision is popular with Republican voters, and his shocking general election win suggests that Trumpism might be more politically potent than the conservatism it overthrew. But his revolution was so sudden and sweeping that it raced ahead of itself, capturing the White House without having any of the plans and personnel and foot soldiers that actually operationalizing Trumpism would require. Every administration tends to have ideological divisions, to rely on an old guard of party people (moderate Republicans in the Reagan era, Clintonites in the Obama presidency) alongside its newcomers, innovators and ideological insurgents. But in this case, apart from the infamous-but-still-marginal alt-right and the small clutch of conservative intellectuals for Trump (most of whom don't agree on what being \"for Trump\" means), there is really no Trumpist new guard at all, at least among the people qualified to staff a presidential administration — no roster of elected officials who rose to power promising to Make America Great Again, no list of policy thinkers who have spent the last decade dreaming of tariffs and mapping out Keynesian infrastructure projects and planning for a détente with Moscow. Instead, Trump campaigned surrounded by politicians, operatives and surrogates whose only real commonality was opportunism. Back when he seemed likely to lose the election handily, this was a reason to wonder about his movement's staying power — would Newt Gingrich, Ben Carson and Sean Hannity really remain European-style populist nationalists once their patron was defeated? But now that he's won, it raises a different question: Can Trumpism survive a Trump administration? Consider, for instance, foreign policy, where Trump campaigned as a critic of the Iraq war and neoconservatism, as a man ready to make a deal with Russia in order to crush the Islamic State and less inclined to unleash wars of choice than his liberal interventionist opponent. This is not a combination of views widely shared among potential Republican secretaries of state and defense. But were the president-elect a shrewd judge of ideology, it might be possible to come up with a foreign policy team — a mix of realist internationalists and war-weary Jacksonians, Jon Huntsmans and Jim Webbs — that matched reasonably well with his overarching vision. But instead Trump is apparently considering Rudy Giuliani and John Bolton for the State Department — the former because of his campaign-trail loyalty, the latter (presumably) because of his connections to the Heritage Foundation, which volunteered itself for the transition process back when that process seemed unlikely to go anywhere. Both men do share a temperament with Trump — combative, adversarial, sometimes bullying. But neither is particularly Trumpist when it comes to the actual details of foreign policy; indeed, both are embodiments of the full-spectrum hawkishness that the businessman-candidate often campaigned against. (Bolton, for instance, took to the pages of this newspaper last fall to dismiss Trump's idea of \"an American-Russian coalition against ISIS\" as both \"undesirable\" and \"glib.\") Now it could be that in a Trump cabinet they would gradually conform their worldviews to his, as presidential appointees often do, and that Trumpism would advance (as it did on the campaign trail) through convenient conversions among the people charged with putting it into effect. But since Trump himself is inexperienced, underinformed and deeply malleable, it's also quite possible that if he appoints conventional full-spectrum hawks to key posts, full-spectrum hawkishness is what we'll get — that by year two of a Trump administration we'll be arming the Ukrainians and Syrian rebels, saber-rattling anew with the Russians, and adding another intervention or two to the Obama administration's (six and counting) frozen conflicts . Indeed, this is explicitly what a lot of people in the Republican Party are hoping for, in foreign policy and in many other arenas besides. To the extent that personnel is policy, they believe that once we're well into the Trump era, his populist-nationalist synthesis will look like a campaign-trail prop rather than a new kind of right-wing revolution. This is certainly a reasonable bet. At the same time, Trump has made reasonable bettors look like fools for nearly 18 months. And with the official elevation of Steve Bannon, the Dark Prince of Breitbart, it's clear that there will be people who believe fully in the populist-nationalist revolution in his White House, even if their alt-right ties prevent them from holding any kind of cabinet post. Perhaps this means there will be a persistent division between rhetoric and policy, in which Trump continues to publicly sell himself as a new sort of nationalist — and his populist allies try to go mainstream and win converts and become the ideological cadres that Trumpism now lacks — even as the gears of government grind in the grooves that Mike Pence and Ryan and the conservative movement prefer. But more likely it means that we should expect more of what we saw throughout Trump's presidential campaign — that between a populism unready for power and an establishment with the technical qualifications to govern but no mandate for doing so, the default state for the Trump administration tomorrow and two years hence will be chaos and ruthless civil war. I invite you to follow me on Twitter (@DouthatNYT) . Follow The New York Times Opinion section on Facebook and Twitter (@NYTopinion), and sign up for the Opinion Today newsletter .", "9": "1. being long-lasting and recurrent or characterized by long suffering 2. of long duration 3. habitual _________ The word chronic has appeared in 856 New York Times articles in the past year, including on Nov. 8 in \" Washington Faces Breakdowns and Paralysis, and That's Just the Metro \" by Nicholas Fandos: But as a summer of closings, maintenance disruptions and chronic delays for the Metro in Washington continues into the fall, the nation's second-busiest subway system has brought a painful new meaning to the words for a city awaiting a new president. First there was the surprise daylong closing of the entire rail system in March for emergency safety inspections. Then came the beginning of SafeTrack, a nearly yearlong maintenance \"surge,\" which in rotating phases since June has paralyzed entire subway lines and the areas they serve. All the while, the Metro's leaders have sounded dire warnings about an impending budget shortfall. _________ The Word of the Day and the quiz question have been provided by Vocabulary.com . Learn more and see usage examples across a range of subjects in the Vocabulary.com Dictionary .", "10": "Kids who are in religious or ethnic minorities, or are gay or disabled, are more likely to be bullied in school than other kids. Their point of difference can be a point of vulnerability. In the last decade, schools have put more energy into preventing bullying, to the benefit of these kids and others (girls, too, are more frequent targets). And they've often had the authority of the courts, state legislatures and the federal Department of Education behind them. Now the country has elected a man who threaded racist, xenophobic and misogynistic messages and mockery of disabled people through his campaign. Donald J. Trump 's victory gives others license to do the same. There are already signs that during his presidency, the moral values that schools and parents have been helping to instill in young people — empathy and \"upstanding,\" a term schools use that means looking out for fellow students who are being mistreated — will be in danger of eroding. Since Mr. Trump's election, the Southern Poverty Law Center has received more than 430 reports of bullying, harassment and racist displays around the country. \"We haven't seen this volume in the United States in decades, with the exception of the wave of anti-Muslim incidents that followed 9/11,\" said Ryan Lenz, a spokesman for the center. Not all of the reports have been verified. But they include real and painful episodes at secondary schools and colleges. At York County School of Technology in Pennsylvania, white students were filmed walking through the hallway with a Trump sign and yelling, \"White power!\" Minority students there report being called racial epithets and say some have been staying home from school. At Maple Grove High School in Minnesota, racist graffiti, mixed with Trump slogans, made black students feel unsafe. \"I went in and looked on the bathroom door and honestly was in shock,\" said Moses Karngbaye, a junior. \"That's the first time I honestly felt like crying at school.\" At the University of Michigan, a man told a student that if she did not take off her hijab he would set her on fire with a lighter. At the University of Pennsylvania, black freshmen were added to a racist \"lynching\" thread on the text messaging service GroupMe, reportedly by three people, including a University of Oklahoma student who was suspended for being involved in the chat. \"I am petrified and all I want to do is cry,\" one Penn student tweeted. Asked on \"60 Minutes\" about the bile that is leaking out in his name, Mr. Trump said the perpetrators should stop. But he also played down the damage, saying of the slurs and harassment, \"I think it's a very small amount.\" On Sunday, he announced his choice for chief strategist in the White House: Stephen Bannon, who ran the alt-right website Breitbart News Network before joining the Trump campaign. As lists of bigoted and fear-mongering Breitbart headlines circulated, the site posted a new one about the reports of racism and harassment: \" Wave of Fake ‘Hate Crimes' Sweeps Anti-Trump Social Media .\" President Obama and the first lady held a conference on bullying prevention in 2011 at the White House. The president also taped a message for L.G.B.T. kids as part of the It Gets Better Project. President George W. Bush stood up against bigotry at a crucial moment in his tenure, visiting a mosque to condemn a wave of attacks and threats against Muslims in the wake of the Sept. 11 attacks. It's possible that Mr. Trump will someday similarly rise to the occasion, but so far the evidence mostly points in the opposite direction. According to Mr. Bannon's former wife, he didn't want their daughters \"going to school with Jews.\" Breitbart has used anti-Semitic headlines and imagery. Asked to account for this on \"Face the Nation\" on Sunday, the Trump surrogate Newt Gingrich called the charges against Mr. Bannon a \"smear\" by the left, asserting that he's not an anti-Semite because he used to work at Goldman Sachs and in Hollywood. In other words, Mr. Gingrich denied the reality of Mr. Bannon's record and then resorted to stereotypes about Jews to defend him. In the last few years, I've traveled the country to talk about bullying, as the author of a book on the topic. Parents often ask about the impact on kids when they see celebrities or leaders treat other people badly or fail to stand up to bigotry and prejudice. There's no way to measure the precise effect. But kids are attuned to cultural expectations. They absorb shared ideas about what behavior is permitted and what is intolerable. If the president of the United States and his top officials wave away racism and harassment, or traffic in prejudice themselves, kids are at risk of getting the message that this stuff is O.K. after all. That should be obvious to anyone in elected office. It's also clear that if we can't count on our national leaders to counteract bigotry, then we have to redouble our efforts to do so ourselves. When parents and alumni at Maple Grove High posted pictures of the racist graffiti on social media, the district issued a statement : \"The tweet you may have seen of a racist message scrawled in a school bathroom is real and we are horrified by it. It goes against everything we stand for.\" The school officials promised an investigation, acknowledged the danger to minority students and staff members, and said they would work to heal the impact on the school's culture and \"on every member of our school family.\" Those words are a start and deeds must follow, in small moments of kindness and larger acts of standing for justice. At this moment, local civil institutions and all of us, in our communities, are being put to a test. We have to show heart and conviction. We have to ensure that our kids learn the values some leaders have forgotten. Follow The New York Times Opinion section on Facebook and Twitter (@NYTOpinion), and sign up for the Opinion Today newsletter ."}