{"0": "A map with a Sept. 3 Travel article about Tibet's Amdo region incorrectly depicted where Amdo is. It is outside the Tibet Autonomous Region. A corrected version of the map appears above. - A Health Code Violations listing in the District edition of today's Local Living section, which was printed in advance, incorrectly implies that Slate Wine Bar and Bistro, which closed Sept. 7, has not reopened. It reopened Sept. 9. - A photo caption with the TV Highlights in the Sept. 11 Style section incorrectly identified the host of the AMC show \"Talking Preacher.\" He is Chris Hardwick, not Chris Harrison. The Washington Post is committed to correcting errors that appear in the newspaper. Those interested in contacting the paper for that purpose can: Email: corrections@washpost.com. Call: 202-334-6000, and ask to be connected to the desk involved - National, Foreign, Metro, Style, Sports, Business or any of the weekly sections. Comments can be directed to The Post's reader advocate, who can be reached at 202-334-7582 or readers@washpost.com.", "1": "SHOULD A Colorado baker have the right to turn away a gay couple seeking a custom wedding cake if he disapproves of their upcoming marriage? According to the Justice Department, the answer is yes. The Supreme Court will soon hear arguments over the conduct of this unwilling baker in Masterpiece Cakeshop v. Colorado Civil Rights Commission . Though the federal government is not a party to the case, the Justice Department has made a point of weighing in on the side of Jack Phillips, the \"cake artist\" whose religious opposition to same-sex marriage led him to refuse to design a cake for a gay couple. (The pair eventually obtained a rainbow-layered cake.) The Justice Department's legal brief has - rightly - faced criticism from civil rights groups appalled by the government's argument that Mr. Phillips's religious beliefs grant him a constitutional right to discriminate against gay customers, despite a Colorado public-accommodations law prohibiting unequal treatment on the basis of sexual orientation. Indeed, the brief is a dispiriting signal of Attorney General Jeff Sessions's priorities. The government went out of its way to side with Mr. Phillips, but it has been quiet on any number of other significant cases before the Supreme Court this term. In one sense, the Justice Department has clarified the stakes. The brief frames the case as a matter of free expression rather than free exercise of Mr. Phillips's religious beliefs. That's because Masterpiece Cakeshop is not really a religious-freedom case at all - though Mr. Phillips's attorneys do point to their client's constitutional rights on that front. Because Colorado lacks legislation raising the standard for state infringement on religious belief - unlike many states and the federal government - Mr. Phillips is left with what's likely a losing argument. That's why both Mr. Phillips and the Justice Department focus on the baker's freedom of expression, arguing that crafting a cake for a same-sex wedding would force Mr. Phillips to celebrate a ceremony of which he disapproves. Yet there is little reason to believe that wedding guests would attribute to the cake baker an endorsement of the festivities as a whole - or that a reasonable guest might believe that of the baker rather than of the wedding hairdresser, the caterer or the hotel providing the venue. The Justice Department's effort to craft a narrow exception to public-accommodations law risks blowing a hole through the fabric of that law entirely. Mr. Phillips is providing a service to his customers for pay. While he does so, he should be subject to anti-discrimination laws like every other business is. Strangely, the government's brief closes by quoting the Supreme Court's decision in Obergefell v. Hodges, in which the court held that same-sex couples have a constitutional right to marry. Two years after Obergefell, cases such as Masterpiece Cakeshop have been relatively unsuccessful and few and far between - a sign of a nation moving forward. The Supreme Court should now resist the Justice Department's effort to turn back the clock. Credit: Editorial Board Subject: Weddings; Religion; Same sex marriage; Civil rights; Gays & lesbians Location: Colorado People: Sessions, Jeff ", "2": "Coach was fired last year amid allegations he had verbally abused players Mike Lonergan and George Washington University have settled a legal dispute stemming from the dismissal of the men's basketball coach by the school nearly a year ago in the wake of allegations that he had verbally abused players. The agreement was announced Wednesday afternoon in a joint statement. Terms of the settlement were not disclosed, but Lonergan's attorney, Andy Phillips, issued a statement that read in part: \"Coach Lonergan is pleased that the dispute regarding the terms of his departure from George Washington University could be resolved amicably.\" According to Phillips, Lonergan cannot talk about the settlement publicly. Lonergan had nearly five years left on his contract when he was fired. Lonergan hired Phillips's firm, Clare Locke LLP, in February and had retained at least one other law firm before Clare Locke. After his firing last Sept. 17, attorneys for Lonergan said in a statement issued the next day that he would \"seek appropriate relief\" from the university for \"wrongful termination and treatment.\" Lonergan, 51, compiled a 97-70 record in five seasons at GW. The Colonials reached the NCAA tournament in 2014 and the National Invitation Tournament twice, including winning the tournament championship in 2016 - his final season, as it turned out. But Lonergan's relationship with Athletic Director Patrick Nero, who hired him away from Vermont in 2011, grew increasingly fractious by 2015, players, coaches and athletic department employees acknowledged. At the end of the 2014-15 season, the two men were called in by university administrators for a meeting that ended with the school sending Lonergan a formal letter telling him they had found no reason to formally charge him with any wrongdoing in regard to his players but that they intended to embed an associate athletic director, Ed Scott, with the team during the upcoming season. In the summer of 2016, The Washington Post began investigating allegations that Lonergan verbally and emotionally abused players, which had led to a spate of transfers. Thirteen players transferred from GW during Lonergan's five seasons, including three in each of his last four. After the story was published, GW hired a law firm to conduct an independent investigation. The results of that investigation led to his firing. Lonergan, a native of Bowie who attended Archbishop Carroll High and Catholic University, has an overall coaching record of 474-226. He began his coaching career with 12 years at Catholic, where he won the Division III national title in 2001. He went 126-68 in six seasons at Vermont before returning home to Washington to take over at GW. sports@washpost.com Credit: John Feinstein Subject: Tournaments & championships; Athletic directors; Seasons Location: Vermont People: Nero, Patrick ", "3": "The smartest, savviest people in Washington will tell you Bernie Sanders's \"Medicare for all\" idea is dead on arrival, a waste of time and energy. But since those same smart, savvy people told you Donald Trump did not have a prayer of becoming president, I did advise keeping an open mind. What the Vermont senator's bill has going for it is simple: It's the right thing to do. The issue is not whether we should have socialized medicine in this country. We already do - Medicare for everyone over 65; Medicaid for the indigent, the working poor and the disabled; the Children's Health Insurance Program for minors in modest-income families. That's a total of around 133 million Americans who already enjoy most of the benefits of a single-payer health-care system similar to those in other wealthy countries. The philosophical debate about whether government should play a major role in medical care is over, as evidenced by the GOP's \"repeal and replace\" fiasco. In trying vainly to get rid of the Affordable Care Act, Republicans argued about how to subsidize health insurance, not whether to do so. The most conservative approach - working through the existing free-market, fee-for-service health-care system mediated by private insurance companies - had already been tried. It is called Obamacare. In the end, Republicans could not pull the trigger. The question now is whether Democrats will continue to settle for half-measures or finally demand what the party has claimed to want for decades: fully universal health care as a right, not as a privilege. Sixteen Democratic senators have announced support for Sanders's bill, introduced Wednesday, \"to establish a Medicare-for-all national health insurance program.\" It is no accident that among them are such potential 2020 presidential hopefuls as Kamala D. Harris of California, Elizabeth Warren of Massachusetts, Kirsten Gillibrand of New York, Cory Booker of New Jersey and Al Franken of Minnesota. They probably believe, as I do, that the party's activist base is ready to go big on health care, even if the congressional leadership remains guarded and skeptical. Both Senate Minority Leader Charles E. Schumer (N.Y.) and House Minority Leader Nancy Pelosi (Calif.) are studiedly noncommittal. There is, of course, the not-insignificant fact that Republicans control both the Senate and the House. Even though Trump has to be considered a wild card - he has, over time, taken every conceivable position on health care - it is hard to imagine this Congress jumping on the universal health-care bandwagon. But what Sanders did with his insurgent campaign for the Democratic presidential nomination was to bring \"Medicare for all\" in from the fringe and make it an acceptable topic for public debate. Medicare is enormously popular among seniors because it works. Why would not it work for the rest of us? Critics reply that it would be ruinously expensive. They point to a 2016 Urban Institute study projecting that \"Medicare for all\" would cost a staggering $32 trillion over the next decade. However, this assumes the federal government would take over all current health-care spending by state and local governments, employers and individuals, which would add up to $26 trillion over that same period. Even if this money were paid to the government rather than to health providers and insurance companies, according to this analysis, there would still be a sizable gap to somehow fill. During last year's presidential campaign, Sanders estimated that offering Medicare to all would cost $14 trillion over a decade and be offset by tax increases. He has not yet placed a price tag on the bill introduced this week. There is another way to look at costs, however. According to the Organization for Economic Cooperation and Development, in 2015 the United States spent $9,507 per capita on health care. That's more than twice the amount spent per capita in Britain ($4,125), France ($4,530) or Canada ($4,533), all of which have universal health care. In rankings based on factors such as life expectancy and infant mortality, the United States lags behind countries that spend much less on health. As Trump and the Republicans in Congress discovered, health care is difficult. The details are devilish, but the big picture is clear: Our system is too byzantine, too expensive, too unfair. Other advanced nations produce better outcomes with single-payer systems that their populations would never trade for ours. The ACA was a giant step on the road that leads logically to something very much like what Sanders is proposing. Progressives should take the next step by loudly and proudly proclaiming the destination. eugenerobinson@washpost.com Credit: Eugene Robinson Subject: Health care policy; Health insurance; Presidential elections; Leadership Location: New York United States--US Massachusetts New Jersey Minnesota California Vermont People: Pelosi, Nancy Schumer, Charles E Booker, Cory A Gillibrand, Kirsten Franken, Al Company/.organization: Name: Republican Party; NAICS: 813940; Name: Congress; NAICS: 921120 ", "4": "The U.S. House on Thursday passed a spending bill that would block five laws affecting the District of Columbia, including the city's new assisted-suicide law. The bill would also block the District from spending money to subsidize abortion for low-income residents; regulate the sale of marijuana; or carry out a law that says employers cannot discriminate against workers based on their reproductive decisions, such as whether to take birth control or seek an abortion. Another measure would prevent the city from spending money without federal permission, what city advocates call budget autonomy. Mayor Muriel E. Bowser (D) and Del. Eleanor Holmes Norton (D), the District's nonvoting representative in Congress, must now rely on the Senate to not take up and approve identical measures. If the Senate does not act, it would effectively stall for another year congressional efforts to rein in the District through spending-related measures. \"House Republicans express endless love of local control of local affairs, their central party principle, except when it comes to the District of Columbia,\" Norton said in a statement. \"They preach the constitutional principle of federalism, yet use the big foot of the federal government to undemocratically overturn and block local D.C. policies they disagree with, solely on a political basis.\" Rep. Tom Graves (R-Ga.), chairman of the House Appropriations subcommittee that has jurisdiction over the District, said Congress by law has extensive power over the District but has allowed the city to assume more power over time. \"The District of Columbia has plenty of autonomy,\" he said in a floor debate Wednesday. \"When it comes to spending, that is the role of Congress given to us through the U.S. Constitution.\" Thursday's vote marks the first time either congressional chamber has voted to repeal the District's Death With Dignity Act, which Bowser signed into law in December. District officials are watching for action from Sen. James Lankford (R-Okla.), who tried unsuccessfully to block the assisted-suicide bill earlier this year and is now chairman of the Senate Homeland Security and Governmental Affairs subcommittee with jurisdiction over the District. Lankford's office did not return a message seeking comment Thursday. Tomás Talamante, who oversees congressional appropriations in the D.C. Office of Federal and Regional Affairs, said Bowser is hopeful Lankford will drop his objections to the law. \"Congress had ample time during the congressional review period to reject the Death With Dignity Act,\" he said. \"They did not act, so we are hopeful they will not act on repealing this law.\" The D.C. Council passed the assisted-suicide law by an 11-to-2 vote after more than a year of discussion and lobbying on the part of lawmakers, advocates and opponents. Advocates support the measure because it would allow terminally ill patients to choose the timing and manner of their deaths. But social conservatives oppose assisted suicide because they see it as undermining the sanctity of life. The legislation was modeled after the nation's first physician-assisted suicide law, enacted in Oregon in 1997. It would allow doctors to prescribe fatal medication to patients believed to have less than six months to live. Patients would have to make two requests over two weeks and ingest the drugs themselves. Another piece of D.C. legislation that House Republicans are trying to stop is the Reproductive Health Non-Discrimination Amendment Act. For the third straight year, the House voted to block funding needed to enforce a 2014 law that says employers cannot discriminate against workers based on their decisions about whether to take birth control or have an abortion, or other reproductive-health decisions. The House also denied Norton's effort to give the city a right to spend its own tax dollars as it wishes. jenna.portnoy@washpost.com Credit: Jenna Portnoy Subject: Jurisdiction; Abortion; Birth control; Assisted suicide Location: Washington DC ", "5": "This weekend, the Nationals and Dodgers, with the best records in the National League this season and the best records in the major leagues over the past six years, meet three times at Nationals Park in what may be a preview of the National League Championship Series, including the Sunday night game on national TV. Stop right there. Back away from the ledge. There's danger everywhere. The last thing that the Nats and Dodgers should do is look too far into the future and imagine themselves in an NLCS with a World Series trip at stake. Look at what such premature congratulation has gotten the Nats and Dodgers in recent years: disappointment, chokes and mockery. The Dodgers have MLB's biggest payroll and lots of star power. At times, the Nats have thought they had the most talent, whether they really did or not. Yet what these teams have done best is get ahead of themselves and get eliminated. Their five-game meeting last year was perhaps the best-played and most exciting show these teams have put on in October. They brought out each other's best. They need to do it again. If they focus on intense, well-played baseball this weekend, maybe they both can sharpen their games - and, boy, do they both need it - so they can survive the first round and meet again. No team has won the World Series after going through a slump as bad as the Dodgers' recent 1-16 pratfall. Such gagging sticks in the mind. The Nats have no idea who they are; they never have been both healthy and in possession of a competent bullpen for one day this season. But with just 16 games left and Bryce Harper still slowly working back toward the lineup, time is running short for collective identity creation. So far, a pathetic schedule (and pluck) has boosted the Nats to 89-57. They have played only 46 games against .500 teams, six fewer than the next lowest (the Indians). The Dodgers need an exorcism, the Nationals, a team-is-born narrative. Fast. L.A. has not been to the World Series since 1988 despite making the playoffs 10 times. The Dodgers are not the Capitals in cleats, but they are working on it. The Nats have done worse. The past five years, they have been 0 for 3 in division series, plus two years when their preseason-pick teams missed the playoffs. By 2019, Harper may not be a Nat. How long can Clayton Kershaw, with his achy back, keep monopolizing Cy Young awards? If these teams do not beat their whammies, this year or soon, they may be remembered as the major chokers of the decade. Just thought you would like to know. The truth helps. This series has a fascinating subtext. The Nats have an outside chance to catch the Dodgers for best record in baseball. They trail by five games. The Nats should hope they do not catch the Dodgers. It would be a trap. MLB's current postseason format has a glitch. A league's best team (No. 1 seed) must wait three or four days before its first playoff game. Then it plays the elated wild-card winner, which has had only one day off. This year, for the NL division winners, it's a four-day layoff. This tends to ice hitters - not all of them, but if a couple lose timing or psych themselves out with a blame-the-layoff excuse, then it becomes a self-fulfilling contagious problem. In 2014, Nats Manager Matt Williams was so worried about such a layoff that he played an intrasquad game to knock rust off his hitters. Did it help? Or just plant doubt? The Nats battered a mostly mediocre Giants staff for a .164 average. Since the new format arrived, the wild-card winner has a 23-18 record against the \"best team\" in the league. Small sample but a big worry. The Nats should prefer things to stay as they are, so they play the Cubs, who also would have a four-day layoff, in the first round. Nothing frees up the nervous system in baseball like a sincere dislike of your opponent. Hello, Cubs. On the strength of winning one World Series in 108 years, the Cubs now look down their noses at other teams, specifically the Nats. Washington GM Mike Rizzo already plans to put the \"Nats will crumble\" quote, said by Cubs executive Todd Ricketts to President Trump at the White House, on the Nats' bulletin board in October, just as he did in June. The Nats will be reminded that the Cubs broke Trea Turner's wrist with a 96-mph fastball at the end of a series in which he ran wild on them. Oh, it will be a lovely hate-fest. If the standings Oct. 1 are the same as they are now, not catching the Dodgers may have another benefit for the Nats. They may never play the Dodgers at all. Arizona and Colorado probably will face off in the wild-card game. They hold 11-8 and 9-7 records against the Dodgers this year. The Diamondbacks have clubbed them 99-71. The Dodgers, built on pitching, do not enjoy visiting either mile-high Denver or the hitter's heaven in Phoenix. There's a final diabolical twist in the current No. 1 seed-vs.-wild card arrangement. The theory is that both wild cards will start their aces against each other, thus \"burning\" their best pitcher for Game 1 of the LDS. But if your No. 1 and No. 2 starters are excellent and roughly equal, such as the Diamondbacks' Zack Greinke and Robbie Ray, is it really a disadvantage? The wild-card winner can give all its starters full rest and use them in this sequence: Nos. 2-3-1-4-2. The No. 1 seed goes 1-2-3-4-1. Parse it out for yourselves if you want with this year's likely teams. My provisional view is that the postseason has so many off days that most wild-card winners have only small rotation problems. But the idle No. 1 seed always has an ice-the-hitters issue. This weekend, the Nats and Dodgers, both of whom may win more than 100 games, will foster the subversive narrative that they will or should meet again in October. Resist the thought. Since the All-Star Game, the Cubs and Nats, not the Dodgers, have the best record in the NL. The Cubs, now healthy and pitching better, have scored 100 more runs than the paralyzed Dodgers since the break. The Dodgers and Nats should be fun this weekend. But they do not need to focus on sending a message or scouting each other for a rematch. First, they need to sharpen their games. Then maybe one of 'em actually will be in the NLCS. thomas.boswell@washpost.com For more by Thomas Boswell, visit washingtonpost.com/boswell. Read more baseball coverage: Everyone wants to talk about the Indians' record-tying 21-game win streak, except the Indians Fans ejected for hanging \"Racism is as American as baseball' banner Fancy Stats: The unbeatable Indians are even better than you think they are Credit: Thomas Boswell Subject: Professional baseball People: Harper, Bryce Kershaw, Clayton ", "6": "Nancy Taylor is a gun safety advocate living on the West Coast. Last year, I sent a donation of $358.16 to the Brady Campaign to Prevent Gun Violence. The amount was the sum of money that I received after selling my Ruger revolver. I never really wanted to own the revolver, but my husband thought I should be able to protect myself if someone entered our home when he was not around. I had my concerns about having the gun, but as anyone who's ever been married will tell you, sometimes you just know when you are not going to win. He persisted, and I relented. I believe my husband's decision to end his life two years ago was made seconds before it happened. His fate was sealed only when he reached for one of his guns for the last time. Once the hammer started to fall, that was it. My husband struggled with mental illness and suicidal thoughts for some time, and not long before he died, he had his gun collection taken away because of one such attempt. He had threatened to use a shotgun. He sat with it in front of our house for a while, forcing police to evacuate and lock down the neighborhood until they could talk him down. Eventually they did, and order was restored. The court intervened, and his guns were gone. I thought that was the end of it. With his guns gone, I thought we could start focusing on his well-being - and for a while, we did. But with the hired help of an expensive gun rights attorney, my husband regained his lawful status to purchase guns after just a five-year period. I was devastated and terrified. My husband had his guns taken away for a serious reason and should never have been able to buy and own them again. With each new purchase, I wondered if that would be the gun that killed him. A single gunshot does not sound like it does in the movies. Once you hear it, you hear it everywhere always: a door slamming shut, something falling from a high place, the same garbage truck that's been outside your bedroom window every morning for decades. Suicides leave many victims behind to pick up the pieces and move forward the best we can. About nine out of 10 suicide attempts with a gun are lethal, more than those by any other means. In fact, half of all suicides are with a gun. The damage of a firearm is instantaneous. Like the tens of thousands who die by suicide with a gun every year, my husband did not have an opportunity to rethink or reverse his decision. No medical intervention could have done any good. I do not oppose the Second Amendment, but we desperately need to start changing the conversation about gun ownership in this country. My husband was a casualty of a jacked-up marketing fable that convinces men, women and children that their castles are unsafe unless they are guarded with guns. Far more guns kill people in suicides, accidents, mistakes or fits of rage than from an intruder in the night. Families, partners and friends must acknowledge this reality when discussing having guns in the home. We also need politicians to support policies that give families the power they need to save their loved ones. Less than two months after my husband took his life with a gun he never should have had, California enacted a law that gives families and law enforcement an avenue to confiscate a person's firearms and prohibit them from purchasing another one. With enough evidence provided by law enforcement or family members, a judge can issue a temporary emergency order to keep firearms out of reach. Only a few states have these laws, but they've already proved remarkably effective. California's law came too late for my husband. In the end, he was killed by the one thing he thought could save us both. Credit: Nancy Taylor Subject: Law enforcement; Firearm laws & regulations; Firearms; Suicides & suicide attempts Location: California Company/.organization: Name: Brady Campaign to Prevent Gun Violence; NAICS: 813319 ", "7": "Candice Bergen made a political statement - without even opening her mouth - during her Wednesday night appearance on \"Watch What Happens Live.\" On the Bravo talk show, Bergen sported a navy sweater emblazoned with the phrase \"free Melania\" while promoting her new film \"Home Again\" with co-star Reese Witherspoon . That phrase first started cropping up as a hashtag on Inauguration Day, when first lady Melania Trump was caught several times on camera looking miserable. Bergen's sweater was custom made for her by luxury sweater brand Lingua Franca. Other political catchphrases the label has embroidered onto its $360 cashmere sweaters have read \"I did not vote for him,\" \"I miss Barack,\" and \"They Go Low, We Go High\" (a tribute to former FLOTUS Michelle Obama, obvi). Those wanting to join Bergen's cause can get themselves a knockoff version, sans cashmere, for $29.99. It appears that Bergen's sympathy for Melania stems from personal experience. The 71-year-old actress revealed later in the episode that she went on a blind date with the now-POTUS when she was 18. Sparks did not fly. When asked by host Andy Cohen whether there was chemistry on the date, she responded, \"No, I was home very early.\" - Sarah Polus Credit: Sarah Polus People: Cohen, Andy Witherspoon, Reese Trump, Melania Obama, Michelle ", "8": "HOLLYWOOD, Fla. - Dozens of nursing homes across Florida remained without power Thursday, a potentially perilous situation for elderly Floridians nearly a week after Hurricane Irma began knocking out electricity for millions statewide. The most dangerous outcome of the lingering outages was seen here, in Hollywood, where eight people died at a nursing home and more than 100 others were evacuated to hospitals on Wednesday after generators failed and the air conditioning went out. In dozens of counties spanning the state, 45 nursing homes continued to wait for the power to return as of Thursday night, according to the Florida Department of Health. While it was not clear how many of the thousands of people residing in those homes remained there during the outages, the smothering heat in Florida this week created an additional source of danger for an already vulnerable population. In Hollywood, where humidity made it feel hotter than 100 degrees outside Thursday, the Rehabilitation Center at Hollywood Hills was closed to residents and opened to detectives, who scoured a building that had become a crime scene. Just down the street, Memorial Regional Hospital, a sprawling, palm-tree-lined facility, continued treating patients brought in with dehydration, heat exhaustion and severe respiratory conditions. Many had been discharged or brought to other facilities, while 39 remained at Memorial, hospital officials said. Vendetta Craig, said Thursday that she is \"spitting mad\" about what happened at the facility, where her 87-year-old mother, Edna Jefferson, is a resident. She said she believes her mother could have died had the sweltering conditions not been discovered when they were. \"No words can describe what I am feeling, it was so unnecessary,\" Craig said at a news briefing with hospital officials. \"How would you be if someone was taking care of your mom, and then they do not? You want answers. You want justice.\" Reached Thursday, the facility's owner, Jack Michel, and administrator, Jorge Carballo, declined to comment, citing the ongoing investigation. Natasha Anderson, chief executive of Larkin Behavioral Health Services, said she repeatedly requested help on behalf of the nursing home from the power company and state officials before the deaths early Wednesday. When the first few nursing home victims were brought into Memorial's emergency room early Wednesday morning, Judy Frum, the hospital's chief nursing officer, was informed, and \"it immediately sent up some red flags.\" Frum walked over to the nursing home and said that what she encountered was \"not like anything I have ever seen.\" She implemented the hospital's mass casualty protocol. \"There were many people in distress,\" Frum said. \"They had extremely high temperatures. . . . Many of their staff were trying to assist patients. It was very warm. I saw a lot of patients who had been compromised. . . . It will stay with me for a very long time.\" The building was stifling, said Ellie Pina, whose mother, Mirelle, 96, is a resident there. \"It was, like, 110 degrees in there; it was unbearable,\" she said Thursday. \"Not even the fans were helping them.\" Questions continued to swirl around the nursing home and how conditions there deteriorated so rapidly. Authorities and officials have provided little clarity, nor have they said yet how any of the eight patients died. Craig said she first learned something might be wrong when one of her mother's regular nurses called her Wednesday morning to say she could not get into the building. Not long after, another friend called and told her to turn on her television because there were news reports from outside the facility where her mother had been staying since January. Craig headed for Hollywood and, once she arrived, was able to reunite with her mother. \"It seemed like a lifetime, but it took only 20 to 25 minutes to see my mother,\" Craig said. \"She had an IV in her arm and ice packs, and her temperature was down to 102 degrees.\" Hollywood officials have released a timeline describing their response to the facility. The city's Fire Rescue was first called to the facility at 3 a.m. Wednesday for a report of a patient in cardiac arrest, they said. A second call followed an hour later, and then a third, and then more Fire Rescue crews headed inside, along with Memorial hospital staff. Authorities found three people dead inside. Eight people died in total, including a patient who died early Wednesday and was taken directly to a funeral home. Officials had said that person had a do-not-resuscitate order. Since the criminal investigation was launched, the medical examiner claimed that body and made it part of the inquiry, authorities said. City officials had said Thursday that one of the patients had died Tuesday - hours before authorities were alerted to the crisis - but they later corrected that to say the person died early Wednesday. A city spokeswoman said this death occurred before the first call to Fire Rescue. What happened before the firefighters first showed up, though, remained uncertain. The nursing home was aware Sunday that its air conditioning \"ceased to operate effectively\" and placed portable air coolers and fans throughout the facility, according to Justin Senior, secretary of the Florida Agency for Health Care Administration. The office of Florida Gov. Rick Scott (R) said the facility had told the state health-care agency it had electricity and access to fans and coolers as of Tuesday afternoon. The Florida Department of Health said that as of 7:30 a.m. Wednesday, the facility reported that it had partial power and a generator was operating. The facility also told the state its heating and cooling systems were not working, but \"at no time\" did the nursing home report that conditions had become dangerous or critical. Broward County, where the facility is located, had said that nursing home staff contacted local officials Tuesday morning to say they had lost power. In a statement, the county also said the nursing home reported that a tree was on a transformer, information that was relayed to Florida Power and Light, the giant utility. The county also said the nursing home was not deemed \"critical\" infrastructure, based on guidance from a Florida Power and Light document. The utility declined to release the document Thursday, and a spokesman said only that the company works \"closely with county emergency management officials to review and make determinations regarding the top critical infrastructure facilities.\" The horror at the nursing home was the realization of a nightmare many feared when the power went out across Florida, a state where 1 in 5 residents are age 65 or older - an age range in which their bodies are typically more susceptible to heat-related illnesses. The longer the power stayed out, the greater the potential risk for older Floridians. And in some places, there is no sign of when the lights will come back on. On Thursday, more than 2.6 million customer accounts in Florida - about a quarter of all accounts statewide, representing millions of residents - still lacked power. Utilities have restored power to millions, but they also have warned that it could be days or weeks until electricity is restored in places that suffered the harshest blows from Irma. Kristen Knapp, a spokeswoman for the Florida Health Care Association, which represents most of the nearly 700 nursing homes across the state but not the Hollywood facility, said officials had counted 64 nursing homes without power as of Thursday, and the organization was working to determine if others still might be having trouble. More than 100 facilities had not reported their status to a state system, she said. In addition to nursing homes without power, the Florida Department of Health reported that 164 assisted living facilities had evacuated after the storm, many because of power outages; 245 others were still on generator power five days after the hurricane made landfall. The overall number of nursing homes without power could still be higher, since that association represents most - but not all - nursing homes statewide. Dozens of assisted living facilities, hospitals and other health-care locations have evacuated or closed, according to the governor's office. At the Miami Jewish Health System - which includes a 422-bed nursing home, a 32-bed hospital and 210 apartments - the power went out Sunday, said Jeffrey Freimark, the chief executive. Generators operated as planned, as did portable cooling units, and the temperature never rose above 80 degrees inside, he said. Power was back in every building by Wednesday. Freimark said the storm appeared to catch many nursing homes off guard. \"It was also clear in listening to some facilities that they just really were not ready for this storm,\" Freimark said, noting that some were asking basic questions about safety when they should have been evacuating or hunkering down. \"We heard questions regarding, 'Where can people get generators? Where can we get fuel?' \" Later, he said, the calls shifted to concerns about a lack of power, with some reporting that their buildings were hot. Eric Cote, project director at the nonprofit Powered for Patients, said there is a requirement that nursing homes that have electric-operated fire suppression systems or life support have emergency power for those systems, as well as for elevators. \"There is not a rule that says a generator must be the source of that emergency power, but I can tell you in 90 percent or more of the emergency cases generators are used,\" he said. \"As of today in the state of Florida, or in the United States, there is not a requirement that nursing homes have air conditioning systems attached to emergency power.\" That will change in November. A federal rule will take effect requiring hospitals, nursing homes and long-term care facilities to make sure that they can maintain certain temperatures when the power goes out. mark.berman@washpost.com katie.zezima@washpost.com aaron.davis@washpost.com Berman, Zezima and Davis reported from Washington. Sandhya Somashekhar, Wesley Lowery, Alice Crites and Julie Tate in Washington contributed to this report. Credit: Leonard Shapiro;Mark Berman;Katie Zezima;Aaron C. Davis Subject: Patients; Emergency medical care; Generators; Criminal investigations; Electricity; Assisted living facilities; Air conditioning; Evacuations & rescues; Health care; Nursing homes Location: Florida Company/.organization: Name: Department of Health-Florida; NAICS: 923120 ", "9": "fans broke signs rule at Fenway Park The Red Sox say fans who hung a sign about racism over the wall during a game were escorted from Fenway Park because of a club policy \"prohibiting signs of any kind to be hung or affixed to the ballpark.\" Some fans unfurled a sign that read: \"Racism is as American as Baseball\" during the fourth inning of Wednesday night's 7-3 loss to Oakland. Personnel Dept. Astros: RHP Mike Fiers was suspended for five games for throwing a fastball over the head of Angels infielder Luis Valbuena in an act of retaliation Wednesday. Fiers will not appeal. . . . OF Jake Marisnick will need surgery for a broken right thumb and will be out six to eight weeks. Red Sox: Boston activated LHP David Price from the disabled list and plans to use him out of the bullpen. Indians: Activated LHP Andrew Miller from the DL. By the numbers 18 Home runs in 34 games for the Phillies' Rhys Hoskins after his two-run shot in a 10-0 win over the Marlins, breaking the record for the fastest player to 18 homers held by Yankees catcher Gary Sanchez. Sanchez needed 45 games. quotable \"I do not know if there's an explanation that I am going to take.\" - Yankees reliever Dellin Betances, upset with Manager Joe Girardi after receiving a quick hook in the eighth inning of New York's 3-2 win over Tampa Bay on Wednesday. today's game to watch Royals at Indians, 7:10 p.m., MLB Network Jason Vargas (15-10, 4.15 ERA) takes the hill against Trevor Bauer (16-8, 4.33) and AL Central-leading Cleveland. Location: New York Tampa Bay Cleveland Ohio People: Bauer, Trevor Fiers, Mike Girardi, Joe ", "10": "Apple has a new Watch - and it more or less looks the same as the previous one. Although its appearance has not changed much, this is one instance in which under-the-hood updates make a huge difference. The Watch can now connect to a cellular network, which fixes the most annoying thing about the older versions: that they relied so heavily on your phone. The new Apple Watch is slightly thicker than the previous version, but the difference is so minimal that you did hardly notice. Apple executives at the device's unveiling this week said the difference was about the same as two sheets of paper. Practically speaking, there was no noticeable change. That's admittedly impressive, given how much more Apple has stuffed into this Watch. What will get noticed? Speed upgrades. The new processor in the Apple Watch Series 3 makes it downright snappy. If you are an early adopter looking to upgrade, you will want to skip the Series 2 and jump to the Series 3 - the speed improvement is noticeable. Things are also snappier when talking to Siri, which suffered from considerable lag on older Watches. Unfortunately, there was not a way to test phone calls at the demo, though you could see how one could place them, and there were watch faces that made it easy to tell you how much signal strength you had. However, phone calls on your Watch probably wo not be the thing you want to use your cellular data for the most. Calls on the wrist are, quite frankly, awkward. (No one tell Dick Tracy.) They might be better with the addition of wireless headphones, but your phone is still probably going to be your primary tool for calls. While calls are useful proof of a cellular connection, they are not really what connecting a watch to an LTE network is all about. The point is to be able to do things without needing to carry your phone - and that's useful in plenty of other ways, especially for Apple's core watch audience of fitness buffs. And using such apps as Maps and Music on the go without having to take your phone along is a game-changer. Those are the kinds of functions that made you feel tethered to the Watch. Knowing that you also had to take your phone while going for a run with Watch probably made it much harder to justify the price of such a gadget. After all, you had your phone for music, for directions and for recording your steps. Without your phone, the Watch was more or less a really expensive dumbwatch. Now, with the Watch free of the phone but with the same access to Apple's App Store, there's at least a more compelling reason to spend $399 for it if you've been eyeing it. Here's the thing to remember before you rush out to buy it, though: The Apple Watch Series 3 will require its own data plan. AT&T, T-Mobile and Verizon have all said that the Watch Series 3 will cost an additional $10 a month for as long as you have the Watch. Sprint has said it will support the Watch, but it has not said for how much. Those are not wallet-breaking prices, but that steady expense is worth remembering as you factor in the cost of the Watch. Still, for those who have been waiting for Apple to catch up to competitors such as the Samsung Gear line and add cellular connectivity, it's a welcome addition. Apple is also releasing a noncellular version, which will cost $329. You will still get the speed improvements, but not as much freedom, which might be just fine for people who are not looking to go out without their phones. The price of the Series 1 Apple Watch, the original version, is now $249 - a move that Apple may hope will lure in those who were sitting on the fence. That still feels a little high for people who have been waiting for the price to drop, given how much slower and more limited it is in comparison with the new version, but it is a good entry-level option for those who want it. hayley.tsukayama@washpost.com Credit: Hayley Tsukayama Company/.organization: Name: Verizon Communications Inc; NAICS: 517110, 517210 "}