{"0": "William Finnegan, 62, is a staff writer at the New Yorker magazine and the author of four books, including \"Barbarian Days: A Surfing Life\" (Penguin Press). He spoke with Marc Myers. All I did was surf in 1965. I was 12, and my family lived in Los Angeles. That September, I was often at Malibu surfing when the Animals released \"We Gotta Get Out of This Place.\" My father worked in film and TV, and he landed a series of production jobs in Hawaii. When we first moved to Honolulu in early '66, it was a dream come true. The song was all over the radio and perfect for surfing. When you surf, having music in your head sharpens your timing and gives your turns an extra bounce. We lived near a spot called Diamond Head Cliffs, and I soon found myself bopping along the long green waves with the baddest band of the British Invasion providing a soulful soundtrack. \"We Gotta Get Out of This Place\" opens with a spooky bass riff and a jagged cymbal beat. Then Eric Burdon starts to sing in that deep bluesy voice. The drums kick in, and Burdon builds to a fierce peak. As the song shifts into a major key, the band sings the chorus: \"We gotta get out of this place/.If it's the last thing we ever do/.We gotta get out of this place/.'Cause girl, there's a better life for me and you.\" When the summer south swells arrived, I started keeping my board in a locker at Waikiki. I took the bus to the beach or hitchhiked, often getting rides from servicemen on leave from Vietnam. I discovered that many of them loved \"We Gotta Get Out of This Place.\" The song stayed with me until my family moved back to L.A. in '67. By then, I was in high school and was listening to the Doors, Jimi Hendrix, Cream and other psychedelic rock bands. Today I live in New York and still surf, mainly on Long Island and the New Jersey shore. When I am out there, trying to find the rhythm of a wave, \"We Gotta Get Out of This Place\" comes back to me. Surfing is solitary and quiet, but it's also dancing -- performing. You keep yourself company with the music you love. Credit: By Marc Myers Subject: Music People: Finnegan, William Company/.organization: Name: Animals (musical group); NAICS: 711130 Title: REVIEW", "1": "SATISFYING AND SEASONAL FOOD IN ABOUT 30 MINUTES] The Chef: Joe Kindred His restaurant: Kindred in Davidson, N.C. What he is known for: Making a small-town restaurant a destination. Cooking that's equal parts warm and worldly. There's your average slice of toast and then there's this: griddled bread smeared with stracciatella di bufala cheese and scattered with seared mushrooms and mint, the second Slow Food Fast contribution from chef Joe Kindred. \"The earthiness of the mushrooms with the cheese, which reads a little sweet to me, plus the crunch of the bread and the sharpness of the mint is everything you want,\" said Mr. Kindred. \"Sweet, salty, earthy, fresh.\" At Kindred, his restaurant in Davidson N.C., the chef is using chanterelles right now, but you should feature the fungi that are freshest where you are. \"As long as you cook them right, it does not really matter,\" he said. \"We've used porcinis, maitakes, whatever's in season.\" The chef has a ripping hot cast-iron griddle at the restaurant, but at home he makes do with a heavy skillet. \"In a pan, the mushrooms can steam and get soggy,\" he cautioned. \"Searing them in batches stops that from happening. Do not add them until the olive oil starts to smoke.\" While the oil's higher smoking point allows him to get a good sear, Mr. Kindred stirs in butter toward the end of cooking to add flavor. But only enough to complement and amplify, he added, because \"we want the ingredients to speak for themselves.\"", "2": "In 1886, Queen Victoria commissioned the Austrian artist Rudolf Swoboda to paint several portraits of her Indian subjects. One such work, \"Bakshiram,\" depicts an old man in a simple white shift, staring out at the viewer with a piercing, steadfast gaze. The painting is one of the more striking in a new show at London's Tate Britain, where the sharp look at the picture's center seems to implicate the viewer. \"Artist and Empire: Facing Britain's Imperial Past,\" which opened Wednesday and runs through April 10, features some 200 objects and artworks that explore what the historian William Dalrymple calls \"the big elephant in the British room\" -- the British Empire. Bringing the works out of the obscurity in which some have languished has not been easy. \"Artist and Empire\" is the result of three years of planning and hand-wringing by the 19th-century curatorial team at the Tate Britain. The first year consisted almost entirely of talks about how to sensitively approach the topic: How could the museum display the items without either celebrating or condemning them? \"This whole ethical question hangs over 'Empire,'\" said Alison Smith, one of the show's four curators. \"Was it a good thing or a bad thing? We are trying to get beyond that.\" At its height, the British Empire controlled nearly a quarter of the world's land mass. \"Empire has made British culture what it is today,\" said Ms. Smith, though museums have not widely examined the subject. London's major art institutions have often excluded the works on display at the Tate as relics steeped in the bad taste and racist tendencies of a bygone era. \"It's such a complicated subject, and there's no easy way through it,\" said Ms. Smith. Mr. Dalrymple, the author of several books on the history of India, calls the subject a \"minefield.\" He added that \"the British have wished this away. There's a reckoning that's needed,\" and that the occasional costume drama on Sunday nights \"is not enough.\" Many of the show's pro-empire works fell out of favor in the 1950s and '60s, said Ms. Smith. The public began to regard them with embarrassment and shame, and many were stored or sent to regional military museums. Elizabeth Butler's 1879 painting \"The Remnants of an Army,\" for example, which depicts a forlorn British surgeon in the disastrous First Anglo-Afghan War (1839-1842), is owned by the Tate but has been on long-term loan at the Somerset Military Museum since the 1950s. The exhibit's six thematic rooms include \"Mapping and Marking\" and \"Power Dressing.\" \"Imperial Heroics\" features pro-empire history paintings such as Edward Armitage's outsize \"Retribution,\" from 1858, in which a righteous Britannia impales a Bengal tiger with a sword. A big cat that really existed stars in George Stubbs's enormous 1764 painting, \"A Cheetah and a Stag with Two Indian Attendants.\" Hung in the \"Trophies of Empire\" room, the painting's Indian handlers are introducing a female cheetah to the English countryside. The cheetah, a gift for King George III named Miss Jenny, is often read in the painting as a metaphor for the spoils of empire. She lived for years at the Tower of London. Many of the works were \"big propaganda pieces,\" Ms. Smith said. \"They were translated into popular prints and hung in people's homes -- they had an enormous impact on people's imagination.\" \"These materials are charged with a kind of burden,\" said Paul Gilroy, a professor of American and English literature at King's College London who wrote the forward for the show's catalog. \"The burden is the healing possibilities of reacquainting people with the depth and extent of the empire.\" Contemporary artists have their say in the final rooms. A painting by the artist-duo the Singh Twins offers an Indian take on work by Victorian painter Henry Nelson O'Neil. Nearby, a large-scale 1986 work by Sonia Boyce, a contemporary British artist with West-Indian heritage, is entitled \"Lay Back, Keep Quiet and Think of What Made Britain So Great.\" Credit: By Anna Russell Subject: British Empire; Museum exhibits Company/.organization: Name: Tate Britain-London England; NAICS: 712110 Title: REVIEW", "3": "'THE HISTORY OF THE DECLINE AND FALL OF THE ROMAN EMPIRE' (1776-1788) BY EDWARD GIBBON] In the closet of Abdalrahman, eighth-century caliph of Spain, this note was discovered after his death: \"I have now reigned above fifty years in victory or peace; beloved by my subjects, dreaded by my enemies, and respected by my allies. Riches and honours, power and pleasure, have waited on my call. . . . In this situation, I have diligently numbered the days of pure and genuine happiness which have fallen to my lot: they amount to fourteen: O Man! place not thy confidence in this present world.\" In a footnote to this item, in the fifth volume of \"The History of the Decline and Fall of the Roman Empire,\" Edward Gibbon writes: \"If I may speak of myself (the only person of whom I can speak with certainty), my happy hours have far exceeded, and far exceed, the scanty number of the caliph of Spain; and I shall not scruple to add, that many of them are due to the pleasing labour of the present composition.\" Begun when Gibbon was 33 in 1770, and published in six volumes between 1776 and 1788, Gibbon's history combines astonishing erudition with endless entertainment. His readers, too, easily surpass the caliph's budget of happiness in the time they spend reading this great work, which runs to more than 3,000 pages and covers some 1,600 years of history -- from the rise of Augustus in Rome through the fall of Constantinople at the hands of the Ottoman Turks in 1453 and, following that, the endless partitioning of the empire by petty princes and disputatious popes. Gibbon tells a story of relentless struggles for power, sometimes won by authentically great, sometimes by heedlessly cruel, most often by rapacious and foolish men. Gibbon's true subject is good sense and decency in a largely losing battle with pride, greed, vice and religious fervor. A philosophical tone prevails. In his final volume, Gibbon writes that \"of human life, the most glorious or humble prospects are alike, and soon bounded by the sepulchre.\" \"If a man were called to fix the period in the history of the world during which the condition of the human race was most happy and prosperous,\" Gibbon writes, \"he would, without hesitation, name that which elapsed from the death of Domitian [96 AD] to the accession of Commodus [180 AD].\" In that span, \"the various modes of worship which [then] prevailed in the Roman world were all considered by the people as equally true; by the philosophers as equally false; and by the magistrate as equally useful. And thus toleration produced not only mutual indulgence, but even religious concord.\" A man of the Enlightenment, Gibbon finds religion as little more than superstition organized, and it is an unending target for his withering irony. The humor quotient in \"The Decline and Fall\" is even higher where religion is not entailed. Of the Emperor Gordian II, he writes: \"Twenty-two acknowledged concubines and a library of sixty-two thousand volumes, attested the variety of his inclinations, and from the productions which he left behind him, it appears that the former as well as the latter were designed for use rather than ostentation.\" Footnotes number in the thousands, and in them we learn that Voltaire casts \"a keen and lively eye over the surface of history,\" and that \"an act of fraud is always credible when it is told of the Greeks.\" The hundreds of \"characters,\" as Gibbon refers to them, are not the least of the work's marvels. The Emperor Elagabalus (203-222), is \"a rational voluptuary\" -- also, we learn, a transvestite. The Emperor Honorius (384-423) \"was without passions, and consequently without talents; and his feeble and languid disposition was alike incapable of discharging the duties of his rank or enjoying the pleasures of the age.\" Gibbon's descriptions of battles are quick and precise. He keeps a sharp eye out for methods of torture used by tyrants. Constantius V had a \"reign of long butchery of whatever was noble or holy, or innocent in his empire . . . and a plate of noses was accepted as a grateful offering.\" When a matron of a noble family provoked the Emperor Theodore Laskaris II, he ordered \"her body, as high as the neck . . . enclosed in a sack with several cats, who were pricked with pins to irritate their fury against their unfortunate fellow captive.\" As this parade of power and avarice, punctuated all too briefly by honorable rule, passes, Gibbon provides telling apothegms. He cites the Roman maxim that holds \"every adulteress is capable of poisoning her husband.\" \"Fraud is the resource of weakness and cunning,\" he notes. \"In the field of controversy,\" he adds, \"I always pity the moderate party, who stand on the open middle ground exposed to the fire of both sides.\" A masterpiece that has held up as a work of scholarship for more than two centuries, \"The History of the Decline and Fall of the Roman Empire\" also happens to be, in the words of the historian John Clive, a work of \"indisputable genius.\" All that is needed to scope out its inexhaustible riches is time, patience and an attentive mind.", "4": "When families gather to celebrate the holidays, some also use the opportunity to hold family meetings on money issues. But such efforts to mix festive gatherings with financial talk sometime veer badly off course, leaving hurt feelings in their wake. Sheila Stinson, managing director at Convergent Wealth Advisors in Potomac, Md., had a client in his 80s who invited his adult grandchildren to get involved in the family foundation's charitable-grant-making decisions. Before the family's annual holiday dinner, he emailed the grandchildren asking them to submit proposals of charitable organizations they would like to add to the foundation's recipient list. But the man then dismissed their suggestions. At the family meeting, he declared that the foundation would not give to any charities outside his hometown or to causes he did not believe in. The grandchildren became frustrated and confused and asked him why he even bothered to have them submit ideas. They also became reluctant to become engaged with the foundation after that. \"He could have done several things to prevent this unfortunate situation,\" Ms. Stinson says. For instance, the man could have spelled out parameters for the grandchildren to work within or allowed each grandchild to give away a specific amount to the charity of his or her choice, Ms. Stinson says. Or he could have allowed each grandchild to propose an idea to the entire foundation board and had the board discuss it and vote. Philanthropy is a common topic for individuals to want to discuss with adult children or other relatives over the holidays. Sometimes an older generation is trying to share a family's values or start talking with younger family members about the opportunities and responsibilities that go along with the wealth they are likely to inherit. Other discussions may involve the older generation's arrangements for health care, wishes for end-of-life care or nuts and bolts about estate-planning documents and trusted advisers. \"The fall, and in particular around Thanksgiving, is often a common time for family meetings -- particularly those who only hold one meeting a year,\" says Nathan Dungan, owner of Share, Save, Spend, which helps educate families about money. Mr. Dungan suggests creating an agenda, preferably with broad family input, before the meeting. \"When people feel they have a voice in the process, they are more likely to be invested in the outcome,\" says Mr. Dungan in Minneapolis. He also recommends setting a time frame for each item on the agenda and trying to find a balance between serious and lighter topics. The choice of venue also can be tricky. Jeff Ladouceur, director of SEI Private Wealth Management, in Oaks, Pa., recalls a situation in which clients invited their adult children to dinner in a private room at their local club. As the parents tried to talk about their first significant transfer of assets to the children, the dinner specials were read, the wine was poured and appetizers delivered. \"What started as a well-scripted conversation quickly became choppy and awkward,\" he says. The parents could have let the waitstaff know they wanted a break for discussion after the appetizers or, even better, chosen a different venue that would not have any interruptions. Families need to be realistic about the relationships among family members, the planned topic and the likely tenor of the discussion. Financial planner Wes Shannon still remembers the unpleasant gathering when family members met to tell his wife's then 76-year-old mother that it was time she gave up driving. \"I saw a God-fearing, churchgoing woman cuss at us and call us names that would have embarrassed a sailor,\" says Mr. Shannon, of SJK Financial Planning, in Hurst, Texas. One of the mistakes he says his family members made, which also could apply to meetings about money, was not telling his now-deceased mother-in-law about the planned discussion and the topic. It was at Thanksgiving that the family members concluded the woman needed to stop driving. A few weeks after, they all went to see her and broke the news. On thorny topics, plan to have multiple conversations over time rather than aiming to resolve an issue in one session, Mr. Shannon says. Credit: By Veronica Dagher Subject: Thanksgiving; Families & family life; Personal finance Title: WEEKEND INVESTOR", "5": "In the summer of 2008, Allen Bethel, the chairman of Stocksbridge Park Steels soccer club, was on the hunt for a goal scorer. His options were not great. His team played in a division seven tiers below the English Premier League, where it averages under 500 fans a game. He could offer a salary of only around $160 a week. His pitch to players was simple: \"We always pay on time.\" So Bethel took a punt on a scrawny, slightly hot-headed 21-year-old who did been banging in goals for Stocksbridge's unpaid reserve team. His name was Jamie Vardy. It turns out Bethel was on to something. Seven years on, Vardy is the most lethal striker around. Not only is he the Premier League's unlikely leading scorer with 13 goals, but his hot streak has propelled lowly Leicester City to the top of the standings. \"Everybody wants to stop Jamie Vardy,\" Leicester manager Claudio Ranieri said of his striker. \"That's normal -- but maybe we will pass the ball to other players.\" Or maybe not. This season the Foxes have kept passing the ball to Vardy and Vardy has kept on scoring. He's been on the board in a 10 consecutive games. One more on Saturday against Manchester United and he will break a 12-year-old Premier League record held by Dutch scoring legend Ruud van Nistelrooy. What makes Vardy's sudden explosion so astonishing is that it defies almost every rule for growing a modern soccer player. His direct style is a throwback. His spindly frame looks ill-suited to an elite athlete. And his breakthrough at age 28 comes at a time when star players are identified in elementary school. But for reasons that range from his breakneck speed to Leicester's tactical setup, Vardy has become that rarest of soccer players: an out-of-nowhere star. Vardy's emergence may be almost unfathomable, but it's pretty clear what makes him so effective. Vardy has been clocked at 22.02 miles per hour this season, according to data from Opta Sports, making him the Premier League's fastest player. That pace, combined with his unflagging engine and instinctive finishing, has been his calling card since his days at Stocksbridge. \"There was no great secret to Jamie. He was ridiculously quick,\" said Andrew Pilley, who signed him in 2011 for Fleetwood Town, then in the fifth tier. \"It was almost like cheating.\" Vardy has burst onto the scene at a time when trends in modern soccer make his pace and direct running even more dangerous. Top clubs have embraced a high-pressing game based on forcing turnovers close to the opposition goal. But a team with the ability to break at lightning speed can cause mayhem by exploiting the holes this leaves in defense. Leicester has tailored its tactics accordingly. The Foxes knock the ball long and hope that Vardy can use his pace to beat his markers to it. Only two teams have played more long balls than Leicester this season, according to WhoScored. \"I ca not believe what I've been seeing on Saturday nights. He's always on his own,\" said Bethel. \"Why ca not the Premier League, with all those supposedly good defenders, stop him?\" The explanation may lie in Vardy's route to the top level. Hard-nosed No. 9s like Vardy are a dying breed in European soccer. Arsenal's manager Arsene Wenger, a specialist of youth development, believes academies are geared to produce silky passers. Tough strikers who commit \"in the zones where it hurts\" and \"live on the edge of the rules,\" he says, are almost nonexistent. Vardy is not the first player to blaze a trail from non-league soccer to the top tier. Long before excelling for Arsenal and England, Ian Wright was a late bloomer at Greenwich Borough. Striker Kevin Phillips started out as an undersized defender at semi-professional Baldock Town but went on to record a 30-goal Premier League season. Charlie Austin, who was playing non-league soccer as recently as 2009, had 18 Premier League goals for Queens Park Rangers last year. But those storybook rises seemed a thing of the past as clubs poured more money into youth scouting and talent development. In fact, the youth soccer revolution may have helped Vardy flourish. Today, top Premier League prospects hone their skills in reserve sides limited to just three outfield players over the age of 21 in their lineups. So youngsters miss out on facing the grizzled brutes that populate the lower reaches of English soccer. \"Are they ready for the blood and thunder of the Premier League?\" Pilley said. \"When you are playing the games that matter, you might get an elbow in the face.\" The first painful blow of Vardy's career came when he was cut by Sheffield Wednesday around the age of 16 for being too small, he said. To carve out a career, he would have to start again at the bottom. That turned out to be around 5 miles and six divisions from Sheffield Wednesday at Stocksbridge Park. Bigger clubs were soon sniffing around, Bethel said. But they saw warning signs, like a series of red cards and Vardy's conviction for assault following a pub brawl. A court forced him to abide by a curfew and wear a monitoring tag on his ankle, even during games. On longer road trips, Stocksbridge would substitute him before full-time, stick him in a car and send him home to make curfew. Still, Vardy's talent was impossible to ignore. Fleetwood Town sent scouts to see him on six separate occasions. When they filed reports, the options were \"Watch Again,\" \"Definite No,\" or \"Sign him.\" All six came back unequivocal: \"Sign him.\" \"The concern was he did only been scoring goals against part-time players,\" said Pilley, who eventually signed him to a contract worth around $1,300 a week. \"He did been scoring against the electrician, the plumber, and the postman.\" The question of whether he cut it at the next level has followed Vardy everywhere. He signed for Halifax Town from Stocksbridge Park in 2010 and, a year later, bounced to Fleetwood. Halfway into his only season there, Fleetwood said it was already receiving offers of $1.6 million for him, four times the record for a non-league player. It wound up taking the cash from Leicester. When Leicester was promoted to the Premier League at the end of the 2013-14 season, Vardy finally got his chance to prove he could cut it at the top level. \"Jamie is an easy boy, He does not think about the expectation,\" Ranieri said. \"I love him.\" Credit: By Joshua Robinson Subject: Professional soccer People: Vardy, Jamie Company/.organization: Name: English Premier League; NAICS: 813990; Name: Leicester City Football Club; NAICS: 711211 Title: English Soccer's Out-of-Nowhere Star", "6": "Back when she was in her 20s, Hazel Ingram was once told that she was \"too skinny\" for a cleaning job. A man at a hiring agency thought a slight woman like Ms. Ingram would not be able to handle the lifting involved. His colleague disagreed, saying his hardworking mother-in-law was Ms. Ingram's size. She got the job. Ms. Ingram, now 92 years old, has spent the roughly 65 years since then as a cleaner, 60 or so of them at the same Madison Avenue building. She is \"by far\" the oldest active worker in 32BJ S.E.I.U., the 145,000-member, multistate union representing cleaners, a union spokeswoman said. And Ms. Ingram, who is employed by real estate and management firm Steinberg & Pokoik, said she has no plans to retire -- not because she needs the job but because she loves the work. \"Even when I was home, I would always clean the house, always, and I never stopped,\" Ms. Ingram said before setting off to clean one of the floors she is responsible for at 575 Madison Ave. \"I just love cleaning,\" she added. \"I do not know why, but I love it.\" Every night starting around 5:30 p.m., Ms. Ingram walks from office to office, emptying wastebaskets into a trash barrel outfitted with plastic bags, a broom, a feather duster. She pulls out the often heavy bags when they are full, dusts desk areas and shelves and, once a week, vacuums both the offices and common areas. She also is a leader in her union, which she joined in 1956, taking part in rallies and serving as her building's shop steward. As shop steward, she helps mediate issues when necessary and keeps workers and union representatives informed. Because Ms. Ingram works nights, traveling most days using the Metropolitan Transportation Authority's Access-A-Ride program for the elderly and disabled, many of the offices she cleans are empty. When workers are there, she sometimes walks in with a singsong hello and is greeted by name or even gets a hug. The friendly exchanges are a big change from decades ago at the building. Back then, Ms. Ingram said the cleaners were not allowed to speak to the office workers, making Ms. Ingram, who is black, feel \"like a slave,\" she said. But she had young children and needed the job. \"That was really bad,\" she said. \"If they caught us talking with the tenants, they did write you up.\" Another less serious difference over the years is the clutter at workspaces. \"They've got a little more stuff on their desk than they are really supposed to have,\" she said. And if Ms. Ingram sees a mess, she just might say something. As she collected trash from one real-estate broker's office during a shift, she reminded him how he used to be messy and left chewed pen caps lying around. She did not like it and spoke up. \"I've been very clean ever since then,\" the broker, Richard Hottinger, said with a laugh. Ms. Ingram scoffed when asked if her age makes any part of the job more difficult. But when she was clearly having trouble opening a few ultrathin bags that line wastebaskets, she admitted that can be tough -- because of the bags, not her hands. Born in Georgia in 1923, Ms, Ingram grew up in a small town. Even as a young woman, she loved to clean. She would stay up late some nights to sweep her yard. She wanted it to \"look pretty the next morning,\" she said. \"I did not want anyone walking on it.\" Ms. Ingram moved to New York City as a young woman, eventually taking a factory job making women's shoes and, later, also working nights cleaning offices. To mark her six decades at 575 Madison Ave., staff members of Douglas Elliman Real Estate -- their offices are cleaned by Ms. Ingram -- threw her a party. Real-estate agent Vincent Santoro, 48, said he sees Ms. Ingram before he leaves for the day \"like clockwork. I do not think I've ever been there and not seen her.\" Mr. Santoro said Ms. Ingram has met his son and often asks about him, and is always smiling. \"She has this really interesting presence in the building,\" he said. \"She really takes pride in working there and in what she does.\" Ms. Ingram, who was married once and separated from her husband, has four daughters, two sons and 19 grandchildren, plus a small army of great-grandchildren and great-great grandchildren. She worked while raising her children, with a sitter and her eldest daughter helping with child care while she worked. She owns a two-family house in the Brooklyn neighborhood of East New York, where she lives in a converted basement with her brother, Oliver. Her sons, Chester and Rex, live on the upper floors with their families. Ms. Ingram also owns a home in the Poconos. \"All of my kids are good cooks and good cleaners, I mean the boys and the daughters,\" she said. Vesel Taganovic, the night foreman at 575 Madison Ave., said colleagues were wondering whether Ms. Ingram would retire when he started working at the building -- almost 30 years ago. \"I said, 'You want to retire?' And she said, 'No way, I will never retire,'\" said Mr. Taganovic, who reads horoscopes with Ms. Ingram before their shifts. \"She's still there. She told me she's going to work 10 more years.\"", "7": "BUENOS AIRES -- Argentines are fond of making superlative claims. Their country produces \"the world's best beef,\" offers \"the world's widest avenue\" and, in compatriot Pope Francis, has provided \"the best pontiff ever.\" Now they have something new to tout: a statue some assert is the world's tallest bronze of a soccer player. On Nov. 6, a 22-foot-high 6.3-ton likeness of Angel Labruna, a mid-20th-century striker, was unveiled in the capital next to Monumental Stadium, home to Argentina's River Plate soccer club, which many here call \"the best soccer club ever.\" Argentines laud Mr. Labruna, a River Plate player, as the domestic league's greatest goal scorer ever. The big bronze was the brainchild of Carlos Trillo, a plastic surgeon who is perhaps the world's most dedicated soccer fan. His goal: to top the statue in San Marta, Colombia, that previously claimed the tallest title, and thereby help kick his team out of a slump. The 48-year-old Mr. Trillo, who helped fund the Labruna statue, specified that it surpass Santa Marta's bronze of Carlos Valderrama, the curly-yellow-haired Colombian midfielder whose career ran about two decades from the early 1980s. The Colombian colossus is officially 6.5 meters tall, a little over 21 feet. The Labruna likeness stands 8 inches taller. Mr. Trillo says there is no doubt it is the world's biggest bronze soccer player. As with some of Argentina's other claims, it is hard to confirm the statue's stature. Guinness World Records, which does confirm the widest-avenue title, says it has no category for soccer-player statues. FIFA, the international soccer federation, says it does not track statues. Mr. Trillo concedes there may be bigger soccer statues made of cheaper materials somewhere. But the Labruna is undeniably big. It stands nearly twice as tall as the Michael Jordan statue at the United Center in Chicago. Its cleats are almost the size of a human head. Mr. Trillo spent nearly two years lobbying River Plate fans to donate keys and other metal to melt for the sculpture. Beyond those donations, Mr. Trillo says it cost more than $150,000 to make, of which he paid about 20%, the rest coming from local businesses and fans. \"It is only because of a crazy guy like Carlos, surrounded by many crazy people who love River,\" said River Plate President Rodolfo D'Onofrio at the unveiling, \"that it was possible for us to donate all these keys and end up with a statue like this of a giant.\" For many Argentines, Mr. Labruna is unquestionably the best player in River Plate's 114-year history. He holds the record for scoring by a countryman in Argentina's domestic league: 293 goals. Mr. Trillo lowers his voice when acknowledging that Arsenio Erico, who played for another Argentine team, also scored 293; but he was Paraguayan. Mr. Erico, who retired in the 1940s, for decades held the scoring title, besting Mr. Labruna's 292 goals. But in 2008, after studying newspaper accounts of a 1941 game Mr. Labruna played in, Argentina's Soccer History Research Center determined he had scored one more, tying him for first. River Plate fans were ecstatic, as if their Angel, who died in 1983, had scored from heaven. Mr. Trillo, since moving to Buenos Aires from rural Argentina almost a quarter century ago, says he has been to all but a dozen of River's games. He has given free surgeries to River players for things like broken noses. \"If you took an X-ray of him,\" says Dario Debayle, a lawyer and River fanatic, \"you did find a River jersey inside.\" The statue harks to a dark time. In 2011, River lost so often it was relegated to the minor leagues for a year. \"The descent,\" as Argentines called it, was devastating and provided fodder for hated crosstown rival Boca Juniors. The descent inspired Mr. Trillo and other fans to help the team recover its glory through some superlative symbolism. In 2012, they aimed to create the world's biggest soccer-team flag. They used social media to gather donated red and white fabric, the club's colors. Two tons of cloth later, they sewed a nearly 5-mile-long flag that some 150,000 fans carried across town that October. Mr. Trillo believes it was the world's biggest soccer flag, although there is no way to know. Guinness says it has no such category. In 2013, he tackled the statue. He and Mercedes Savall, a well-known Buenos Aires sculptor, first crafted a marble Labruna bust. After the club museum displayed it, luck turned: River won the league title and cup for South American soccer clubs. That convinced Mr. Trillo he was on the right attack. He urged fans to donate bronze, and about 6,000 pounds of keys, crosses and picture frames poured in. Maximo Jurcinovic, a Catholic priest and River fanatic, says he donated keys and a bell. \"This underscores the best of Argentine soccer fans,\" he says, \"which is their passion and good spirit. It shows that small things can lead to greatness.\" As Mr. Trillo was trying to help erect the statue in February, part of it collapsed, cutting his face and fracturing his shoulder and five vertebrae. They spent another eight months getting the statue right. Ms. Savall, who spent 27 months making it, says she sometimes worked day and night, partly because she was working on other statues, including of Bolivian revolutionary leader Juana Azurduy. Ms. Savall, who says she once thought soccer was for the uncultured, tears up when discussing the statue. \"Labruna taught me a lot about passion,\" she says, \"about dedicating yourself to a dream, about teamwork.\" Mr. Trillo donated the statue for 99 years. To ensure his descendants keep the faith, he put a time capsule in it with a letter to them. \"I ask for only two things,\" it reads. \"First, that they be River fans. Second, that they donate the statue to River again for another 99 years.\" \"We achieved this because of the values I inherited from my parents,\" it reads, \"above all, in one word: PASSION.\" Credit: By Taos Turner Subject: Soccer; Sculpture Location: Argentina People: Labruna, Angel Title: To Kick His Team Out of Slump, A Superfan Sets a Colossal Goal", "8": "At 17, William Backes, new driver's license in hand, put away his beloved 10-speed Raleigh Record Ace. Now, 33 years later, he's back on two wheels, riding a sleek new bike four or five days a week. \"Once I bought a new bike, I discovered how much I used to love riding,\" says Mr. Backes, who regularly pedals past the same abandoned gas station he used to pass in high school. Inspired by a friend who rode a bicycle to get in shape after a heart attack, the Denville, N.J., car salesman has lost 25 pounds from his 6-foot-2-inch frame. More older people are taking up biking, often after decades away from a sport they once loved. In a recent poll, some 20% of people age 50 and older say they've ridden a bike in the past year, up from 16% in 2011, according to AARP. Cycling's low impact on aging joints, and weak knees in particular, is a big selling point for older people. Often a wake-up call, such as a diagnosis of diabetes or heart disease, is the inspiration to begin biking. Others are attracted by the appeal, or challenge, of organized cycling trips -- such as retired educator Barbara Klestzick, 64, of Arlington, Va., who last year rode 270 miles from Jerusalem to Eilat in Israel. Still others take up biking again as a way of reclaiming lost youth. \"You are 12 years old again,\" says Pat Denino, 72, who started biking four years ago after chemotherapy for breast cancer left her barely able to walk to the mailbox. Now, Mrs. Denino, a retired junior-high science teacher from Westerville, Ohio, takes rides as long as 38 miles. She does not go very fast, she says, but she enjoys the breeze and the sun on her skin. According to the National Household Travel Survey, conducted by the Federal Highway Administration, recreational biking among Americans over 50 jumped 62% between 2001 and 2009, to an average of about 20 miles annually per person, compared with only a 22% increase in the general population. Not everyone is thrilled with the trend. Michael J. Yaremchuk, chief of craniofacial surgery at Massachusetts General Hospital in Boston, says the number of older people getting injured bicycling is an \"epidemic.\" Too many older people \"think they are able to do what they did at 18, 19 or 20, but they ca not,\" he says. Strength and flexibility decrease with age, he adds. Dr. Yaremchuk, who says he is in his 60s, rides a stationary bike and rows on the Charles River. Some retirees stick to bike paths to reduce the risk of falls. Others say the risk is a fair trade-off for cycling's benefits. \"I am just going to ride, because I love it,\" says Ed Freedman, 70, a retired management consultant in Pinecrest, Fla., who credits biking with keeping his brain sharp. When returning to cycling after a long hiatus, some riders choose bikes that feel familiar. Mrs. Denino chose a three-speed Electra Townie with coaster brakes, the only kind of brakes she knew how to use, she says. Earlier this year she upgraded to a 21-speed Townie with hand brakes. The Townie line, from Electra Bicycle Co., can work well for someone looking to get back on a bike because it is designed so that the feet can reach the ground while the rider is in the seat. Mrs. Denino says this feature is indispensable for her because she does not like to slide off the seat every time she stops. Other people happily jump on more advanced features, such as drop handlebars, lightweight carbon-fiber frames, pedals that clip onto shoes and gearshifts on the handlebars. Choosing a bike carefully is especially important because of the raft of challenges older riders can face, such as hip bursitis, neck, shoulder and back pain, and a comparative lack of strength and balance. A professional bike fitter can assist older riders in choosing a model that will help prevent injuries and improve performance, physicians say. Putting in time with a trainer can make a big difference, too. In 2014, when an overweight Mr. Freedman, with a replacement right knee, began riding with his local bike group, Team StormRiders, he could not keep up with the mostly younger riders, he says. So he went to Dennis Phipps, a cycling coach at Full Circle Coaching in Miami, who put him through a regimen of vigorous interval training with his bike hooked up to an indoor trainer. Mr. Freedman says he is now in the fastest 43% of his club and spends about 10 hours a week in the saddle. \"It is my primary job,\" says Mr. Freedman, who adds that his new hobby helped him lose 40 pounds. Mr. Phipps says he has a lot of respect for his older clients. They \"are more disciplined and want it more. They are chasing the clock,\" he says. They also have to train differently. Rest days and stretching are particularly important for older cyclists, who tend to be less flexible and need longer to recover after every ride, he says. He recommends at least two rest days a week plus an \"active recovery day\" of easy cycling. Just back from a 25-mile ride through central Ohio that included the historic covered Bridge of Dreams, Mrs. Denino says she kept going even though the route had a climb that seemed like it would never end. \"My baseline is this: If it's not as hard as chemo, I am doing it,\" she says. \"My legs are a little tired, but I will be ready to go tomorrow.\"", "9": "During college, Mary Kay Gordon liked nothing better than spending summers working in Yellowstone National Park -- hiking deep into the backcountry and helping tourists discover the park's geothermal and geological wonders. When she retired, Ms. Gordon knew exactly what she wanted to do: go back to work in a national park. In early 2009, Ms. Gordon's husband, Gil, died after a battle with Alzheimer's and Parkinson's diseases. That same year, she turned 60 and retired from her administrative job at the National Weather Service. (She was eligible for early retirement.) \"All of a sudden, I was retired and living alone, but I already knew what I would do next,\" says Ms. Gordon. \"Since my 50s, I had planned to work in the national parks during my retirement.\" With a comfortable pension, she did not need additional income, but she sought a paid job at a park, she says, to build a travel fund. \"I knew concession companies ran the lodging and food services at the parks and hired lots of seasonal workers,\" says Ms. Gordon, who once served as an executive secretary at Big Bend National Park. \"Working with a concessionaire, I could pick a job that fit my skill set, instead of just being assigned a volunteer role.\" Next, she had to decide which park would be her first destination. \"I had fond memories of Yellowstone, but I was drawn to beautiful Bryce Canyon,\" says Ms. Gordon. A call to the park's concession company, Forever Resorts, was all it took to land her dream job: concierge at the historic Bryce Canyon Lodge. In April 2010, Ms. Gordon took up her post behind the counter of a tiny former post office. From April until October, she can be found perched on a stool in the little room doling out advice and information to guests. She works 3 1/2 days a week, splitting the job with another employee, and makes about $10 an hour. The schedule gives her ample time to hike -- she covered more than 100 miles in 2015 -- and relax in her RV. Her favorite part of the job is meeting people from all over the world. \"I try to get to know each person a little bit, asking about their hometown or home country, finding out what they hope to experience at the park, and so on,\" says Ms. Gordon. \"That way, they hopefully go home with great memories.\" Ms. Gordon must reapply for the Bryce concierge post each year, but her peppy personality and deep knowledge of the park make her so popular with guests, she's a virtual shoo-in. Down the road, she may work a few seasons at Yellowstone, just for old time's sake. One thing is certain: She plans to spend summers in a national park for as long as she is able. \"Being in nature and interacting with people keeps me young,\" says Ms. Gordon, who winters in Alpine, Texas. \"I've found my secret to staying healthy and happy.\"", "10": "Corrections & Amplifications Physician Retraining & Reentry retrains medical specialists in primary care for a course fee of $9,750. An article about the program and its founder in Monday's Encore special report incorrectly said the fee was $5,000. (WSJ Dec. 1, 2015) The U.S. is facing a looming doctor shortage. With a surge of baby boomers enrolling in Medicare and millions of newly insured citizens seeking physicians under the Affordable Care Act, there simply are not enough general practitioners to go around. The Association of American Medical Colleges estimates the U.S. will be short by as many as 31,000 primary-care doctors by 2025. Leonard Glass, a retired surgeon, had an idea about who could help fill these much-needed shoes: older medical specialists. For example, many surgeons retire due to diminishing eyesight or fine-motor problems, while obstetricians often burn out in their 60s after decades of sleepless nights. Yet these doctors are still capable of providing general medical care. Dr. Glass himself retired from practicing surgery in 2005 when a neck injury began limiting his dexterity. \"I kept reading about this impending doctor shortage, and I looked around at many of my retired colleagues and thought, why not get some of these doctors back to work?\" says Dr. Glass, now 80. So in 2013, he launched Physician Retraining & Reentry, or PRR, to help retrain medical specialists in adult outpatient primary care. He funded the startup with his own savings and investments from friends and family, and did not primarily set out to make a profit. \"I just had to do something to ensure my kids and grandkids would have access to good medical care,\" Dr. Glass says. \"It became my obsession to help fix the doctor shortage.\" PRR is essentially an online training program, helping medical specialists get up to speed on the latest primary-care techniques. Specialists are already licensed in general medicine, but most have not practiced it since their residencies, so they want a \"refresher course,\" says Dr. Glass. The self-paced program includes interactive tests and live role-playing, with actors posing as patients. It takes four months to a year to complete. \"We teach everything from the latest diagnostic techniques to medical record-keeping,\" says Dr. Glass, who works about 30 hours a week at PRR. Doctors who complete the program receive 180 hours of continuing-education credit and help finding jobs. PRR has only four full-time paid employees (Dr. Glass and his brother-in-law, who serves as CFO, do not receive salaries), and one works solely on job placement. \"Many doctors want to work part time, and some want to give back by working at public clinics, while others want full-time posts,\" says Dr. Glass. Only 30 doctors out of the 130 who have entered the PRR program have completed it so far, but Dr. Glass is hopeful hundreds more will. \"We built the technology platform so up to 3,000 doctors could take it per year,\" says Dr. Glass. If doctors ca not afford the $5,000 course fee, PRR offers no-interest financing. \"Being a primary-care doctor is medicine at its finest, but many doctors lose sight of that purpose after practicing a specialty for decades,\" Dr. Glass says. \"We help doctors get back to the root of why they went to medical school in the first place: to take care of people.\""}
