{
  "non-duplicate-articles":
  [
    {"article_id": "08cf5409-52c9-59e7-a9ba-a46f6506ffb6", "id": "1518", "publish_dt": "2017-12-10", "update_dt": "2018-01-03", "title": "Live scoreboard: High school football", "full_text": "Oscar Smith takes on Westfield at 4:30 p.m. at Hampton University in the Class 6 state championship game. Live 757 scoreboard Live Twitter feed for high school scoreboard"},
    {"article_id": "08cf5409-52c9-59e7-a9ba-a46f6506ffb6", "id": "270399", "publish_dt": "2018-03-03", "update_dt": "2018-03-06", "title": "Live scoreboard: High school basketball", "full_text": "Check back throughout the night for updates. Live 757 scoreboard Live Twitter feed for high school scoreboard"},
    {"article_id": "08cf5409-52c9-59e7-a9ba-a46f6506ffb6", "id": "269826", "publish_dt": "2018-02-21", "update_dt": "2018-02-23", "title": "Live scoreboard: High school basketball", "full_text": "Check back throughout the night for updates. Live 757 scoreboard Live Twitter feed for high school scoreboard"},
    {"article_id": "08cf5409-52c9-59e7-a9ba-a46f6506ffb6", "id": "275322", "publish_dt": "2018-06-08", "update_dt": "2018-06-08", "title": "Live scoreboard: High school playoffs", "full_text": "Teams from around Hampton Roads are playing today in state semifinals. \n Live 757 scoreboard\n Live Twitter feed for high school scoreboard\n"},
    {"article_id": "098e42bc-368f-11e8-a40a-03507fc5b471", "id": "271960", "publish_dt": "2018-04-02", "update_dt": "2018-04-09", "title": "Softball statistical leaders", "full_text": "Softball statistical leaders Batting average Courtney Carter, Norview \u0013 .833 Bree Thompson, Kellam \u0013 .739 Jaycee Ruberti, Greenbrier Christian \u0013 .684 Sydney Johnston, First Colonial \u0013 .647 Brooklyn Maxwell, Kellam \u0013 .615 Emerson Puzey, Nansemond-Suffolk \u0013 .600 Isabel Mugaas, Granby \u0013 .600 Katie Rybolt, Tallwood \u0013 .588 Kyle Burke, Princess Anne \u0013 .583 Haley Cisco, King\u0019s Fork \u0013 .571 Hanna Crist, Princess Anne \u0013 .571 Jackie DiMonda, First Colonial \u0013 .571 Gabby Infranco, Nansemond-Suffolk \u0013 .565 Hannah Bowes, Great Bridge \u0013 .563 Addy Greene, Nansemond-Suffolk \u0013 .560 Lauren VanAssche, Great Bridge \u0013 .550 Madison Inscoe, Nansemond-Suffolk \u0013 .545 Lana Holden, First Colonial \u0013 .538 Taylor Marciniak, Hickory \u0013 .538 Adriana Rivera, Tallwood \u0013 .588 Rachel Castine, Greenbrier Christian \u0013 .509 Vivica Boyd, Great Bridge \u0013 .500 Maelynn Haley, Green Run \u0013 .500 Bailey Roberts, Hickory \u0013 .500 Home runs Bailey Roberts, Hickory \u0013 6 Arianna Burford, Greenbrier Christian \u0013 5 Six players tied with 2 RBIs Gabby Infranco, Nansemond-Suffolk \u0013 16 Madi Wilson, Nansemond-Suffolk \u0013 13 Karly Packert, Greenbrier Christian \u0013 13 Arianna Burford, Greenbrier Christian \u0013 12 Bailey Roberts, Hickory \u0013 12 Rachel Castine, Greenbrier Christian \u0013 11 Emily Phillips, Greenbrier Christian \u0013 11 Addy Greene, Nansemond-Suffolk \u0013 9 Lily Potter, Tallwood \u0013 8 Madison Inscoe, Nansemond-Suffolk \u0013 8 Hannah Bowes, Great Bridge \u0013 7 Lauren VanAssche, Great Bridge \u0013 7 Vivica Boyd, Great Bridge \u0013 7 Brooklyn Maxwell, Kellam \u0013 6 Haley Cisco, King\u0019s Fork \u0013 5 Janae Henry, First Colonial \u0013 5 Cali Hinnant, King\u0019s Fork \u0013 5 Grace Hobbs, First Colonial \u0013 5 Hanna Williamson, King\u0019s Fork \u0013 5 Runs Addy Greene, Nansemond-Suffolk \u0013 17 Rachel Castine, Greenbrier Christian \u0013 15 Gabby Infranco, Nansemond-Suffolk \u0013 14 Jaycee Ruberti, Greenbrier Christian \u0013 14 Arianna Burford, Greenbrier Christian \u0013 13 Madison Inscoe, Nansemond-Suffolk \u0013 11 Jessica Chang, Nansemond-Suffolk \u0013 10 Emily Phillips, Greenbrier Christian \u0013 8 Karly Packert, Greenbrier Christian \u0013 7 Hannah Bowes, Great Bridge \u0013 7 Brooklyn Maxwell, Kellam \u0013 5 Vivica Boyd, Great Bridge \u0013 5 Kyle Burke, Princess Anne \u0013 4 Haley Howerin, Princess Anne \u0013 4 Six tied with 3 Pitching Wins Maison Myers, Greenbrier Christian \u0013 11 Bre McDowell, Hickory \u0013 6 Ana Jarrell, Great Bridge \u0013 4 Reese Byrd, Nansemond-Suffolk \u0013 4 Emerson Puzey, Nansemond-Suffolk \u0013 3 Lily Potter, Tallwood \u0013 2 Haley Gilder, Tallwood \u0013 2 Cali Hinnant, King\u0019s Fork \u0013 2 ERA Reese Byrd, Nansemond-Suffolk \u0013 0.00 Haley Gilder, Tallwood \u0013 0.00 Miranda Smith, Norview \u0013 0.14 Bre McDowell, Hickory \u0013 0.19 Emerson Puzey, Nansemond-Suffolk \u0013 0.41 Maison Myers, Greenbrier Christian \u0013 0.76 Haley Grindstaff, Granby \u0013 1.62 Lily Potter, Tallwood \u0013 2.52 Cali Hinnant, King\u0019s Fork \u0013 2.63 Ana Jarrell, Great Bridge \u0013 3.90 Strikeouts Maison Myers, Greenbrier Christian \u0013 63 Bre McDowell, Hickory \u0013 62 Cali Hinnant, King\u0019s Fork \u0013 45 Reese Byrd, Nansemond-Suffolk \u0013 31 Emerson Puzey, Nansemond-Suffolk \u0013 26 Haley Grindstaff, Granby \u0013 18 Lily Potter, Tallwood \u0013 12 Statistical leaders will be updated each week. Nominations must be sent to no later than noon each Monday to be considered."},
    {"article_id": "098e42bc-368f-11e8-a40a-03507fc5b471", "id": "272366", "publish_dt": "2018-04-09", "update_dt": "2018-04-16", "title": "Softball leaders", "full_text": "Softball leaders Batting average Courtney Carter, Norview .833 Bree Thompson, Kellam .739 Jaycee Ruberti, Greenbrier Christian .684 Sydney Johnston, First Colonial .647 Brooklyn Maxwell, Kellam .615 Emerson Puzey, Nansemond-Suffolk .600 Isabel Mugaas, Granby .600 Katie Rybolt, Tallwood .588 Kyle Burke, Princess Anne .583 Haley Cisco, King s Fork .571 Hanna Crist, Princess Anne .571 Jackie DiMonda, First Colonial .571 Gabby Infranco, Nansemond-Suffolk .565 Hannah Bowes, Great Bridge .563 Addy Greene, Nansemond-Suffolk .560 Lauren VanAssche, Great Bridge .550 Madison Inscoe, Nansemond-Suffolk .545 Lana Holden, First Colonial .538 Taylor Marciniak, Hickory .538 Adriana Rivera, Tallwood .588 Rachel Castine, Greenbrier Christian .509 Vivica Boyd, Great Bridge .500 Maelynn Haley, Green Run .500 Bailey Roberts, Hickory .500 Home runs Bailey Roberts, Hickory 6 Arianna Burford, Greenbrier Christian 5 Six players tied with 2 RBIs Gabby Infranco, Nansemond-Suffolk 16 Madi Wilson, Nansemond-Suffolk 13 Karly Packert, Greenbrier Christian 13 Arianna Burford, Greenbrier Christian 12 Bailey Roberts, Hickory 12 Rachel Castine, Greenbrier Christian 11 Emily Phillips, Greenbrier Christian 11 Addy Greene, Nansemond-Suffolk 9 Lily Potter, Tallwood 8 Madison Inscoe, Nansemond-Suffolk 8 Hannah Bowes, Great Bridge 7 Lauren VanAssche, Great Bridge 7 Vivica Boyd, Great Bridge 7 Brooklyn Maxwell, Kellam 6 Haley Cisco, King s Fork 5 Janae Henry, First Colonial 5 Cali Hinnant, King s Fork 5 Grace Hobbs, First Colonial 5 Hanna Williamson, King s Fork 5 Runs Addy Greene, Nansemond-Suffolk 17 Rachel Castine, Greenbrier Christian 15 Gabby Infranco, Nansemond-Suffolk 14 Jaycee Ruberti, Greenbrier Christian 14 Arianna Burford, Greenbrier Christian 13 Madison Inscoe, Nansemond-Suffolk 11 Jessica Chang, Nansemond-Suffolk 10 Emily Phillips, Greenbrier Christian 8 Karly Packert, Greenbrier Christian 7 Hannah Bowes, Great Bridge 7 Brooklyn Maxwell, Kellam 5 Vivica Boyd, Great Bridge 5 Kyle Burke, Princess Anne 4 Haley Howerin, Princess Anne 4 Six tied with 3 Pitching Wins Maison Myers, Greenbrier Christian 11 Bre McDowell, Hickory 6 Ana Jarrell, Great Bridge 4 Reese Byrd, Nansemond-Suffolk 4 Emerson Puzey, Nansemond-Suffolk 3 Lily Potter, Tallwood 2 Haley Gilder, Tallwood 2 Cali Hinnant, King s Fork 2 ERA Reese Byrd, Nansemond-Suffolk 0.00 Haley Gilder, Tallwood 0.00 Miranda Smith, Norview 0.14 Bre McDowell, Hickory 0.19 Emerson Puzey, Nansemond-Suffolk 0.41 Maison Myers, Greenbrier Christian 0.76 Haley Grindstaff, Granby 1.62 Lily Potter, Tallwood 2.52 Cali Hinnant, King s Fork 2.63 Ana Jarrell, Great Bridge 3.90 Strikeouts Maison Myers, Greenbrier Christian 63 Bre McDowell, Hickory 62 Cali Hinnant, King s Fork 45 Reese Byrd, Nansemond-Suffolk 31 Emerson Puzey, Nansemond-Suffolk 26 Haley Grindstaff, Granby 18 Lily Potter, Tallwood 12 Statistical leaders will be updated each week. Nominations must be sent to no later than noon each Monday to be considered."},
    {"article_id": "0d030c00-ce1d-57fc-a20f-7cad3456f8aa", "id": "268966", "publish_dt": "2018-01-28", "update_dt": "2018-02-05", "title": "Data for the week of Feb. 5", "full_text": "Awards and honors The Virginia Law Foundation inducted 10 new members in its Fellows Class of 2018. Three are from Hampton Roads: Charles E. Poston of The McCammon Group in Norfolk, Donald C. Schultz of Crenshaw, Ware & Martin in Norfolk and Winship C. Tower of The McCammon Group in Virginia Beach. The inductees were recognized at the Virginia Bar Association s annual meeting in Williamsburg on Jan. 18. Colonial Williamsburg won first place for the Readers Choice Award for Best Virginia Attraction for the USA Today 2018 10Best. It was one of 20 nominees chosen by a panel of Virginia travel writers and photographers and voted on by 10Best readers. The YWCA South Hampton Roads four Child Development Centers at Tidewater Community College earned a Level 2 certification from Virginia Quality, a statewide system that evaluates staffing and programs at preschools and daycare centers. The certification recognizes the centers second step of the system s five-level quality improvement path. The centers achieved Level 1 a year ago. The City of Norfolk was named one of the top five Citizen-Engaged Communities in the U.S. for 2 by the Public Technology Institute. The recognition was for the Norfolk Cares Center, a call center for citizens. It was the third consecutive time the city was named and was the only Virginia city this year. Windsor-based Arrowhead Environmental Services was named as one of the Best Entrepreneurial Companies in America by Entrepreneur magazine s Entrepreneur360 List. Arrowhead was ranked 178th for the most entrepreneurial company and was one of eight Virginia companies recognized. Those selected were analyzed on innovation, growth, leadership, and impact. Board appointments Norfolk Sister City Association announced its officers and new board members for 2018. The officers are: John Hurst of Realty Executives Top Producers (president), Gloria Hagans previously of Norfolk Public Schools (vice president), Charlene Christopher previously of Norfolk Public Schools (secretary), Joyce Pierce of CV International (treasurer), and Cassandra Newby-Alexander of Norfolk State University (immediate past president). The new board members are: Alexis Alarcon, Regina Davis, Georgeanna Fellio, Dustin Rinehart, Randy Stoker, Ilona Tonelson, and Markus Wegener. Jackie Fox, senior associate in the Norfolk office of Charlotte-based accounting firm Dixon Hughes Goodman, was appointed to the Tidewater Chapter of the Virginia Society of CPAs Board of Directors as treasurer for 2. Virginia Beach-based law office Pender & Coward had three shareholders re-elected to its Executive Committee: Rick Matthews, CEO; Mark Baumgartner, CFO; and David Arnold, COO. Donations and grants The Heritage High School library received a $25,000 Libraries Ready to Code grant from the American Library Association. The funds will be used to start the Full STEAM Ahead program that teaches computer science techniques to special education students. The library was one of 28 libraries across 21 states and Washington, D.C., to receive a grant. Smithfield & Isle of Wight Convention & Visitors Bureau and Visit Norfolk were two of 25 tourism programs to each receive a $10,000 grant from the Crush Friday program marketing fund of the Virginia Tourism Corporation. The program supports an initiative to encourage the workforce to use unused vacation days. Norfolk-based Huntington Ingalls Industries donated $150,000 to the American Red Cross of Virginia to support disaster relief. The nonprofit also received $40,000 from employee cash donations and $76,000 through an employee vacation time donation program. New contracts Thirteen companies six of which are based in Hampton Roads were awarded a not-to-exceed $8,500,000 indefinite-delivery/indefinite-quantity, multiple award contract for one year of shipboard engineering and electrical services to Military Sealift Command in Norfolk by the U.S. Navy. The six companies are: Auxiliary Systems Inc. in Norfolk, Custom Panel and Controls in Virginia Beach, Intech Marine Services in Chesapeake, Mid Atlantic Eng. Tech Services in Chesapeake, The GBS Group in Virginia Beach, and The McHenry Management Group in Chesapeake."},
    {"article_id": "0d030c00-ce1d-57fc-a20f-7cad3456f8aa", "id": "268468", "publish_dt": "2018-01-24", "update_dt": "2018-01-30", "title": "Data for the week of Feb. 5", "full_text": "Awards and honors The Virginia Law Foundation inducted 10 new members in its Fellows Class of 2018. Three are from Hampton Roads: Charles E. Poston of The McCammon Group in Norfolk, Donald C. Schultz of Crenshaw, Ware & Martin in Norfolk and Winship C. Tower of The McCammon Group in Virginia Beach. The inductees were recognized at the Virginia Bar Association\u0019s annual meeting in Williamsburg on Jan. 18. Colonial Williamsburg won first place for the Readers\u0019 Choice Award for Best Virginia Attraction for the USA Today 2018 10Best. It was one of 20 nominees chosen by a panel of Virginia travel writers and photographers and voted on by 10Best readers. The YWCA South Hampton Roads\u0018 four Child Development Centers at Tidewater Community College earned a Level 2 certification from Virginia Quality, a statewide system that evaluates staffing and programs at preschools and daycare centers. The certification recognizes the centers\u0019 second step of the system\u0019s five-level quality improvement path. The centers achieved Level 1 a year ago. The City of Norfolk was named one of the top five Citizen-Engaged Communities in the U.S. for 2 by the Public Technology Institute. The recognition was for the Norfolk Cares Center, a call center for citizens. It was the third consecutive time the city was named and was the only Virginia city this year. Windsor-based Arrowhead Environmental Services was named as one of the Best Entrepreneurial Companies in America by Entrepreneur magazine\u0019s Entrepreneur360 List. Arrowhead was ranked 178th for the most entrepreneurial company and was one of eight Virginia companies recognized. Those selected were analyzed on innovation, growth, leadership, and impact. Board appointments Norfolk Sister City Association announced its officers and new board members for 2018. The officers are: John Hurst of Realty Executives Top Producers (president), Gloria Hagans previously of Norfolk Public Schools (vice president), Charlene Christopher previously of Norfolk Public Schools (secretary), Joyce Pierce of CV International (treasurer), and Cassandra Newby-Alexander of Norfolk State University (immediate past president). The new board members are: Alexis Alarcon, Regina Davis, Georgeanna Fellio, Dustin Rinehart, Randy Stoker, Ilona Tonelson, and Markus Wegener. Jackie Fox, senior associate in the Norfolk office of Charlotte-based accounting firm Dixon Hughes Goodman, was appointed to the Tidewater Chapter of the Virginia Society of CPAs Board of Directors as treasurer for 2. Virginia Beach-based law office Pender & Coward had three shareholders re-elected to its Executive Committee: Rick Matthews, CEO; Mark Baumgartner, CFO; and David Arnold, COO. Donations and grants The Heritage High School library received a $25,000 Libraries Ready to Code grant from the American Library Association. The funds will be used to start the Full STEAM Ahead program that teaches computer science techniques to special education students. The library was one of 28 libraries across 21 states and Washington, D.C., to receive a grant. Smithfield & Isle of Wight Convention & Visitors Bureau and Visit Norfolk were two of 25 tourism programs to each receive a $10,000 grant from the Crush Friday program marketing fund of the Virginia Tourism Corporation. The program supports an initiative to encourage the workforce to use unused vacation days. Norfolk-based Huntington Ingalls Industries donated $150,000 to the American Red Cross of Virginia to support disaster relief. The nonprofit also received $40,000 from employee cash donations and $76,000 through an employee vacation time donation program. New contracts Thirteen companies \u0013 six of which are based in Hampton Roads \u0013 were awarded a not-to-exceed $8,500,000 indefinite-delivery/indefinite-quantity, multiple award contract for one year of shipboard engineering and electrical services to Military Sealift Command in Norfolk by the U.S. Navy. The six companies are: Auxiliary Systems Inc. in Norfolk, Custom Panel and Controls in Virginia Beach, Intech Marine Services in Chesapeake, Mid Atlantic Eng. Tech Services in Chesapeake, The GBS Group in Virginia Beach, and The McHenry Management Group in Chesapeake."},
    {"article_id": "1e611daa-2626-11e8-af99-8f325649c40a", "id": "271552", "publish_dt": "2018-03-19", "update_dt": "2018-03-26", "title": "Business Notes for the week of March 26", "full_text": "Awards and honors Jeri Prophet, CEO and founder of Virginia Beach-based IntellecTechs Inc., was named as the recipient of the 2018 Women Contractor Award in the Stellar category from the U.S. Women s Chamber of Commerce. The Stellar category is given to federal suppliers who have shown growth and are positioned leaders in the contracting community. Prophet was recognized at the National Small Business Federal Contracting Summit in Washington, D.C., on March 7. Valerie Harriell, vice president of human resources for Chesapeake-based Volvo Penta of the Americas, was named as one of the 2018 top women in U.S. manufacturing by The Manufacturing Institute. The STEP (Science, Technology Engineering and Production) Ahead Awards honor women who have demonstrated leadership in all industry levels during their careers. She and 129 other women will be recognized at the 6th Annual Women in Manufacturing STEP Ahead Award gala in Washington, D.C., on April 10. Virginia Beach-based SOLitude Lake Management was named as one of the 2018 Best Places to Work in Virginia by Virginia Business and Best Companies Group. The company was awarded 10th place in the medium-sized employer category for its fourth year of making the list. A total of 100 companies are included on the list. SOLitude was recognized at a ceremony in Charlottesville in February. Franklin-based industrial contracting company Repair Tech was named as the 2017 Business of the Year by the Franklin-Southampton Area Chamber of Commerce. The company was recognized for its community involvement, performance, innovation, leadership and quality. Repair Tech was honored at the Chamber s 64th Annual Membership Meeting on March 1. Jennifer Martin, associate professor of biology at Thomas Nelson Community College, received a 2018 Outstanding Faculty Award from the State Council of Higher Education. Martin was one of 12 awarded faculty out of 27 finalists and 83 nominations. The faculty were recognized for their scholarship, teaching, mentoring, public service, and research. She specializes in rare fish and tropical leaf-cutter ants. Martin was honored at a luncheon in Richmond on March 1. Williamsburg-based architectural, interior design and planning firm GuernseyTingle received an Award of Excellence from the Hampton Roads Association for Commercial Real Estate and Project of the Year award from the Hampton Roads Design Build Institute of America. Both awards were in recognition of the firm s design of the St. Bede Catholic Church Expansion in James City County. The firm partnered with Henderson Inc. and Kerns Group Architects on the design for building an education wing, parish hall and church offices. The company was honored for its HRACE award at the association s 21st Annual Excellence in Development Design Awards Program. Five associates with the Long & Foster Real Estate Shore Drive-Coastal Sales office in Virginia Beach were recognized as members of the firm s Silver Team. Associates are included in different clubs according to annual production volume: President s Club ($3 million to $5 million), Director s Club ($2 million to $3 million) and Executive s Club ($1 million to $2 million). The associates are: Natalie Parker (president s club), Paige Takach (director s club), Jennie Burge (executive), Kelly Lee (executive), Paula McGowan (executive). Kyle T. Hause Jr., associate with Long & Foster Real Estate s James River office in Newport News, was recognized as a member of the firm s Gold Team and the Master s Club. He achieved the ranking with an annual production volume of $29 million in 2017. John R. Lockard, partner at Norfolk-based law office Vandeventer Black, received the ABA Military Pro Bono Project Outstanding Services Award from the Standing Committee on Legal Assistance for Military Personnel. The firm itself also received the ABA Pro Bono Award in the category of Law Firms and Organizations. Lockard was recognized for his pro bono services in 2017. Eleven associates with the Long & Foster Real Estate Oceanfront Sales office in Virginia Beach, were recognized as members of either the firm s Gold Team or Silver Team. Associates were included in different clubs based on annual production volume. The Gold Team associates are: Katie Zarpas (Master s Club), Ed Bohnslav (Chairman s Club) and Elaine Alfiero (Chairman s Club). The Silver Team associates are: Dee Scruggs-Carstens (President s Club), Janet McCarraher (President s Club), Lisa Wilberger (Director s Club), Kaye Wolf (Director s Club), Jon Frederick (Director s Club), Barbie Summers (Director s Club), Laura Clark Goodman (Executive s Club), and Stephanie L. Walsh (Executive s Club). Norfolk-based BAE Systems Norfolk Ship Repair facility was recognized as a Star worksite by the U.S. Department of Labor s Occupational Safety and Health Administration. The designation is the highest level of recognition in the agency s Voluntary Protection Programs for workplace safety and health excellence. Board appointments Arlene Klinedinst, partner of Norfolk-based law office Vandeventer Black, was elected to be the new chair of the Virginia Bar Association Labor Relations & Employment Law Section. She has also served as chair of the firm s labor and employment department. Her practice includes employment issues such as discrimination, harassment, wrongful discharge, and grievance arbitration. Virginia Beach-based Chartway Federal Credit Union announced its officers and members of its 2 board of directors. The new members for three-year terms are: Nancy W. McMahon and Jared B. Perry. Those reelected for three-year terms were: E. L. Lou Gull Jr., Richard R. Ahlborn and Richard A. McGrath. The officers are: Robert O. Holmes, chairman; George E. Sauer III, 1st chairman; Robert N. Cook, 2nd chairman; Melvin S. Mizelle, treasurer; Gull, secretary; Ahlborn, director; Wayne E. Foshay, director; McMahon, director; McGrath, director; and Perry, director. The Hampton Roads Chamber announced its new vice chairs on its board of directors. The vice chairs will advise the Chamber and board on several matters such as interfaith relations, diversity and military affairs. The vice chairs are: Stephen Lentz, attorney at Goodman Allen Donnelly (interfaith relations); James White, regional director of Safelite AutoGlass (diversity); retired Army Lt. Gen. Ronald Lewis (military affairs); and Kurt Krause, managing director of Gold Key | PHR s Marriot Oceanfront Hotel (at Large focus on tourism and hospitality). Openings Mediterranean fast-casual restaurant Zoes Kitchen opened its first Suffolk location on Sun Harbor View on March 15. The store created 30 new jobs. J & J Powder Coating and its parent company SJS Executives had the grand opening J & J s new facility on Bowland Parkway in Virginia Beach on March 16. The company is veteran-owned and employs several Army and Navy veterans. Mermaid Winery opened its second location on Shore Drive in Virginia Beach on March 15. The new location will allow an increase in wine manufacturing capabilities. The winery was founded in Norfolk s Ghent area."},
    {"article_id": "1e611daa-2626-11e8-af99-8f325649c40a", "id": "271015", "publish_dt": "2018-03-12", "update_dt": "2018-03-16", "title": "Business Notes for the week of March 26", "full_text": "Awards and honors Jeri Prophet, CEO and founder of Virginia Beach-based IntellecTechs Inc., was named as the recipient of the 2018 Women Contractor Award in the Stellar category from the U.S. Women s Chamber of Commerce. The Stellar category is given to federal suppliers who have shown growth and are positioned leaders in the contracting community. Prophet was recognized at the National Small Business Federal Contracting Summit in Washington, D.C., on March 7. Valerie Harriell, vice president of human resources for Chesapeake-based Volvo Penta of the Americas, was named as one of the 2018 top women in U.S. manufacturing by The Manufacturing Institute. The STEP (Science, Technology Engineering and Production) Ahead Awards honor women who have demonstrated leadership in all industry levels during their careers. She and 129 other women will be recognized at the 6th Annual Women in Manufacturing STEP Ahead Award gala in Washington, D.C., on April 10. Virginia Beach-based SOLitude Lake Management was named as one of the 2018 Best Places to Work in Virginia by Virginia Business and Best Companies Group. The company was awarded 10th place in the medium-sized employer category for its fourth year of making the list. A total of 100 companies are included on the list. SOLitude was recognized at a ceremony in Charlottesville in February. Franklin-based industrial contracting company Repair Tech was named as the 2017 Business of the Year by the Franklin-Southampton Area Chamber of Commerce. The company was recognized for its community involvement, performance, innovation, leadership and quality. Repair Tech was honored at the Chamber s 64th Annual Membership Meeting on March 1. Jennifer Martin, associate professor of biology at Thomas Nelson Community College, received a 2018 Outstanding Faculty Award from the State Council of Higher Education. Martin was one of 12 awarded faculty out of 27 finalists and 83 nominations. The faculty were recognized for their scholarship, teaching, mentoring, public service, and research. She specializes in rare fish and tropical leaf-cutter ants. Martin was honored at a luncheon in Richmond on March 1. Williamsburg-based architectural, interior design and planning firm GuernseyTingle received an Award of Excellence from the Hampton Roads Association for Commercial Real Estate and Project of the Year award from the Hampton Roads Design Build Institute of America. Both awards were in recognition of the firm s design of the St. Bede Catholic Church Expansion in James City County. The firm partnered with Henderson Inc. and Kerns Group Architects on the design for building an education wing, parish hall and church offices. The company was honored for its HRACE award at the association s 21st Annual Excellence in Development Design Awards Program. Five associates with the Long & Foster Real Estate Shore Drive-Coastal Sales office in Virginia Beach were recognized as members of the firm s Silver Team. Associates are included in different clubs according to annual production volume: President s Club ($3 million to $5 million), Director s Club ($2 million to $3 million) and Executive s Club ($1 million to $2 million). The associates are: Natalie Parker (president s club), Paige Takach (director s club), Jennie Burge (executive), Kelly Lee (executive), Paula McGowan (executive). Kyle T. Hause Jr., associate with Long & Foster Real Estate s James River office in Newport News, was recognized as a member of the firm s Gold Team and the Master s Club. He achieved the ranking with an annual production volume of $29 million in 2017. John R. Lockard, partner at Norfolk-based law office Vandeventer Black, received the ABA Military Pro Bono Project Outstanding Services Award from the Standing Committee on Legal Assistance for Military Personnel. The firm itself also received the ABA Pro Bono Award in the category of Law Firms and Organizations. Lockard was recognized for his pro bono services in 2017. Eleven associates with the Long & Foster Real Estate Oceanfront Sales office in Virginia Beach, were recognized as members of either the firm s Gold Team or Silver Team. Associates were included in different clubs based on annual production volume. The Gold Team associates are: Katie Zarpas (Master s Club), Ed Bohnslav (Chairman s Club) and Elaine Alfiero (Chairman s Club). The Silver Team associates are: Dee Scruggs-Carstens (President s Club), Janet McCarraher (President s Club), Lisa Wilberger (Director s Club), Kaye Wolf (Director s Club), Jon Frederick (Director s Club), Barbie Summers (Director s Club), Laura Clark Goodman (Executive s Club), and Stephanie L. Walsh (Executive s Club). Norfolk-based BAE Systems Norfolk Ship Repair facility was recognized as a Star worksite by the U.S. Department of Labor s Occupational Safety and Health Administration. The designation is the highest level of recognition in the agency s Voluntary Protection Programs for workplace safety and health excellence. Board appointments Arlene Klinedinst, partner of Norfolk-based law office Vandeventer Black, was elected to be the new chair of the Virginia Bar Association Labor Relations & Employment Law Section. She has also served as chair of the firm s labor and employment department. Her practice includes employment issues such as discrimination, harassment, wrongful discharge, and grievance arbitration. Virginia Beach-based Chartway Federal Credit Union announced its officers and members of its 2 board of directors. The new members for three-year terms are: Nancy W. McMahon and Jared B. Perry. Those reelected for three-year terms were: E. L. Lou Gull Jr., Richard R. Ahlborn and Richard A. McGrath. The officers are: Robert O. Holmes, chairman; George E. Sauer III, 1st chairman; Robert N. Cook, 2nd chairman; Melvin S. Mizelle, treasurer; Gull, secretary; Ahlborn, director; Wayne E. Foshay, director; McMahon, director; McGrath, director; and Perry, director. The Hampton Roads Chamber announced its new vice chairs on its board of directors. The vice chairs will advise the Chamber and board on several matters such as interfaith relations, diversity and military affairs. The vice chairs are: Stephen Lentz, attorney at Goodman Allen Donnelly (interfaith relations); James White, regional director of Safelite AutoGlass (diversity); retired Army Lt. Gen. Ronald Lewis (military affairs); and Kurt Krause, managing director of Gold Key | PHR s Marriot Oceanfront Hotel (at Large focus on tourism and hospitality). Openings Mediterranean fast-casual restaurant Zoes Kitchen opened its first Suffolk location on Sun Harbor View on March 15. The store created 30 new jobs. J & J Powder Coating and its parent company SJS Executives had the grand opening J & J s new facility on Bowland Parkway in Virginia Beach on March 16. The company is veteran-owned and employs several Army and Navy veterans. Mermaid Winery opened its second location on Shore Drive in Virginia Beach on March 15. The new location will allow an increase in wine manufacturing capabilities. The winery was founded in Norfolk s Ghent area."},
    {"article_id": "221ed6b6-6c5e-558f-9054-2f1edd98c4b7", "id": "270088", "publish_dt": "2018-02-23", "update_dt": "2018-02-23", "title": "Business Notes for the week of Feb. 26", "full_text": "Awards and honors The Banks at Berkeley, a multifamily development in Norfolk, received EarthCraft Platinum certification, the highest rating level awarded by the EarthCraft Multifamily Program, from nonprofit Viridiant. The 50-unit community, which was developed by Westerville, Ohio-based The Woda Group Inc., was recognized for its green building design and construction methods, site planning and resource and energy efficiency. Bon Secours Health System was named as one of the 2018 World s Most Ethical Companies by Ethisphere Institute which defines standards of ethical business practices. The company joins seven other health care industry honorees and adds to a total of 135 honorees for the recognition of ethical business practices in compliance, corporate responsibility, governance, leadership, innovation, reputation, and creation of an ethics culture. Huntington Ingalls Industries announced that six of its Newport News Shipbuilding division employees were honored at the 32nd annual Black Engineer of the Year Award STEM Global Competitiveness Conference in Washington, D.C., this month. Gregory Braxton, computer systems security analyst, received the Linda Gooden Legacy Award for engaging local educational institutions to develop cybersecurity talent pipelines through curriculum, grants and cyber-awareness in high school. The other five employees received Modern Day Technology Leader awards for efforts of the future in engineering, science and technology: Phyllis Evans, nuclear engineer; Regina Miller, radiation safety analyst; Angelo Patillo, electrical engineer; Shameia Rogers, engineering manager; and David Wilkins, construction supervisor. Tom Inglima, partner at Norfolk-based law office Willcox Savage, was named 2018 Best Lawyers in America, Corporate Law Lawyer of the Year in Norfolk. He chairs the firm s corporate, securities and finance group and focuses on mergers and acquisitions, venture capital, securities and intellectual property transactions. Inglima also serves as a corporate governance adviser. Seven Hampton Roads organizations and businesses received a 2017 Readers Choice Award from ConventionSouth magazine: Chesapeake Conference Center, Chesapeake Convention & Visitors Bureau, The Colonial Williamsburg Resort Collection, Great Wolf Lodge Williamsburg, Hampton Convention & Visitors Bureau, Newport News Tourism, and Visit Norfolk. The winners were nominated for meeting and event service during 2017 and then voted on by more than 6,000 meeting professionals. There were 21 winners in the Virginia and Washington, D.C., area. Newport News-based real estate and investment firm Drucker + Falk received three Community of the Year and one Best Amenity Package awards from the Central Virginia Apartment Association. It was the fifth consecutive year that the firm was recognized at the association s industry awards program, the RAMMY s, on Jan. 26. The company was chosen out of 300 nominations. The Community of the Year awards were broken into average rent categories and recognized Richmond s Chelsea Square Apartments, Deco at CNB and Avia, which also won the Best Amenity Package award. Three businesses and organizations were recognized at the York County Economic Development Authority s Distinguished Business Affair in Yorktown on Feb. 13. Williamsburg-based Marina Electrical Equipment received the 2018 William Rogers Poor Potter Award from the EDA and the Office of Economic Development. The company was recognized for its significant investment in the county. Yorktown-based Walsh Electric received the York County Chamber of Commerce s Small Business of the Year award. The American Revolution Museum at Yorktown received the inaugural 2018 Lafayette Award presented by the Greater Williamsburg Chamber & Tourism Alliance. The award recognizes the museum as being the best placemaking business in York County, its community leadership and assistance in development of the county s identity. Ray Milne, sales associate with Long & Foster Real Estate s Shore Drive-Coastal office in Virginia Beach, earned the Military Relocation Professional certification from the National Association of REALTORS. The certification recognizes his knowledge in assisting current and former military members with housing. Virginia Beach-based agency Reliance Staffing & Recruiting received both of Inavero s Best of Staffing Client and Talent Diamond Awards in recognition of the company winning Best of Staffing for five consecutive years. This is the second consecutive year that Reliance has won the Diamond Award for both categories. Virginia Beach-based Marathon Consulting was named to the 2018 Best Places to Work in Virginia list by Virginia Business and Best Companies Group. The company ranked 6th out of 56 in the small employer category. Donations and grants The Tidewater Chapter of the Virginia Society of CPA s donated $6,000 towards scholarships for four local students: Carrie Davenport of Old Dominion University in Norfolk, Nicole Jacoby of Christopher Newport University in Newport News, Brandon Posner of William & Mary in Williamsburg, and Steven Simon of William & Mary. Each of the students are studying for an undergraduate or graduate degree in accounting. More than 150 Norfolk-based Women United volunteers and guests at the 7th Annual Stone Soup event prepared 400 casseroles and 700 bag lunches to feed 2,300 people at 11 local shelters: Edmarc Hospice for Children, H.E.R. Shelter, Samaritan House, The Genieve Shelter, YWCA of South Hampton Roads, Judeo-Christian Outreach Center, Mission United Hampton Roads, The Union Mission, Ida Barbour Early Learning Center, Portsmouth Area Resources Coalition, and The Salvation Army. The Salvation Army Ray & Joan Kroc Corps Community Center donated space for the event. USAA donated $1,500 and 25 employee volunteers to prepare 300 bag lunches. Cox Communications and Kroger provided funding for supplies and Chick s Oyster Bar donated casserole pans and lids. Virginia Beach-based Altor Processing Systems developed a charitable giving program, Altor/50, that will donate 50 percent of all net profits to charity in the services of children, pets, military, cancer and mental health. Altor/50 customers will be able to choose from five charities to receive monetary donations. This year s charities are Virginia Beach SPCA, Cancer Care Foundation of Tidewater, Troopster, Mercy Medical Angels, and National Alliance on Mental Illness. Other nonprofits can sign up as an Altor/50 partner and receive 50 percent of the net profits from their processing. The Virginia Commission for the Arts announced that three Hampton Roads nonprofits received National Endowment for the Arts grants for 2018. The Chrysler Museum of Art in Norfolk received $40,000 to support the exhibition Jefferson and Palladio: Designing Young America. The Virginia Arts Festival in Norfolk received $10,000 to support dance performances as part of the annual festival. The Eastern Shore of Virginia Barrier Islands Center in Machipongo received $10,000 to support music performances and workshops at the Art and Music on the Farm festival. The three nonprofits received part of 21 Virginia grants totaling $360,000. New contracts Virginia Beach-based IntellecTechs Inc. was awarded a prime task order with the U.S. Navy, Naval District Washington. IntellecTechs provides computer support, networking, website design, software development and application hosting services. Under its contract with the Navy, the company will provide infrastructure support for event management, audio-video and telecommunications, information technology administration, facility support services, and logistics management. Virginia Beach-based Davis Ad Agency was chosen to handle brand strategy, creative advertising, digital and social media marketing, media planning, negotiation, and buying for New York convenience store Fastrac Markets. Fastrac has 53 Fastric Cafes across New York. Openings Dollar Bank s Haygood office in Virginia Beach was reopened with a ribbon cutting on Feb. 13. The branch now has Smart ATMs and Personal Teller Machines that allow customers to have conversations with remotely located employees from 8 a.m. to 8 p.m. six days a week. The Virginia Beach Christian Brothers Automotive opened on Holland Road on Jan. 29. Its the company s first store in Virginia. A grand opening is anticipated in the coming months. The Nestle Toll House Cafe by Chip had its grand opening on Jefferson Avenue in the Marketplace at Tech Center in Newport News on Feb. 17."},
    {"article_id": "221ed6b6-6c5e-558f-9054-2f1edd98c4b7", "id": "269505", "publish_dt": "2018-02-12", "update_dt": "2018-02-16", "title": "Data for the week of Feb. 26", "full_text": "Awards and honors The Banks at Berkeley, a multifamily development in Norfolk, received EarthCraft Platinum certification, the highest rating level awarded by the EarthCraft Multifamily Program, from nonprofit Viridiant. The 50-unit community, which was developed by Westerville, Ohio-based The Woda Group Inc., was recognized for its green building design and construction methods, site planning and resource and energy efficiency. Bon Secours Health System was named as one of the 2018 World s Most Ethical Companies by Ethisphere Institute which defines standards of ethical business practices. The company joins seven other health care industry honorees and adds to a total of 135 honorees for the recognition of ethical business practices in compliance, corporate responsibility, governance, leadership, innovation, reputation, and creation of an ethics culture. Huntington Ingalls Industries announced that six of its Newport News Shipbuilding division employees were honored at the 32nd annual Black Engineer of the Year Award STEM Global Competitiveness Conference in Washington, D.C., this month. Gregory Braxton, computer systems security analyst, received the Linda Gooden Legacy Award for engaging local educational institutions to develop cybersecurity talent pipelines through curriculum, grants and cyber-awareness in high school. The other five employees received Modern Day Technology Leader awards for efforts of the future in engineering, science and technology: Phyllis Evans, nuclear engineer; Regina Miller, radiation safety analyst; Angelo Patillo, electrical engineer; Shameia Rogers, engineering manager; and David Wilkins, construction supervisor. Tom Inglima, partner at Norfolk-based law office Willcox Savage, was named 2018 Best Lawyers in America, Corporate Law Lawyer of the Year in Norfolk. He chairs the firm s corporate, securities and finance group and focuses on mergers and acquisitions, venture capital, securities and intellectual property transactions. Inglima also serves as a corporate governance adviser. Seven Hampton Roads organizations and businesses received a 2017 Readers Choice Award from ConventionSouth magazine: Chesapeake Conference Center, Chesapeake Convention & Visitors Bureau, The Colonial Williamsburg Resort Collection, Great Wolf Lodge Williamsburg, Hampton Convention & Visitors Bureau, Newport News Tourism, and Visit Norfolk. The winners were nominated for meeting and event service during 2017 and then voted on by more than 6,000 meeting professionals. There were 21 winners in the Virginia and Washington, D.C., area. Newport News-based real estate and investment firm Drucker + Falk received three Community of the Year and one Best Amenity Package awards from the Central Virginia Apartment Association. It was the fifth consecutive year that the firm was recognized at the association s industry awards program, the RAMMY s, on Jan. 26. The company was chosen out of 300 nominations. The Community of the Year awards were broken into average rent categories and recognized Richmond s Chelsea Square Apartments, Deco at CNB and Avia, which also won the Best Amenity Package award. Three businesses and organizations were recognized at the York County Economic Development Authority s Distinguished Business Affair in Yorktown on Feb. 13. Williamsburg-based Marina Electrical Equipment received the 2018 William Rogers Poor Potter Award from the EDA and the Office of Economic Development. The company was recognized for its significant investment in the county. Yorktown-based Walsh Electric received the York County Chamber of Commerce s Small Business of the Year award. The American Revolution Museum at Yorktown received the inaugural 2018 Lafayette Award presented by the Greater Williamsburg Chamber & Tourism Alliance. The award recognizes the museum as being the best placemaking business in York County, its community leadership and assistance in development of the county s identity. Ray Milne, sales associate with Long & Foster Real Estate s Shore Drive-Coastal office in Virginia Beach, earned the Military Relocation Professional certification from the National Association of REALTORS. The certification recognizes his knowledge in assisting current and former military members with housing. Virginia Beach-based agency Reliance Staffing & Recruiting received both of Inavero s Best of Staffing Client and Talent Diamond Awards in recognition of the company winning Best of Staffing for five consecutive years. This is the second consecutive year that Reliance has won the Diamond Award for both categories. Virginia Beach-based Marathon Consulting was named to the 2018 Best Places to Work in Virginia list by Virginia Business and Best Companies Group. The company ranked 6th out of 56 in the small employer category. Donations and grants The Tidewater Chapter of the Virginia Society of CPA s donated $6,000 towards scholarships for four local students: Carrie Davenport of Old Dominion University in Norfolk, Nicole Jacoby of Christopher Newport University in Newport News, Brandon Posner of William & Mary in Williamsburg, and Steven Simon of William & Mary. Each of the students are studying for an undergraduate or graduate degree in accounting. More than 150 Norfolk-based Women United volunteers and guests at the 7th Annual Stone Soup event prepared 400 casseroles and 700 bag lunches to feed 2,300 people at 11 local shelters: Edmarc Hospice for Children, H.E.R. Shelter, Samaritan House, The Genieve Shelter, YWCA of South Hampton Roads, Judeo-Christian Outreach Center, Mission United Hampton Roads, The Union Mission, Ida Barbour Early Learning Center, Portsmouth Area Resources Coalition, and The Salvation Army. The Salvation Army Ray & Joan Kroc Corps Community Center donated space for the event. USAA donated $1,500 and 25 employee volunteers to prepare 300 bag lunches. Cox Communications and Kroger provided funding for supplies and Chick s Oyster Bar donated casserole pans and lids. Virginia Beach-based Altor Processing Systems developed a charitable giving program, Altor/50, that will donate 50 percent of all net profits to charity in the services of children, pets, military, cancer and mental health. Altor/50 customers will be able to choose from five charities to receive monetary donations. This year s charities are Virginia Beach SPCA, Cancer Care Foundation of Tidewater, Troopster, Mercy Medical Angels, and National Alliance on Mental Illness. Other nonprofits can sign up as an Altor/50 partner and receive 50 percent of the net profits from their processing. The Virginia Commission for the Arts announced that three Hampton Roads nonprofits received National Endowment for the Arts grants for 2018. The Chrysler Museum of Art in Norfolk received $40,000 to support the exhibition Jefferson and Palladio: Designing Young America. The Virginia Arts Festival in Norfolk received $10,000 to support dance performances as part of the annual festival. The Eastern Shore of Virginia Barrier Islands Center in Machipongo received $10,000 to support music performances and workshops at the Art and Music on the Farm festival. The three nonprofits received part of 21 Virginia grants totaling $360,000. New contracts Virginia Beach-based IntellecTechs Inc. was awarded a prime task order with the U.S. Navy, Naval District Washington. IntellecTechs provides computer support, networking, website design, software development and application hosting services. Under its contract with the Navy, the company will provide infrastructure support for event management, audio-video and telecommunications, information technology administration, facility support services, and logistics management. Virginia Beach-based Davis Ad Agency was chosen to handle brand strategy, creative advertising, digital and social media marketing, media planning, negotiation, and buying for New York convenience store Fastrac Markets. Fastrac has 53 Fastric Cafes across New York. Openings Dollar Bank s Haygood office in Virginia Beach was reopened with a ribbon cutting on Feb. 13. The branch now has Smart ATMs and Personal Teller Machines that allow customers to have conversations with remotely located employees from 8 a.m. to 8 p.m. six days a week. The Virginia Beach Christian Brothers Automotive opened on Holland Road on Jan. 29. Its the company s first store in Virginia. A grand opening is anticipated in the coming months. The Nestle Toll House Cafe by Chip had its grand opening on Jefferson Avenue in the Marketplace at Tech Center in Newport News on Feb. 17."},
    {"article_id": "2f597328-3104-587d-8180-5a17fc2576f4", "id": "268894", "publish_dt": "2018-02-02", "update_dt": "2018-02-07", "title": "Tickets available for Virginia Beach bridal show", "full_text": "This year's second Vow Bridal Events is Feb. 25 at the Virginia Beach Convention Center in Virginia Beach. Tickets are $8 and are available online through Feb. 24. Tickets will be $15 at the door. The bridal show starts at 10:30 a.m. and gives brides-to-be and their bridal parties an opportunity to experience everything up close and in person with the area's wedding professionals. Interested in showcasing your wares or services to Hampton Roads' best brides? Get more information about booths, sponsorships and how to participate in the show, or contact Mia Byrd at . See highlights from the 2017 show: 2017 VOW BRIDAL EVENT \u0013 HAMPTON"},
    {"article_id": "2f597328-3104-587d-8180-5a17fc2576f4", "id": "502", "publish_dt": "2018-01-02", "update_dt": "2018-01-02", "title": "Virginia Beach bridal show is Feb. 25", "full_text": "Vow Bridal Events is Feb. 25 at the Virginia Beach Convention Center in Virginia Beach. The bridal show starts at 10:30 a.m. and gives brides-to-be and their bridal parties an opportunity to experience everything up close and in person with the area's most talented and trustworthy wedding professionals. For details, contact Mia Byrd at . See highlights from the 2017 show: 2017 VOW BRIDAL EVENT HAMPTON"},
    {"article_id": "32ca187a-be49-54dc-a1e7-fd22d3019aab", "id": "269334", "publish_dt": "2018-02-05", "update_dt": "2018-02-08", "title": "Wrestling | Region and state tournament results and schedules", "full_text": "Here's a start-to-finish look at postseason wrestling, including the VHSL and VISAA state championships. And check out how the new-look VHSL winter postseason works. Results Class 3 Region A tournament Team champion: New Kent. Recap. Team scores, finals and semifinals results. Class 5 sectional tournaments Team champion: Nansemond River. Recap. Team scores, finals results. Sectional at Green Run, 10 a.m. Team champion: Hickory. Recap. Team scores finals results. Upcoming schedule Friday, Feb. 9 Class 6 Region A tournament Opening rounds at Kellam, 2 p.m. Class 4 Region A tournament Opening rounds at Churchland, 11 a.m. Quarterfinals, 5 p.m. Saturday, Feb. 10 Class 6 Region A tournament Final rounds at Kellam Semifinals, 11 a.m. Third-place matches, 4 p.m. Class 5 Region A tournament At Green Run Wrestling begins, 10 a.m. Class 4 Region A tournament Final rounds at Churchland Semifinals and consolations, 11 a.m. Finals, 4:30 p.m. Tidewater Conference tournament At Norfolk Christian, 9 a.m. Friday, Feb. 16 Class 6 state championships at Kellam Opening rounds, 9 a.m. Quarterfinals, 3 p.m. Semifinals, 7:30 p.m. Class 5 state championships at Oscar Smith Opening rounds, 9 a.m. Quarterfinals, 3 p.m. Semifinals, 7:30 p.m. Class 4 state championships at Churchland Opening rounds, 9 a.m. Quarterfinals, 3 p.m. Semifinals, 7:30 p.m. Class 3 state championships at Churchland Opening rounds, 9 a.m. Quarterfinals, 3 p.m. Semifinals, 7:30 p.m. VISAA state championships Opening rounds at Woodberry Forest, 4 p.m. Saturday, Feb. 17 Class 6 state championships at Oscar Smith Consolations, 10 a.m. Consolation finals, noon Finals, 4 p.m. Class 5 state championships at Oscar Smith Consolations, 10 a.m. Consolation finals, noon Finals, 4 p.m. Class 4 state championships at Churchland Consolations, 10 a.m. Consolation finals, noon Finals, 4 p.m. Class 3 state championships at Churchland Consolations, 10 a.m. Consolation finals, noon Finals, 4 p.m. VISAA state championships Final rounds at Woodberry Forest, 9:30 a.m."},
    {"article_id": "32ca187a-be49-54dc-a1e7-fd22d3019aab", "id": "268934", "publish_dt": "2018-02-01", "update_dt": "2018-02-08", "title": "Wrestling | Region and state tournament schedules", "full_text": "Here's a start-to-finish look at postseason wrestling, including the VHSL and VISAA state championships. And check out how the new-look VHSL winter postseason works. Results Class 3 Region A tournament Team champion: New Kent. Recap. Team scores, finals and semifinals results. Class 5 sectional tournaments Team champion: Nansemond River. Recap. Team scores, finals results. Sectional at Green Run, 10 a.m. Team champion: Hickory. Recap. Team scores finals results. Upcoming schedule Friday, Feb. 9 Class 6 Region A tournament Opening rounds at Kellam, 2 p.m. Class 4 Region A tournament Opening rounds at Churchland, 11 a.m. Quarterfinals, 5 p.m. Saturday, Feb. 10 Class 6 Region A tournament Final rounds at Kellam Semifinals, 11 a.m. Third-place matches, 4 p.m. Class 5 Region A tournament At Green Run Wrestling begins, 10 a.m. Class 4 Region A tournament Final rounds at Churchland Semifinals and consolations, 11 a.m. Finals, 4:30 p.m. Tidewater Conference tournament At Norfolk Christian, 9 a.m. Friday, Feb. 16 Class 6 state championships at Kellam Opening rounds, 9 a.m. Quarterfinals, 3 p.m. Semifinals, 7:30 p.m. Class 5 state championships at Oscar Smith Opening rounds, 9 a.m. Quarterfinals, 3 p.m. Semifinals, 7:30 p.m. Class 4 state championships at Churchland Opening rounds, 9 a.m. Quarterfinals, 3 p.m. Semifinals, 7:30 p.m. Class 3 state championships at Churchland Opening rounds, 9 a.m. Quarterfinals, 3 p.m. Semifinals, 7:30 p.m. VISAA state championships Opening rounds at Woodberry Forest, 4 p.m. Saturday, Feb. 17 Class 6 state championships at Oscar Smith Consolations, 10 a.m. Consolation finals, noon Finals, 4 p.m. Class 5 state championships at Oscar Smith Consolations, 10 a.m. Consolation finals, noon Finals, 4 p.m. Class 4 state championships at Churchland Consolations, 10 a.m. Consolation finals, noon Finals, 4 p.m. Class 3 state championships at Churchland Consolations, 10 a.m. Consolation finals, noon Finals, 4 p.m. VISAA state championships Final rounds at Woodberry Forest, 9:30 a.m."},
    {"article_id": "3c663dcb-0566-50d8-b594-70ad0402647c", "id": "269796", "publish_dt": "2018-02-14", "update_dt": "2018-02-16", "title": "Data for the week of Feb. 19", "full_text": "Accreditations Bon Secours DePaul Medical Center in Norfolk received an additional three-year term of accreditation from the Intersocietal Accreditation Commission in Echocardiography. In order to be granted reaccreditation, the center underwent an application and review process. Awards and honors Steven Emmanuel, philosophy professor at Virginia Wesleyan University in Virginia Beach, received a 2018 Outstanding Faculty Award from the State Council of Higher Education for Virginia. The award is the state s highest honor faculty at public and private universities and colleges. Emmanuel joins 11 other recipients in recognition of his accomplishments in teaching, research and public service. There were 83 nominations from institutions that were narrowed down to 27 finalists by a panel of peers and committee of public and private sector leaders. The awards ceremony will be in Richmond on Mar. 1. Virginia Beach-based SOLitude Lake Management received the designation as the world s largest distributor of AquaMaster s fountains and aeration systems in January. AquaMaster is the largest manufacturer of lake and pond aeration equipment. SOLitude was previously one AquaMaster s top three distributors for several years. Norfolk-based VOLUNTEER Hampton Roads opened its Achievement Awards community nominations for individuals and groups that have dedicated time and talent to nonprofits in the region. Kurt Rosenbach, former senior vice president of Haynes Furniture and former chairman of Rices Nachmans Departments Stores, will receive the Lenora Mathews Lifetime Achievement Award for his service in over 20 civic groups and several boards. Ramon W. Breeden Jr., president and CEO of The Breeden Co., will be given the Corporate Excellence Award for his service on several boards and contributions to animal welfare, education and the arts. Nominations for 10 award categories can be made at /HRVAA2018 through Mar. 9. Deborah M. Casey, partner at Norfolk-based law office Vandeventer Black, was selected to be a 2018 Woman Leader in the Law by The National Law Journal. She is on the firm s executive board and chairs its community associations team. Board appointments The Tidewater District of Associated General Contractors of Virginia announced its officers for 2018: Geoff Bean of W.M. Jordan Co. (president), Will Crocker of Hoy Construction (first vice president), Justin Ballard of S.B. Ballard Construction Co. (second vice president), Bob Veith of Veith & Co. and The Frieden Agency (secretary), Hunter Webb of Sullivan, Andrews & Taylor (treasurer), Josh Haislip of Virginia Drywall Inc. (immediate past president), Jim Harvey of Vandeventer Black (legal counsel), and Danny Lee of W.M. Jordan Co. (young leaders chair). Hampton-based Virginia Peninsula Foodbank announced two new members to its Board of Directors: Susan Jacobs, vice president of human resources and administration at Newport News Shipbuilding, and Jonathan Toms, corporate affairs coordinator at Smithfield Foods Inc. Donations Southern Company Gas and its Virginia Beach-based subsidiary Virginia Natural Gas donated $40,000 to start The First Tee of Hampton Roads educational golf program in 10 Southside schools. The funds will go towards training, equipment and resources for students character and health education and basic golf instruction. Hampton-based Virginia Peninsula Foodbank was chosen to be one of the partnering food banks for a charitable initiative by C.R. England and its freight brokerage firm subsidiary England Logistics. The One initiative aims to provide one million meals a year to hungry children. Proceeds from business transactions will be donated to youth programs at food banks. A corporate donation will be given each time a driver delivers a load of freight to customers. The companies will also hold fundraising events throughout the year which will donate all proceeds to food banks. The Williamsburg-based Richard and Mary Ann Sleece Foundation donated $5,000 to sponsor a therapy horse for Dream Catchers at the Cori Sikich Therapeutic Riding Center in Toano. The donation will purchase feed, hay, supplements, tack, daily care, farrier fees, and veterinarian services for the 17-year-old Halfinger Maximum Ride or Max for a year. Grant applications The Norfolk Commission on the Arts and Humanities opened applications for fiscal year 2. The grants will be given to nonprofits that benefit Norfolk residents through the arts and humanities. Grant application assistance workshops will be on Feb. 10 and Feb. 15. The deadline for applications is March 23. For more information, email New contracts Chesapeake-based Innovations in Transportation Inc. or INIT, a supplier of ITS and ticketing systems for transportation, was chosen to implement an account-based electronic fare and back-office revenue management system for the fixed-route fleet of Providence-based Rhode Island Public Transportation Authority. Future phases of the contract may include EMV-capable e-fare validators, a Bytemark mobile ticketing app, and platform validators and ticket vending machines. The new technology will allow passengers to pay fares by tapping their cards or phones on a validator, as well as view account information."},
    {"article_id": "3c663dcb-0566-50d8-b594-70ad0402647c", "id": "269240", "publish_dt": "2018-02-07", "update_dt": "2018-02-16", "title": "Data for the week of Feb. 19", "full_text": "Accreditations Bon Secours DePaul Medical Center in Norfolk received an additional three-year term of accreditation from the Intersocietal Accreditation Commission in Echocardiography. In order to be granted reaccreditation, the center underwent an application and review process. Awards and honors Steven Emmanuel, philosophy professor at Virginia Wesleyan University in Virginia Beach, received a 2018 Outstanding Faculty Award from the State Council of Higher Education for Virginia. The award is the state\u0019s highest honor faculty at public and private universities and colleges. Emmanuel joins 11 other recipients in recognition of his accomplishments in teaching, research and public service. There were 83 nominations from institutions that were narrowed down to 27 finalists by a panel of peers and committee of public and private sector leaders. The awards ceremony will be in Richmond on Mar. 1. Virginia Beach-based SOLitude Lake Management received the designation as the world\u0019s largest distributor of AquaMaster\u0019s fountains and aeration systems in January. AquaMaster is the largest manufacturer of lake and pond aeration equipment. SOLitude was previously one AquaMaster\u0019s top three distributors for several years. Norfolk-based VOLUNTEER Hampton Roads opened its Achievement Awards community nominations for individuals and groups that have dedicated time and talent to nonprofits in the region. Kurt Rosenbach, former senior vice president of Haynes Furniture and former chairman of Rices Nachmans Departments Stores, will receive the Lenora Mathews Lifetime Achievement Award for his service in over 20 civic groups and several boards. Ramon W. Breeden Jr., president and CEO of The Breeden Co., will be given the Corporate Excellence Award for his service on several boards and contributions to animal welfare, education and the arts. Nominations for 10 award categories can be made at /HRVAA2018 through Mar. 9. Deborah M. Casey, partner at Norfolk-based law office Vandeventer Black, was selected to be a 2018 Woman Leader in the Law by The National Law Journal. She is on the firm\u0019s executive board and chairs its community associations team. Board appointments The Tidewater District of Associated General Contractors of Virginia announced its officers for 2018: Geoff Bean of W.M. Jordan Co. (president), Will Crocker of Hoy Construction (first vice president), Justin Ballard of S.B. Ballard Construction Co. (second vice president), Bob Veith of Veith & Co. and The Frieden Agency (secretary), Hunter Webb of Sullivan, Andrews & Taylor (treasurer), Josh Haislip of Virginia Drywall Inc. (immediate past president), Jim Harvey of Vandeventer Black (legal counsel), and Danny Lee of W.M. Jordan Co. (young leaders chair). Hampton-based Virginia Peninsula Foodbank announced two new members to its Board of Directors: Susan Jacobs, vice president of human resources and administration at Newport News Shipbuilding, and Jonathan Toms, corporate affairs coordinator at Smithfield Foods Inc. Donations Southern Company Gas and its Virginia Beach-based subsidiary Virginia Natural Gas donated $40,000 to start The First Tee of Hampton Roads educational golf program in 10 Southside schools. The funds will go towards training, equipment and resources for students\u0019 character and health education and basic golf instruction. Hampton-based Virginia Peninsula Foodbank was chosen to be one of the partnering food banks for a charitable initiative by C.R. England and its freight brokerage firm subsidiary England Logistics. The One initiative aims to provide one million meals a year to hungry children. Proceeds from business transactions will be donated to youth programs at food banks. A corporate donation will be given each time a driver delivers a load of freight to customers. The companies will also hold fundraising events throughout the year which will donate all proceeds to food banks. The Williamsburg-based Richard and Mary Ann Sleece Foundation donated $5,000 to sponsor a therapy horse for Dream Catchers at the Cori Sikich Therapeutic Riding Center in Toano. The donation will purchase feed, hay, supplements, tack, daily care, farrier fees, and veterinarian services for the 17-year-old Halfinger Maximum Ride or Max for a year. Grant applications The Norfolk Commission on the Arts and Humanities opened applications for fiscal year 2. The grants will be given to nonprofits that benefit Norfolk residents through the arts and humanities. Grant application assistance workshops will be on Feb. 10 and Feb. 15. The deadline for applications is March 23. For more information, email New contracts Chesapeake-based Innovations in Transportation Inc. or INIT, a supplier of ITS and ticketing systems for transportation, was chosen to implement an account-based electronic fare and back-office revenue management system for the fixed-route fleet of Providence-based Rhode Island Public Transportation Authority. Future phases of the contract may include EMV-capable e-fare validators, a Bytemark mobile ticketing app, and platform validators and ticket vending machines. The new technology will allow passengers to pay fares by tapping their cards or phones on a validator, as well as view account information."},
    {"article_id": "40c17e35-0e14-5091-8159-d7e1fac11076", "id": "270771", "publish_dt": "2018-03-09", "update_dt": "2018-03-12", "title": "Business Notes for the week of March 12", "full_text": "Awards and honors Newport News-based W.M. Jordan Co. and Draper Aden Associates, which has offices in Virginia Beach and Newport News, were recognized with the 2017 Engineering Achievement Award from The Engineers Club of Hampton Roads. The construction and engineering firms were awarded for their use of virtual design and construction for the Hilton Norfolk The Main hotel and conference center in Norfolk. The companies were honored at the National Engineer Week awards banquet in Norfolk on Feb. 23. Diane Deeb-Clay, associate with Long & Foster Real Estate s Shore Drive/Coastal Sales office, was chosen to be a member of the firm s Gold Team, which is comprised of 12 percent of the company s 11,000 sales associates and divided into three groups of top producers based on annual production volume from $5 million to more than $20 million. Norfolk-based Senior Services of Southeastern Virginia earned Virginia Values Veterans certification, a free training and certification program on recruiting, hiring and retaining skilled veterans. Senior Services received the V3 certification after training and developing an organizational veteran hiring plan. Board appointments The Mariners Museum and Park in Newport News announced that Edward D. Whitmore and Keith VanderVennet were chosen to serve as the new chairman and vice chairman of the board, respectively. Virginia Beach native Whitmore owns and operates U.S. Waterways Transportation, Norfolk Tug Company, Buchanan Marine, and other marine-related companies. His three-year term started on Jan. 1 and he succeeds Anne Conner. VanderVennet, senior vice president of facilities supply at Ferguson Enterprises, has served on the board since 2015. Martin Thomas Jr., attorney at The Decker Law Firm in Norfolk and Norfolk city councilman, was elected as board chair for the Hampton Roads Regional Jail for 2018. He also serves on the Peter Decker Children s Charity Board and founded Wards Corner Now. His law practice is in the areas of personal injury, criminal law, traffic, contract law, and civil litigation. Donations Norfolk-based United Way of South Hampton Roads and GEICO donated over 200 English and bilingual science, technology, environmental and mathematics books to PB Young Sr. Elementary students on Jan. 16. A $5,000 GEICO donation to United Way purchased the books for pre-kindergarten to second-grade students. Chesapeake-based Array Digital launched the website of its nonprofit website giveaway winner, the Eastern Shore s Own Arts Center, on Feb. 16. The website design and hosting is worth $6,500. Melia Trost, co-founder of Samantha Makes It a Little Easier or SMILE, won a Chesapeake Regional Health Foundation grand prize raffle for a new 2018 Nissan Rogue which she then donated to her nonprofit to serve as a transport vehicle for delivering assisting and adaptive devices to children. The vehicle was donated in part by Bannister Nissan of Chesapeake. Openings Scottsdale, Arizona-based Discount Tire, the world s largest independent tire and wheel retailer, opened its first location in Newport News on Jefferson Avenue. The new location will offer free tire pressure checks. Hulett & Associates Realty opened its new office location on in Suite 200 of Building 4 on International Parkway in Virginia Beach on March 1. The office was previously located on Lynnhaven Parkway in Virginia Beach."},
    {"article_id": "40c17e35-0e14-5091-8159-d7e1fac11076", "id": "270387", "publish_dt": "2018-02-27", "update_dt": "2018-03-02", "title": "Business Notes for the week of March 12", "full_text": "Awards and honors Newport News-based W.M. Jordan Co. and Draper Aden Associates, which has offices in Virginia Beach and Newport News, were recognized with the 2017 Engineering Achievement Award from The Engineers Club of Hampton Roads. The construction and engineering firms were awarded for their use of virtual design and construction for the Hilton Norfolk The Main hotel and conference center in Norfolk. The companies were honored at the National Engineer Week awards banquet in Norfolk on Feb. 23. Diane Deeb-Clay, associate with Long & Foster Real Estate s Shore Drive/Coastal Sales office, was chosen to be a member of the firm s Gold Team, which is comprised of 12 percent of the company s 11,000 sales associates and divided into three groups of top producers based on annual production volume from $5 million to more than $20 million. Norfolk-based Senior Services of Southeastern Virginia earned Virginia Values Veterans certification, a free training and certification program on recruiting, hiring and retaining skilled veterans. Senior Services received the V3 certification after training and developing an organizational veteran hiring plan. Board appointments The Mariners Museum and Park in Newport News announced that Edward D. Whitmore and Keith VanderVennet were chosen to serve as the new chairman and vice chairman of the board, respectively. Virginia Beach native Whitmore owns and operates U.S. Waterways Transportation, Norfolk Tug Company, Buchanan Marine, and other marine-related companies. His three-year term started on Jan. 1 and he succeeds Anne Conner. VanderVennet, senior vice president of facilities supply at Ferguson Enterprises, has served on the board since 2015. Martin Thomas Jr., attorney at The Decker Law Firm in Norfolk and Norfolk city councilman, was elected as board chair for the Hampton Roads Regional Jail for 2018. He also serves on the Peter Decker Children s Charity Board and founded Wards Corner Now. His law practice is in the areas of personal injury, criminal law, traffic, contract law, and civil litigation. Donations Norfolk-based United Way of South Hampton Roads and GEICO donated over 200 English and bilingual science, technology, environmental and mathematics books to PB Young Sr. Elementary students on Jan. 16. A $5,000 GEICO donation to United Way purchased the books for pre-kindergarten to second-grade students. Chesapeake-based Array Digital launched the website of its nonprofit website giveaway winner, the Eastern Shore s Own Arts Center, on Feb. 16. The website design and hosting is worth $6,500. Melia Trost, co-founder of Samantha Makes It a Little Easier or SMILE, won a Chesapeake Regional Health Foundation grand prize raffle for a new 2018 Nissan Rogue which she then donated to her nonprofit to serve as a transport vehicle for delivering assisting and adaptive devices to children. The vehicle was donated in part by Bannister Nissan of Chesapeake. Openings Scottsdale, Arizona-based Discount Tire, the world s largest independent tire and wheel retailer, opened its first location in Newport News on Jefferson Avenue. The new location will offer free tire pressure checks. Hulett & Associates Realty opened its new office location on in Suite 200 of Building 4 on International Parkway in Virginia Beach on March 1. The office was previously located on Lynnhaven Parkway in Virginia Beach."},
    {"article_id": "46a8198e-1653-5bb8-b992-8bb4dd5c67c1", "id": "275116", "publish_dt": "2018-06-05", "update_dt": "2018-06-06", "title": "Hurricanes come, but the residents of Hatteras Island wouldn't dream of leaving.", "full_text": "To many of its residents, Hatteras Island means heritage.\nWhen hurricanes come,  Hatteras residents don't give a thought  to riding out the storms. No matter the damage.\nPolice are asking for the public's help with information on a  fire that damaged  a popular Outer Banks restaurant. The damage to the Colington Café was limited.\nIf you're looking for a burger, sweet potato fries or a deep-fried Oreo, there's  a new restaurant  to try in Kill Devil Hills. \nHave a great week, \nCindy Clayton\n"},
    {"article_id": "46a8198e-1653-5bb8-b992-8bb4dd5c67c1", "id": "269067", "publish_dt": "2018-02-01", "update_dt": "2018-02-07", "title": "Red wolves may be going extinct in the wild – again", "full_text": "Eastern North Carolina is the only place in the world where red wolves can be found in the wild. But they may be headed toward extinction. What if you plunked down $30 and got $1 million in return? That's what happened to a Kill Devil Hills man who stopped by a convenience store and picked up a lottery scratch ticket. Back when Elizabeth City was bigger than Raleigh, it also boasted one of the state's largest hotels. The four-story brick Southern Hotel once was a stage for big bands during the Depression. Now, the hotel is badly in need of restoration. One developer has been working on the financing, but the project may have to wait. Wishing you lots of luck this week, Cindy Clayton"},
    {"article_id": "46a8198e-1653-5bb8-b992-8bb4dd5c67c1", "id": "10288", "publish_dt": "2017-06-28", "update_dt": "2018-01-10", "title": "These alligators spent days trapped in swamp ice – and survived", "full_text": "Just like us humans, some outdoor creatures had to find ways to cope with last week's snow and ice. Consider the alligators that managed to find a way to breathe, despite their frozen-over home. Others, such as speckled trout and small black drum fish just couldn't fight the cold and washed up along the shores. Speaking of fish, find out why state officials plan to write a definition of commercial fishing, one of the state's longest-standing professions. Are you a local history buff? Check out the story on a book that captures the architecture and history of 200 homes in Currituck and the northern Outer Banks. Have a great week, Cindy Clayton"},
    {"article_id": "505128ac-32c2-11e8-a98e-930a1c7bf460", "id": "272164", "publish_dt": "2018-04-05", "update_dt": "2018-04-06", "title": "Business Notes for the week of April 9", "full_text": "Awards and honors Deborah Stearns, senior vice president of JLL in Norfolk, and John Profilet, senior vice president, associate broker and partner at S.L. Nusbaum Realty Co., earned a Top Transaction Award from the Society of Industrial and Office REALTORS. They were recognized by SIOR with the Largest Dollar Volume Member-to-Member Transaction (Redevelopment) for a lease of a 45,000 square-foot space for more than $4.5 million last year. The Ruby Conn Team of the Berkshire Hathaway HomeServices Towne Realty Newport News office, received the Sextuple Diamond Award from the Virginia Peninsula Association of REALTORS. The award recognizes those who have received Gold or Platinum awards for 30 consecutive years. Mitchell D. Broudy, senior assistant attorney general for the Eastern Virginia Regional Legal Division of Child Support Enforcement of Norfolk, received the 2018 Family Law Service Award from the Virginia State Bar s Family Law Section. Broudy was recognized for improving family, domestic relations or juvenile law in Virginia. He was nominated and chosen for the award by a vote of the Board of Governors of the Family Law Section. Broudy will be honored at the section s Annual Advanced Family Law Seminar in Richmond on April 19. Virginia Beach-based general contractor and office furniture and interiors service provider GovSolutions Inc. | G for Everyone received a National Diversity Excellence Award for Small & Emerging Contractor from Associated Builders and Contractors. GovSolutions was recognized for diversity leadership in its workforce, supply chain and community. The company was honored at ABC s 28th annual Excellence in Construction Awards ceremony at the 2018 ABC Convention in California on March 21. The City of Virginia Beach received a Smart 50 Award for its approach to address coastal flooding and sea level rise through the StormSense project. The project is a regional collaboration with municipalities, researchers and the Virginia Institute of Marine Science that uses Internet of Things (IoT) sensors to mitigate the effects of flooding. Smart Cities Connect, Smart Cities Connection Foundation and US Ignite partner to honor projects through the awards. The city was honored at the Smart 50 Awards Gala in Missouri on March 26. Newport News-based real estate and investment firm Drucker + Falk received six Apartment Community Excellence awards from the Hampton Roads Apartment Council of the Virginia Apartment Management Association. The firm received Best Community Team of the Year for 275 to 399 units, Best Model Apartments Built before 2013, Community Involvement Award and Community Team Video Contest. The awards recognized Old Donation Apartments in Virginia Beach, Venture Apartments in Tech Center in Newport News, Trail Creek Apartments in Hampton, and Liberty Apartments in Newport News. Melissa Nichols, service manager for Ridgewood Club Apartments in Virginia Beach, received honorable mention for Maintenance Supervisor of the Year apartments with 250 units or less. Debby Eure, property manager of Colonial Pines in Williamsburg, received Onsite Team Player of the Year. The award honorees are chosen by out-of-town property management experts who tour the communities and interview employees. The company was recognized at a ceremony in Norfolk on March 16. Board appointments The Hampton Roads Educators Credit Union announced the election of four board of directors members: Kelvin Evans, director of strategic planning for the School System of Philadelphia; Keisha Samuels, assistant professor of human services and department chair at Thomas Nelson Community College; Donald Sandridge, board treasurer and retired from Gloucester County Schools; and Gloria Winder, retired from the Williamsburg-James City County School System. The remaining members are: Cornelious Chambliss, chairman; Anita Holley, 2nd vice chairman; Jacqueline Smith-Watson, secretary; Lynda Burke, director; Joressa Chappell, director; and William D. Trimble Jr., director emeritus. Chesapeake-based pilot network and training provider DroneUp announced new appointments for its board of directors. Thomas R. Frantz, partner at Williams Mullen, will serve as chairman and retired Adm. Joseph W. Prueher will serve as vice chairman. Other directors include: Mark Dreyfus, president of ECPI University; Dyanne Walker, CEO of WebTeks Inc.; Joe Fuller, CIO at Dominion Enterprises; retired Vice Adm. David Architzel; and Tom Walker, CEO of DART. Donations Employees of Virginia Beach-based VSA Resorts, a three-property hospitality and vacation ownership company, will volunteer to make 575 peanut butter and jelly sandwiches for local shelters on April 2 at the Ocean Key Resort. The shelters are: Seton Youth Shelters, Union Mission, Potter s House, Judeo Christian Outreach, Crisis Intervention Home, and Hope Haven. Bon Secours Hampton Roads raised over $20,000 for local colon cancer patients throught the 2018 Bon Secours Colon Cancer 5K and 1-Mile Walk at Bon Secours Health Center at Harbour View in Suffolk on March 24. The 5K drew 223 runners and the walk had 84 people. Proceeds were donated to colon cancer funds for Bon Secours s DePaul Health Foundation and Maryview Foundation. New contracts Virginia Beach-based SAW Contracting Inc. and Hampton-based Greenland Enterprises Inc. won a $15.5 million contract award from the Army Corps of Engineers, Seattle District. The industrial contracting companies will be completing a boiler plant decentralization project at Joint Base Lewis-McChord in Tacoma, Washington. The contract includes decommissioning several steam plants and replacing them with new boilers and heating systems in more than 50 buildings. Openings Tidewater Fleet Supply opened a new 17,000-square-foot warehouse on Burge Avenue in Richmond in December. The company has four other warehouses in Chesapeake, Norfolk, Virginia Beach, and Hampton. Tidewater will hold a grand opening for its Richmond warehouse on May 10. Virginia Beach-based Chartway Federal Credit Union opened its newly-relocated Lynnhaven branch on Lynnhaven Parkway in Virginia Beach on March 28. The new branch has an Interactive Teller Machine that allows people to speak to live tellers through video."},
    {"article_id": "505128ac-32c2-11e8-a98e-930a1c7bf460", "id": "271677", "publish_dt": "2018-03-28", "update_dt": "2018-04-06", "title": "Business Notes for the week of April 9", "full_text": "Awards and honors Deborah Stearns, senior vice president of JLL in Norfolk, and John Profilet, senior vice president, associate broker and partner at S.L. Nusbaum Realty Co., earned a Top Transaction Award from the Society of Industrial and Office REALTORS. They were recognized by SIOR with the Largest Dollar Volume Member-to-Member Transaction (Redevelopment) for a lease of a 45,000 square-foot space for more than $4.5 million last year. The Ruby Conn Team of the Berkshire Hathaway HomeServices Towne Realty Newport News office, received the Sextuple Diamond Award from the Virginia Peninsula Association of REALTORS. The award recognizes those who have received Gold or Platinum awards for 30 consecutive years. Mitchell D. Broudy, senior assistant attorney general for the Eastern Virginia Regional Legal Division of Child Support Enforcement of Norfolk, received the 2018 Family Law Service Award from the Virginia State Bar\u0019s Family Law Section. Broudy was recognized for improving family, domestic relations or juvenile law in Virginia. He was nominated and chosen for the award by a vote of the Board of Governors of the Family Law Section. Broudy will be honored at the section\u0019s Annual Advanced Family Law Seminar in Richmond on April 19. Virginia Beach-based general contractor and office furniture and interiors service provider GovSolutions Inc. | G for Everyone received a National Diversity Excellence Award for Small & Emerging Contractor from Associated Builders and Contractors. GovSolutions was recognized for diversity leadership in its workforce, supply chain and community. The company was honored at ABC\u0019s 28th annual Excellence in Construction Awards ceremony at the 2018 ABC Convention in California on March 21. The City of Virginia Beach received a Smart 50 Award for its approach to address coastal flooding and sea level rise through the StormSense project. The project is a regional collaboration with municipalities, researchers and the Virginia Institute of Marine Science that uses Internet of Things (IoT) sensors to mitigate the effects of flooding. Smart Cities Connect, Smart Cities Connection Foundation and US Ignite partner to honor projects through the awards. The city was honored at the Smart 50 Awards Gala in Missouri on March 26. Newport News-based real estate and investment firm Drucker + Falk received six Apartment Community Excellence awards from the Hampton Roads Apartment Council of the Virginia Apartment Management Association. The firm received Best Community Team of the Year for 275 to 399 units, Best Model Apartments Built before 2013, Community Involvement Award and Community Team Video Contest. The awards recognized Old Donation Apartments in Virginia Beach, Venture Apartments in Tech Center in Newport News, Trail Creek Apartments in Hampton, and Liberty Apartments in Newport News. Melissa Nichols, service manager for Ridgewood Club Apartments in Virginia Beach, received honorable mention for Maintenance Supervisor of the Year apartments with 250 units or less. Debby Eure, property manager of Colonial Pines in Williamsburg, received Onsite Team Player of the Year. The award honorees are chosen by out-of-town property management experts who tour the communities and interview employees. The company was recognized at a ceremony in Norfolk on March 16. Board appointments The Hampton Roads Educators\u0019 Credit Union announced the election of four board of directors members: Kelvin Evans, director of strategic planning for the School System of Philadelphia; Keisha Samuels, assistant professor of human services and department chair at Thomas Nelson Community College; Donald Sandridge, board treasurer and retired from Gloucester County Schools; and Gloria Winder, retired from the Williamsburg-James City County School System. The remaining members are: Cornelious Chambliss, chairman; Anita Holley, 2nd vice chairman; Jacqueline Smith-Watson, secretary; Lynda Burke, director; Joressa Chappell, director; and William D. Trimble Jr., director emeritus. Chesapeake-based pilot network and training provider DroneUp announced new appointments for its board of directors. Thomas R. Frantz, partner at Williams Mullen, will serve as chairman and retired Adm. Joseph W. Prueher will serve as vice chairman. Other directors include: Mark Dreyfus, president of ECPI University; Dyanne Walker, CEO of WebTeks Inc.; Joe Fuller, CIO at Dominion Enterprises; retired Vice Adm. David Architzel; and Tom Walker, CEO of DART. Donations Employees of Virginia Beach-based VSA Resorts, a three-property hospitality and vacation ownership company, will volunteer to make 575 peanut butter and jelly sandwiches for local shelters on April 2 at the Ocean Key Resort. The shelters are: Seton Youth Shelters, Union Mission, Potter\u0019s House, Judeo Christian Outreach, Crisis Intervention Home, and Hope Haven. Bon Secours Hampton Roads raised over $20,000 for local colon cancer patients throught the 2018 Bon Secours Colon Cancer 5K and 1-Mile Walk at Bon Secours Health Center at Harbour View in Suffolk on March 24. The 5K drew 223 runners and the walk had 84 people. Proceeds were donated to colon cancer funds for Bon Secours\u0019s DePaul Health Foundation and Maryview Foundation. New contracts Virginia Beach-based SAW Contracting Inc. and Hampton-based Greenland Enterprises Inc. won a $15.5 million contract award from the Army Corps of Engineers, Seattle District. The industrial contracting companies will be completing a boiler plant decentralization project at Joint Base Lewis-McChord in Tacoma, Washington. The contract includes decommissioning several steam plants and replacing them with new boilers and heating systems in more than 50 buildings. Openings Tidewater Fleet Supply opened a new 17,000-square-foot warehouse on Burge Avenue in Richmond in December. The company has four other warehouses in Chesapeake, Norfolk, Virginia Beach, and Hampton. Tidewater will hold a grand opening for its Richmond warehouse on May 10. Virginia Beach-based Chartway Federal Credit Union opened its newly-relocated Lynnhaven branch on Lynnhaven Parkway in Virginia Beach on March 28. The new branch has an Interactive Teller Machine that allows people to speak to live tellers through video."},
    {"article_id": "548ed490-4d62-11e8-82a0-478ed9be83da", "id": "273517", "publish_dt": "2018-05-01", "update_dt": "2018-05-13", "title": "Want to shoot some unique wedding photos? A Victorian Smithfield home is open for business.", "full_text": "Art, antiques and historic homes are among attractions that draw visitors to Smithfield, and now the owners of one 19th century home are opening their doors to visits and social functions. Anne and Daniel Garland want to make their home an events destination. They bought the 1899 Nelms House, one of the grand dames of Victorian houses on Main Street in the town\u0019s Historic District for that purpose. Every room in the 2,600-square-foot home has been restored to period d cor, including furniture, tableware and its signature Queen Anne tower room with scalloped shingles. Tours of the house are now being held, and rental space is available for recreational or social functions. They can come in here for book clubs, they can have meetings, Anne Garland said. Bedrooms can be used for wedding photography; our dining room, living room and parlor can be used for tea times and committee meetings \u0013 art, birthdays, children\u0019s activities \u0013 any kind of private gathering for family or friends. The Garlands bought the house in February 2017 and spent the last year making repairs and furnishing rooms in Victorian art deco. Local designers created the layout for each room, and local artists provided original works. I bought furniture from online sites, antique stores and estate sales, Garland said. I wanted to make sure every piece was strong and comfortable for people to sit on and use. Artwork in each room can be purchased and will be displayed on a rotating schedule, she said. Interior designers will choose both walled and 3-D art from artists listed in their design boutique. As an opening promotional, the entire month of May has been dedicated as charity days, and all fees for tours and room rentals will be donated to the charity designated in that room. Hands and Hearts of Smithfield, a nonprofit for people with intellectual or physical disabilities, recently held one of its weekly social activities at the house. Local artist Amy Hunt Ziglar recently scheduled a canvas painting activity at the location to benefit several charitable organizations. Kathie Czerwinski, a representative of Home Instead in Suffolk, an in-home senior care provider, stopped in to inquire about reserving space for a staff team building event. Every few months or so we like to spend an hour or two at different places for ongoing workshops, Czerwinski said. We might even do tea. Weekly activities and special events at the Nelms House are posted at Included are silent auctions and sales of Victorian and vintage jewelry, crazy quilts and glass mosaics. Additional activities include scheduled musical performances, storytelling, gardening tips, fashion shows and educational speakers. The Main Event by Emily is events coordinator for the home. Room rentals start at $100 per hour with three hour minimums and $10 per person tour donations. Individual workshop and activity fees vary based on event, but some are free during charity days. Teas, coffee and light refreshments are available on premise; full meals can be catered. Kitchen-prepared meals and overnight accommodations are not available at the Nelms House, but Garland says, We\u0019ll be working on it."},
    {"article_id": "548ed490-4d62-11e8-82a0-478ed9be83da", "id": "274156", "publish_dt": "2018-05-13", "update_dt": "2018-05-13", "title": "If you are looking to shoot unique wedding photos, a Victorian Smithfield home is available.", "full_text": "Art, antiques and historic homes are among attractions that draw visitors to Smithfield, and now the owners of one 19th century home are opening their doors to visits and social functions. Anne and Daniel Garland want to make their home an events destination. They bought the 1899 Nelms House, one of the grand dames of Victorian houses on Main Street in the town s Historic District for that purpose. Every room in the 2,600-square-foot home has been restored to period d cor, including furniture, tableware and its signature Queen Anne tower room with scalloped shingles. Tours of the house are now being held, and rental space is available for recreational or social functions. They can come in here for book clubs, they can have meetings, Anne Garland said. Bedrooms can be used for wedding photography; our dining room, living room and parlor can be used for tea times and committee meetings art, birthdays, children s activities any kind of private gathering for family or friends. The Garlands bought the house in February 2017 and spent the last year making repairs and furnishing rooms in Victorian art deco. Local designers created the layout for each room, and local artists provided original works. I bought furniture from online sites, antique stores and estate sales, Garland said. I wanted to make sure every piece was strong and comfortable for people to sit on and use. Artwork in each room can be purchased and will be displayed on a rotating schedule, she said. Interior designers will choose both walled and 3-D art from artists listed in their design boutique. As an opening promotional, the entire month of May has been dedicated as charity days, and all fees for tours and room rentals will be donated to the charity designated in that room. Hands and Hearts of Smithfield, a nonprofit for people with intellectual or physical disabilities, recently held one of its weekly social activities at the house. Local artist Amy Hunt Ziglar recently scheduled a canvas painting activity at the location to benefit several charitable organizations. Kathie Czerwinski, a representative of Home Instead in Suffolk, an in-home senior care provider, stopped in to inquire about reserving space for a staff team building event. Every few months or so we like to spend an hour or two at different places for ongoing workshops, Czerwinski said. We might even do tea. Weekly activities and special events at the Nelms House are posted at Included are silent auctions and sales of Victorian and vintage jewelry, crazy quilts and glass mosaics. Additional activities include scheduled musical performances, storytelling, gardening tips, fashion shows and educational speakers. The Main Event by Emily is events coordinator for the home. Room rentals start at $100 per hour with three hour minimums and $10 per person tour donations. Individual workshop and activity fees vary based on event, but some are free during charity days. Teas, coffee and light refreshments are available on premise; full meals can be catered. Kitchen-prepared meals and overnight accommodations are not available at the Nelms House, but Garland says, We ll be working on it."},
    {"article_id": "60840b9a-fd7b-56dd-9f9c-10fbbcebddff", "id": "269808", "publish_dt": "2018-02-19", "update_dt": "2018-02-19", "title": "Final Top 10 girls basketball teams in South Hampton Roads", "full_text": "The list below is the top 10 teams in South Hampton Roads, ranked by staff writer Brian A. Saunders. It was last updated on February 19, 2018 Records are based on results reported to The Pilot before Monday's games. girls basketball top 10"},
    {"article_id": "60840b9a-fd7b-56dd-9f9c-10fbbcebddff", "id": "269203", "publish_dt": "2018-02-06", "update_dt": "2018-02-12", "title": "Top 10 girls basketball teams in South Hampton Roads", "full_text": "The list below is the top 10 teams in South Hampton Roads, ranked by staff writer Brian A. Saunders. It was last updated on February 5, 2018 Records are based on results reported to The Pilot before Monday's games. Dropped out: Oscar Smith (12-6). girls basketball top 10"},
    {"article_id": "60840b9a-fd7b-56dd-9f9c-10fbbcebddff", "id": "221", "publish_dt": "2018-01-09", "update_dt": "2018-01-09", "title": "Top 10 girls basketball teams in South Hampton Roads", "full_text": "The list below is the top 10 teams in South Hampton Roads, ranked by staff writer Brian A. Saunders. It was last updated on Jan. 3, 2018 Records are based on results reported to The Pilot before Tuesday's games. girls basketball top 10"},
    {"article_id": "60840b9a-fd7b-56dd-9f9c-10fbbcebddff", "id": "268719", "publish_dt": "2018-01-30", "update_dt": null, "title": "Top 10 girls basketball teams in South Hampton Roads", "full_text": "The list below is the top 10 teams in South Hampton Roads, ranked by staff writer Brian A. Saunders. It was last updated on February 5, 2018 Records are based on results reported to The Pilot before Monday's games. girls basketball top 10"},
    {"article_id": "976e7e54-ac9f-5a34-9bef-f3bac4f55f34", "id": "272681", "publish_dt": "2018-04-16", "update_dt": null, "title": "Rankings | The top 10 girls soccer teams in South Hampton Roads", "full_text": "Top 10 girls soccer teams for South Hampton Roads, selected by writer Ray Nimmo. Updated April 16, 2018. Dropped: Nansemond River (2-1-1) Rankings: Girls soccer top 10"},
    {"article_id": "976e7e54-ac9f-5a34-9bef-f3bac4f55f34", "id": "12522", "publish_dt": "2017-05-16", "update_dt": null, "title": "Rankings: The top 10 girls soccer teams in South Hampton Roads", "full_text": "Top 10 girls soccer teams for South Hampton Roads, selected by writer Ray Nimmo. Updated May 15, 2017. These are the final girls soccer rankings of 2017. Dropped out: None. Rankings: Girls soccer top 10"},
    {"article_id": "976e7e54-ac9f-5a34-9bef-f3bac4f55f34", "id": "271337", "publish_dt": "2018-03-20", "update_dt": "2018-03-20", "title": "Rankings | The top 10 girls soccer teams in South Hampton Roads", "full_text": "Top 10 girls soccer teams for South Hampton Roads, selected by writer Ray Nimmo. Updated March 19, 2018. Dropped out: Princess Anne (1-1-0). Rankings: Girls soccer top 10"},
    {"article_id": "976e7e54-ac9f-5a34-9bef-f3bac4f55f34", "id": "271828", "publish_dt": "2018-03-26", "update_dt": null, "title": "Rankings | The top 10 girls soccer teams in South Hampton Roads", "full_text": "Top 10 girls soccer teams for South Hampton Roads, selected by writer Ray Nimmo. Updated April 2, 2018. Rankings: Girls soccer top 10 Dropped: Norfolk Academy (2-2-0)"},
    {"article_id": "976e7e54-ac9f-5a34-9bef-f3bac4f55f34", "id": "272160", "publish_dt": "2018-04-02", "update_dt": null, "title": "Rankings | The top 10 girls soccer teams in South Hampton Roads", "full_text": "Top 10 girls soccer teams for South Hampton Roads, selected by writer Ray Nimmo. Updated April 9, 2018. Rankings: Girls soccer top 10"},
    {"article_id": "976e7e54-ac9f-5a34-9bef-f3bac4f55f34", "id": "273764", "publish_dt": "2018-05-07", "update_dt": "2018-05-14", "title": "Rankings | The top 10 girls soccer teams in South Hampton Roads", "full_text": "Top 10 girls soccer teams for South Hampton Roads, selected by writer Ray Nimmo. Updated May 14, 2018. Rankings: Girls soccer top 10"},
    {"article_id": "976e7e54-ac9f-5a34-9bef-f3bac4f55f34", "id": "274488", "publish_dt": "2018-05-21", "update_dt": null, "title": "Rankings | The top 10 girls soccer teams in South Hampton Roads", "full_text": "Top 10 girls soccer teams for South Hampton Roads, selected by writer Ray Nimmo. Updated May 14, 2018.\n Rankings: Girls soccer top 10\n"},
    {"article_id": "a5fff7ec-089f-5c29-898a-5e55c415fc88", "id": "269137", "publish_dt": "2018-02-07", "update_dt": "2018-02-08", "title": "Signing Day: Where football players in the Class of 2018 are headed", "full_text": "look at the Top 50 recruits (and beyond) in South Hampton Roads in the Class of 2018, updated to include college choice and 2017 stats. 1. Teradja Mitchell, Bishop Sullivan Catholic Linebacker, 6-3, 240 College: Ohio State (signed). 2017 stats: 162 tackles, 41 for loss; five sacks; two INTs; two blocked field goals. spolrartis112417Oscar Smith standout and recent Virginia Tech commit Keshon Artis is pictured at practice, Tuesday, Nov. 21, 2017 at Oscar Smith High School in Chesapeake. 2. Keshon Artis Linebacker, Oscar Smith, 6-0, 230 College: Virginia Tech (signed). 2017 stats: 106 tackles, 41 for loss; 15 sacks; six forced fumbles. Darryl JonesPrincess Anne wide receiver Darryl Jones photographed at practice on Wednesday, August 9, 2017. 3. Darryl Jones Princess Anne, 6-3, 180, wide receiver College: Maryland (signed). 2017 stats: Played RB and WR - 39 receptions for 739 yards; 947 rushing yards; 17 total TDs on offense. Beach District Co-Offensive Player of the Year. 4. Armani Chatman Bishop Sullivan Catholic, 6-0, 180, wide receiver/defensive back College: Virginia Tech (signed). 2017 stats: At WR - 40 receptions for 703 yards; 1,073 total yards, 14 total TDs; at DB - three INTs, two for TDs; 10 pass breakups. Bishop Sullivan football practiceBishop Sullivan High School quarterback, Tyler DeSue, during practice in Virginia Beach on Monday, July 31, 2017. 5. Tyler DeSue Bishop Sullivan Catholic, 6-1, 205, quarterback College: Maryland (signed). 2017 stats: 2,248 passing yards and 26 TDs; 533 rushing yards and three TDs. 6. Jaevon Becton Ocean Lakes, 6-4, 240, defensive end College: Virginia Tech (signed). 2017 stats: 53 tackles; 13 sacks; four forced fumbles, returning one for a TD. Beach District Co-Defensive Player of the Year. Norview defensive end Derrick Eason commits to N.C. StateNorview defensive end Derrick Eason committed to N.C. State by way of Twitter. 7. Derrick Eason Norview, 6-4, 250, Defensive end College: N.C. State (signed). 2017 stats: First-team All-Class 5 Region A at defensive end. 8. Jalen Alexander Western Branch, 6-3, 290, Defensive tackle College: Maryland (signed). 2017 stats: Second-team All-Southeastern District at defensive line. Bishop Sullivan football practiceBishop Sullivan High School's Dante Burke during practice at Bishop Sullivan High School in Virginia Beach on Monday, July 31, 2017. 9. Dante Burke Bishop Sullivan Catholic, 6-4, 245, defensive end College: Temple (signed). 2017 stats: Not available. Landstown vs Princess AnneLandstown's Joseph White, right, goes for an interception on a pass intended for Princess Anne's Darryl Jones in the first quarter of a game last season. 10. Joseph White Landstown, 6-2, 190, defensive back/wide receiver College: Virginia (signed). 2017 stats: At WR - 45 receptions for 628 yards and six TDs; at DB - four INTs, two returned for TDs. Ocean Lakes-Tallwood FootballOcean Lakes wide receiver Jalen Smith concentrates on a pass from quarterback Xander Jedlick during the first half Friday at Ocean Lakes. Smith caught the pass for a 47-yard touchdown. 11. Jalen Smith Ocean Lakes, 6-1, 165, wide receiver/defensive back College: Howard (signed). 2017 stats: Two INTs; three pass breakups; 11 tackles in nine games. 12. Zach Bevins Bishop Sullivan Catholic, 6-4, 290, offensive line College: Elon (signed). 2017 stats: Graded over 90 percent with 40 pancake blocks. 13. James Collins Oscar Smith, 6-6, 305, offensive line College: Central Florida (signed). 2017 stats: First-team All-Southeastern District at offensive line. 14. Akeem Smith Bishop Sullivan Catholic, 6-1, 290, defensive line College: Georgia State (signed). 2017 stats: 80 tackles, 45 for loss; 10 sacks; five forced fumbles; two blocked FGs. Landstown vs Princess AnneLandstown QB Brent Stukes eludes Princess Anne's defenders. 15. Brent Stukes Landstown, 6-0, 180, athlete College: Norfolk State (committed). 2017 stats: At QB - 113-209 passing for 1,695 yards, 13 TDs nine INTs; 1,116 yards rushing with 12 TDs. Beach District Co-Defensive Player of the Year. 16. Mondo Walker Bishop Sullivan Catholic, 5-11, 180, defensive back College: Army. 2017 stats: Not available. Landstown vs Princess AnneLandstown QB Brent Stukes is sacked by Princess Anne's Amelio Moran in a 2016 game. 17. Amelio Moran Princess Anne, 6-5, 305, lineman College: James Madison (signed). 2017 stats: First-team All-Class 5 Region A and All-Beach District. Deangelo WhiteOscar Smith's Deangelo White, center, runs through a drill during practice, Tuesday, Aug. 2, 2017, at Oscar Smith High School in Chesapeake. 18. DeAngelo White Oscar Smith, 5-9, 195, running back College: Uncommitted. 2017 stats: Through eight games before an injury - 92 carries for 647 yards and nine TDs. 19. Da'Kendall James Portsmouth Christian, 6-1, 190, wide receiver/defensive back College: Coastal Carolina (signed). 2017 stats: Not available. 20. Gerard Stringer Nansemond River, 6-3, 185, linebacker College: East Carolina (signed). 2017 stats: At LB - 110 tackles; five forced fumbles; at RB - 400 rushing yards and three TDs in four postseason games. Ocean Lakes vs. BaysideOcean Lakes' Khalan Laborn breaks away from Bayside's Tray Jones for extra yardage during a game at Bayside on Saturday, Oct. 24, 2015. 21. Anthony Jones Bayside, 5-11, 225, linebacker College: Hampton 2017 stats: 114 tackles; three forced fumbles; three fumble receivers; Beach District Co-Defensive Player of the Year. Kyle ThomasPortrait of Kyle Thomas of the Oscar Smith High School football team, before practice at the the school Nov. 28, 2017. The team will play in the State semi-final game on Saturday. 22. Kyle Thomas Oscar Smith, 6-3, 260, lineman College: ASA College (junior college). 2017 stats: 69.5 tackles, 31 for loss; 22 sacks; three forced fumbles; 37 QB hurries. Ocsar Smith FootballKing's Folk High School's Terrell Hart knocks a pass away from Shy'keem Hussey of Oscar Smith during the first half Friday, Nov. 3, 2017, at King's Folk. The deflection prevented the Tigers from scoring. 23. Terrelle Hart King s Fork, 5-11, 200, defensive back College: Uncommitted. 2017 stats: 62 tackles; 12 for loss. Grassfield vs. LakelandGrassfield's Tehron Oliver stiff arms his way past Lakeland's Deandre Faulk for a first down during Grassfield's 36-20 win, Friday, Oct. 21, 2016, at Grassfield High School in Chesapeake. 24. Deandre Faulk Lakeland, 6-1, 215, linebacker College: Hampton. 2017 stats: Not available. 25. Dauvieh Bradshaw First Colonial, 6-0, 170, athlete College: Uncommitted. 2017 stats: Not available. 26. Shykeem Hussey Oscar Smith, 6-0, 160, wide receiver College: Louisburg College (junior college). 2017 stats: First-team All-Southeastern District at punt returner. Lamarr GilbertTallwood wide receiver Lamarr Gilbert, photographed at seven on seven games at Kellam High School in Virginia Beach on Wednesday, July 13, 2016. 27. Lamarr Gilbert Tallwood, 6-4, 235, tight end/linebacker College: Fullerton Junior College. 2017 stats: 14 receptions for 202 yards and three TDs. 28. Tommy Sevcik Bishop Sullivan Catholic, 6-4, 290, lineman College: Uncommitted. 2017 stats: Not available. Oscar Smith beats Grassfield 26-21 for 91st consecutive Southeastern District winGrassfield's Seth Dobbs pulls away from Oscar Smith's Khalik Perry after intercepting the ball during the second quarter on Nov. 4, 2016. Oscar Smith won the game 26 -21, and clinched the No. 1 seed in 6A South Region playoffs. 29. Seth Dobbs Grassfield, 6-0, 200, linebacker College: Virginia State. 2017 stats: Second-team All-Southeastern District at linebacker. Smithfield at King s Fork (copy)King s Fork's Darran Butts races to the end zone to score for the Bulldogs late in the second half of Friday, November 17, 2017, night s Class 4 Region A semifinal game against Smithfield at King s Fork. 30. Darran Butts King s Fork, 5-8, 175, running back College: Hampton. 2017 stats: Led South Hampton Roads in rushing and finished with 1,810 and 25 TDs; Class 4 Region A Offensive and Southeastern District POY. 31. Josh Roberts Tallwood, 6-7, 290, lineman College: Lafayette. 2017 stats: 16 pancake blocks. 32. Cherrod Joe King s Fork, 5-11, 200, wide receiver College: Uncommitted. 2017 stats: 40 receptions for 609 yards and eight TDs. 33. Allen Boykins Norcom, 6-3, 210, linebacker College: Norfolk State (signed). 2017 stats: First-team All-Class 3 Region A at linebacker. 34. Malachi Houchins Lake Taylor, 6-3, 185, wide receiver/defensive back College: Uncommitted. 2017 stats: Not available. 35. Duane Platt Jr. Salem, 6-2, 235, tight end/defensive tackle College: Virginia State. 2017 stats: 56 tackles, 12 for loss; eight sacks. 36. Tyler Browning Ocean Lakes, 5-10, 195, running back College: Uncommitted. 2017 stats: 131 carries for 812 yards and eight TDs (missed two games with an injury). NiDavion ToxeyNiDavion Toxey, Oscar Smith. 37. NiDavion Toxey Oscar Smith, 6-1, 255, lineman College: Uncommitted. 2017 stats: Not available. 38. Isaiah Hyman Indian River, 5-10, 160, defensive back College: Alderson Broaddus. 2017 stats: Second-team All-Southeastern District at defensive back. 39. Terrence Joseph Salem, 6-3, 255, defensive line College: Virginia State. 2017 stats: 62 tackles, 18 for loss; 16 sacks. Maury vs. ChurchlandMaury quarterback Kevin Mills, center, narrowly escapes a sack by Churchland's London Diggs during Maury's 35-18 win, Friday, Sept. 23, 2016, at Powhatan Field in Norfolk. 40. Kevin Bam Mills Jr. Maury, 5-11, 195, quarterback College: Uncommitted. 2017 stats: Led South Hampton Roads in passing and finished 157-273 for 2,547 yards and 22 TDs; rushed for 908 yards and 10 TDs. Class 5 Region A Offensive Player of the Year. Lake Taylor vs. Deep CreekLake Taylor's Deon Smith runs for a first down against Deep Creek in the Group 4A first-round playoff game on Friday, Nov. 11, 2016, in Norfolk. Lake Taylor won 27-21. 41. Deon Smith Lake Taylor, 5-6, 175, running back College: Uncommitted. 2017 stats: 762 rushing yards, 15 TDs. 42. Keyon Watson Oscar Smith, 5-10, 190, athlete College: St. Andrew's University. 2017 stats: 294 rushing yards and four TDs rushing on 49 attempts at running back. 43. Desmond Elliott Jr. Wilson, 6-1, 185, quarterback College: Uncommitted. 2017 stats: Not available. 44. Juwan Callines Norcom, 6-5, 345, lineman College: Alabama State (signed). 2017 stats: First-team All-Class 3 Region A at offensive line. 45. Zyquan Bessant Norview, 5-10, 240, lineman College: William & Mary (signed). 2017 stats: First-team All-Class 5 Region A at defensive line. 46. Jordan Frazier Salem, 6-4, 290, offensive tackle College: Virginia State. 2017 stats: 22 pancake blocks. 47. Donovan McPeek Landstown, 6-2, 320, offensive lineman College: Alderson Broaddus. 2017 stats: No sacks allowed; 22 pancake blocks. Football: Princess Anne vs SalemSalem's Taeshaun Rainey works past Princess Anne's DJ Walton and Jaylon Cosby during Friday night's game. 48. Taeshaun Rainey Salem, 5-10, 190, cornerback College: Chowan. 2017 stats: 40 tackles; 15 pass break-ups; four INTs. 49. Sam Jones Wilson, 6-1, 195, athlete College: Uncommitted. 2017 stats: Not available. 50. Kwantay Anderson Green Run, 6-0, 160, defensive back College: Army. 2017 stats: Not available. Other area players who have committed or signed: Note: Players headed to Division II and Division III schools and service academies, and those who are walk-ons, do not sign national letters of intent. DB Kwantay Anderson, Green Run - Army L AJ Atkins, Ocean Lakes - Christopher Newport L Neal Azar, Granby Georgetown L Daequan Black, Maury - Bluefield College WR/DB Shawn Blount, Maury - Christopher Newport L Riley Bowling, Kellam - VMI FB/LB Anthony Brooks, Norview - St. Andrews RB Antwann Cade, Tallwood - Alvernia L Cam Call, Norfolk Academy - Hampden-Sydney WR/DB Deiontae Curry, Cox - University of Charleston (W.Va.) TE/DL Matt Dalton, Norfolk Academy - Colby College L Brandon Donato-Harris, Norview - Glenville State WR/DB Gage Elliott, Norfolk Christian - Christopher Newport RB Damian Everett, Deep Creek - Louisburg College L Branden Goad, Maury - Virginia State L Michael Green, Landstown - St. Andrews L Shanton Hobson, Granby Charleston (W.Va.) WR DeQuan Hopkins, Green Run - Glenville State WR/DB Kyrien Idlebird, Landstown - St. Andrews LB Anthony Jones, Bayside - Hampton RB/LB Victor Jones, Landstown - St.Andrews K Evan Lomax, Nansemond River - Hampton L Alex Lott, Granby N.C. Wesleyan TE/DE Jahlil Lowe, Cox - Chowan WR/LB Seth McDaniel, Norfolk Christian - Christopher Newport DL Jalen Moore, Oscar Smith - Virginia Union WR/DB Terrell Nicholson, Kempsville - Virginia Coast Academy L Javon Parkin, Salem - Ferrum LB Zach Roney, Kellam - Concord L Braden Rupert, Landstown - Alderson Broaddus DL Austin Simoni, Tallwood - Shenandoah LB Marcellus Smith, Kempsville - Virginia Coast Academy DB Dassamir Spriggins, Cox - Chowan RB/LB Iniko Tauti, Ocean Lakes - Charleston (W.Va.) WR/DB Jaylen Todd, Oscar Smith - Virginia State TE/LB Christopher Toney, Landstown Norfolk State (preferred walk-on) L Max Triesch, Kellam - Christopher Newport DL Antonio Turner, Deep Creek - Howard L Raekwon Witcher, Landstown - Garden City Community College RB/LB Roger Williams, Granby Charleston (W.Va.) DB Shaviaea Williams, Granby - Norfolk State RB Khalid Wilson, Oscar Smith - Chowan WR/DB Keonte Wood, Norview - Hocking College Email updates to"},
    {"article_id": "a5fff7ec-089f-5c29-898a-5e55c415fc88", "id": "1027", "publish_dt": "2017-12-20", "update_dt": "2017-12-20", "title": "Class of 2018: South Hampton Roads Top 50 and where they're headed", "full_text": "The first early signing period for football is Wednesday through Friday this week, and some of South Hampton Roads' top recruits are expected to put pen to paper. A look at the Top 50 recruits in South Hampton Roads in the Class of 2018, updated to include college choice and 2017 stats. Note: The 'Preseason skinny' for each top 20 player came from college and high school coaches heading into the 2017 season. 1. Teradja Mitchell, Bishop Sullivan Catholic Linebacker, 6-3, 240 College: Ohio State (signed). 2017 stats: 162 tackles, 41 for loss; five sacks; two INTs; two blocked field goals. Preseason skinny: A college coach described him as a beast who really enjoys running into people. He s a vicious tackler, the coach said. He has to run better in space, but that s something he ll learn in college. But everything else, he does exceptional. Last season as a junior, he led the Crusaders with 106 tackles and finished with 12 quarterback hurries and three sacks. spolrartis112417Oscar Smith standout and recent Virginia Tech commit Keshon Artis is pictured at practice, Tuesday, Nov. 21, 2017 at Oscar Smith High School in Chesapeake. 2. Keshon Artis Linebacker, Oscar Smith, 6-0, 230 College: Virginia Tech (signed). 2017 stats: 106 tackles, 41 for loss; 15 sacks; six forced fumbles. Preseason skinny: He s a big guy who can move from sideline to sideline . and he s physical, one college coach said. Added Oscar Smith coach Scott Johnson: He s everything you look for in a football player. He s hungry and a student of the game. Last season as a junior Artis piled up 108 tackles 16 for loss and finished with four sacks and two interceptions. He was first-team All-Tidewater and was the 6A South Region Defensive Player of the Year. Darryl JonesPrincess Anne wide receiver Darryl Jones photographed at practice on Wednesday, August 9, 2017. 3. Darryl Jones Princess Anne, 6-3, 180, wide receiver College: Maryland (signed). 2017 stats: Played RB and WR - 39 receptions for 739 yards; 947 rushing yards; 17 total TDs on offense. Beach District Co-Offensive Player of the Year. Preseason skinny: You walk up on him and you don t realize how big he is, said one college coach. He s got great speed, size, and has tremendous upside. He s just scratching the surface of how good he could be. 4. Armani Chatman Bishop Sullivan Catholic, 6-0, 180, wide receiver/defensive back College: Virginia Tech (signed). 2017 stats: At WR - 40 receptions for 703 yards; 1,073 total yards, 14 total TDs; at DB - three INTs, two for TDs; 10 pass breakups. Preseason skinny: He can play receiver or defensive back and do both well, said one college coach. He has great quickness. And he plays the ball well whatever side he s on. He s also faster than you think. Another coach liked his play-making ability in big games. Last season at Bayside, Chatman was first-team All-Tidewater at defensive back with four interceptions, returning two for TDs. Bishop Sullivan football practiceBishop Sullivan High School quarterback, Tyler DeSue, during practice in Virginia Beach on Monday, July 31, 2017. 5. Tyler DeSue Bishop Sullivan Catholic, 6-1, 205, quarterback College: Maryland (signed). 2017 stats: 2,248 passing yards and 26 TDs; 533 rushing yards and three TDs. Preseason skinny: He has poise and the ability to make big-time plays,\" Crusaders coach Chris Scott said. \"And he s played in so many big games in his career. 6. Jaevon Becton Ocean Lakes, 6-4, 240, defensive end College: Originally committed to Georgia, but has re-opened his recruiting. 2017 stats: 53 tackles; 13 sacks; four forced fumbles, returning one for a TD. Beach District Co-Defensive Player of the Year. Preseason skinny: One college coach said, He s really athletic and has all the measurements. He also runs well, has great size, is strong and has great technique. Georgia is getting a helluva player, said Ocean Lakes coach Joe Jones. His best football is in front of him. Norview defensive end Derrick Eason commits to N.C. StateNorview defensive end Derrick Eason committed to N.C. State by way of Twitter. 7. Derrick Eason Norview, 6-4, 250, Defensive end College: N.C. State. 2017 stats: First-team All-Class 5 Region A at defensive end. Preseason skinny: Eason had 23 offers before choosing N.C. State over North Carolina, Maryland and Virginia Tech. Norview coach Dealton Cotton said Eason has tremendous potential . and has been progressing every year. A college coach said he likes Eason because he s really long, has great reach, really quick and is a prototypical defensive end that can player either side (weak side or strong side). 8. Jalen Alexander Western Branch, 6-3, 290, Defensive tackle College: Maryland (signed). 2017 stats: Second-team All-Southeastern District at defensive line. Preseason skinny: There s not too many kids who can look like him and play like him, one coach said. Western Branch coach Greg Gibson calls Alexander the most highly recruited player he s ever had. He has so many offers, I lost count, he said. Alexander had nearly 30 offers with 13 coming from Power 5 conferences. Bishop Sullivan football practiceBishop Sullivan High School's Dante Burke during practice at Bishop Sullivan High School in Virginia Beach on Monday, July 31, 2017. 9. Dante Burke Bishop Sullivan Catholic, 6-4, 245, defensive end College: Temple (signed). 2017 stats: Not available. Preseason skinny: Burke had a breakout season last year as a junior with 58 tackles and 14 sacks. He also returned a fumble 80 yards for a score and took an interception 75 yards for a TD. And he played most of last season with an injured shoulder. College coaches like how he fires off the line. Landstown vs Princess AnneLandstown's Joseph White, right, goes for an interception on a pass intended for Princess Anne's Darryl Jones in the first quarter of a game last season. 10. Joseph White Landstown, 6-2, 190, defensive back/wide receiver College: Virginia (signed). 2017 stats: At WR - 45 receptions for 628 yards and six TDs; at DB - four INTs, two returned for TDs. Preseason skinny: Last season as a junior White had seven interceptions, returning two of them for touchdowns, and led the Eagles with 45 receptions for 850 yards and 11 total touchdowns to earn first-team All-Tidewater honors. He has a 3.7 grade-point average, and Landstown coach Tommy Reamon said White is the epitome of a student-athlete because of his character and work ethic. Ocean Lakes-Tallwood FootballOcean Lakes wide receiver Jalen Smith concentrates on a pass from quarterback Xander Jedlick during the first half Friday at Ocean Lakes. Smith caught the pass for a 47-yard touchdown. 11. Jalen Smith Ocean Lakes, 6-1, 165, wide receiver/defensive back College: Navy. 2017 stats: Two INTs; three pass breakups; 11 tackles in nine games. Preseason skinny: Ocean Lakes coach Joe Jones said Smith is a big-play guy on offense because of his speed and ability to make things happen in open space. He s also a deep threat. Versatile, he also can play corner. He s got good size and could put some weight on his frame, Jones said. 12. Zach Bevins Bishop Sullivan Catholic, 6-4, 290, offensive line College: Elon (signed). 2017 stats: Graded over 90 percent with 40 pancake blocks. Preseason skinny: A former multi-sport athlete, he moves well for his size. And he s experienced as he played for Ocean Lakes when the Dolphins won the 2014 Group 6A state championship. He anchors the Bishop Sullivan offensive line and can play all five positions. 13. James Collins Oscar Smith, 6-6, 305, offensive line College: Central Florida (signed) 2017 stats: First-team All-Southeastern District at offensive line. Preseason skinny: You can make kids stronger and you can make them faster but you can t make them 6-foot-6, Oscar Smith coach Scott Johnson said. That s something James is starting to realize. He s starting to understand why we re pushing him. 14. Akeem Smith Bishop Sullivan Catholic, 6-1, 290, defensive line College: Georgia State (signed). 2017 stats: 80 tackles, 45 for loss; 10 sacks; five forced fumbles; two blocked FGs. Preseason skinny: Smith as a junior played at Henrico High near Richmond where he was the Conference 11 Defensive Player of the Year with 54 tackles and 12 sacks. Landstown vs Princess AnneLandstown QB Brent Stukes eludes Princess Anne's defenders. 15. Brent Stukes Landstown, 6-0, 180, athlete College: Uncommitted. 2017 stats: At QB - 113-209 passing for 1,695 yards, 13 TDs nine INTs; 1,116 yards rushing with 12 TDs. Beach District Co-Defensive Player of the Year. Preseason skinny: Dynamic is how one college coach described Stukes, who can play quarterback, wide receiver or defensive back. Landstown coach Tommy Reamon said Stukes has 14 offers, including from Virginia Tech, James Madison, East Carolina and Temple. He s a game-changer on both sides of the ball, Reamon said. Brent is one of the finest young, talented skilled players I have ever coached. 16. Mondo Walker Bishop Sullivan Catholic, 5-11, 180, defensive back College: Uncommitted. 2017 stats: Not available. Preseason skinny: Walker as a junior last season played at Bethel High where he was one of the top defensive players on the Peninsula. He also comes from good blood lines. His brother, Ricky, plays at Virginia Tech, and brother, Rijo, played at Virginia. Landstown vs Princess AnneLandstown QB Brent Stukes is sacked by Princess Anne's Amelio Moran in a 2016 game. 17. Amelio Moran Princess Anne, 6-5, 305, lineman College: Uncommitted. 2017 stats: First-team All-Class 5 Region A and All-Beach District. Preseason skinny: College coaches love the way Moran moves for a guy his size. Princess Anne coach Jelani Fair said he has 10 pre-season offers, including those from Missouri, Old Dominion and Central Florida. But he still thinks Moran has flown under the radar. He s big, fast and strong. You can t ask for anything more, he said. There s not a better lineman in the area. Deangelo WhiteOscar Smith's Deangelo White, center, runs through a drill during practice, Tuesday, Aug. 2, 2017, at Oscar Smith High School in Chesapeake. 18. DeAngelo White Oscar Smith, 5-9, 195, running back College: Uncommitted. 2017 stats: Through eight games before an injury - 92 carries for 647 yards and nine TDs. Preseason skinny: White added 15 pounds to his frame without losing any quickness and has become a better blocker. 19. Da'Kendall James Portsmouth Christian, 6-1, 190, wide receiver/defensive back College: Coastal Carolina. 2017 stats: Not available. Preseason skinny: James last season he had more than 1,100 receiving yards. He has a 39-inch vertical jump, can run 4.5 seconds in the 40 and has a 3.3 grade-point average. Bishop Sullivan coach Chris Scott calls him a sleeper. 20. Gerard Stringer Nansemond River, 6-3, 185, linebacker College: East Carolina. 2017 stats: At LB - 110 tackles; five forced fumbles; at RB - 400 rushing yards and three TDs in four postseason games. Preseason skinny: He had offers from the Pirates, Army, Navy and Ohio University. He committed to East Carolina after an unofficial visit in June. Ocean Lakes vs. BaysideOcean Lakes' Khalan Laborn breaks away from Bayside's Tray Jones for extra yardage during a game at Bayside on Saturday, Oct. 24, 2015. 21. Tray Jones Bayside, 5-11, 225, linebacker College: Navy. 2017 stats: 114 tackles; three forced fumbles; three fumble receivers; Beach District Co-Defensive Player of the Year. Kyle ThomasPortrait of Kyle Thomas of the Oscar Smith High School football team, before practice at the the school Nov. 28, 2017. The team will play in the State semi-final game on Saturday. 22. Kyle Thomas Oscar Smith, 6-3, 260, lineman College: Uncommitted. 2017 stats: 69.5 tackles, 31 for loss; 22 sacks; three forced fumbles; 37 QB hurries. Ocsar Smith FootballKing's Folk High School's Terrell Hart knocks a pass away from Shy'keem Hussey of Oscar Smith during the first half Friday, Nov. 3, 2017, at King's Folk. The deflection prevented the Tigers from scoring. 23. Terrelle Hart King s Fork, 5-11, 200, defensive back College: Uncommitted. 2017 stats: 62 tackles; 12 for loss. Grassfield vs. LakelandGrassfield's Tehron Oliver stiff arms his way past Lakeland's Deandre Faulk for a first down during Grassfield's 36-20 win, Friday, Oct. 21, 2016, at Grassfield High School in Chesapeake. 24. Deandre Faulk Lakeland, 6-1, 215, linebacker College: Uncommitted. 2017 stats: Not available. 25. Dauvieh Bradshaw First Colonial, 6-0, 170, athlete College: Uncommitted. 2017 stats: Not available. 26. Shykeem Hussey Oscar Smith, 6-0, 160, wide receiver College: Uncommitted. 2017 stats: First-team All-Southeastern District at punt returner. Lamarr GilbertTallwood wide receiver Lamarr Gilbert, photographed at seven on seven games at Kellam High School in Virginia Beach on Wednesday, July 13, 2016. 27. Lamarr Gilbert Tallwood, 6-4, 235, tight end/linebacker College: Uncommitted. 2017 stats: 14 receptions for 202 yards and three TDs. 28. Tommy Sevcik Bishop Sullivan Catholic, 6-4, 290, lineman College: Uncommitted. 2017 stats: Not available. Oscar Smith beats Grassfield 26-21 for 91st consecutive Southeastern District winGrassfield's Seth Dobbs pulls away from Oscar Smith's Khalik Perry after intercepting the ball during the second quarter on Nov. 4, 2016. Oscar Smith won the game 26 -21, and clinched the No. 1 seed in 6A South Region playoffs. 29. Seth Dobbs Grassfield, 6-0, 200, linebacker College: Uncommitted. 2017 stats: Second-team All-Southeastern District at linebacker. Smithfield at King s Fork (copy)King s Fork's Darran Butts races to the end zone to score for the Bulldogs late in the second half of Friday, November 17, 2017, night s Class 4 Region A semifinal game against Smithfield at King s Fork. 30. Darran Butts King s Fork, 5-8, 175, running back College: Uncommitted. 2017 stats: Led South Hampton Roads in rushing and finished with 1,810 and 25 TDs; Class 4 Region A Offensive and Southeastern District POY. 31. Josh Roberts Tallwood, 6-7, 290, lineman College: Uncommitted. 2017 stats: 16 pancake blocks. 32. Cherrod Joe King s Fork, 5-11, 200, wide receiver College: Uncommitted. 2017 stats: 40 receptions for 609 yards and eight TDs. 33. Allen Boykins Norcom, 6-3, 210, athlete College: Norfolk State (signed). 2017 stats: First-team All-Class 3 Region A at linebacker. 34. Malachi Houchins Lake Taylor, 6-3, 185, wide receiver/defensive back College: Uncommitted. 2017 stats: Not available. 35. Duane Platt Jr. Salem, 6-2, 235, tight end/defensive tackle College: Uncommitted. 2017 stats: 56 tackles, 12 for loss; eight sacks. 36. Tyler Browning Ocean Lakes, 5-10, 195, running back College: Uncommitted. 2017 stats: 131 carries for 812 yards and eight TDs (missed two games with an injury). NiDavion ToxeyNiDavion Toxey, Oscar Smith. 37. NiDavion Toxey Oscar Smith, 6-1, 255, lineman College: Uncommitted. 2017 stats: Not available. 38. Isaiah Hyman Indian River, 5-10, 160, defensive back College: Uncommitted. 2017 stats: Second-team All-Southeastern District at defensive back. 39. Terrence Joseph Salem, 6-3, 255, defensive line College: Uncommitted. 2017 stats: 62 tackles, 18 for loss; 16 sacks. Maury vs. ChurchlandMaury quarterback Kevin Mills, center, narrowly escapes a sack by Churchland's London Diggs during Maury's 35-18 win, Friday, Sept. 23, 2016, at Powhatan Field in Norfolk. 40. Kevin Bam Mills Jr. Maury, 5-11, 195, quarterback College: Uncommitted. 2017 stats: Led South Hampton Roads in passing and finished 157-273 for 2,547 yards and 22 TDs; rushed for 908 yards and 10 TDs. Class 5 Region A Offensive Player of the Year. Lake Taylor vs. Deep CreekLake Taylor's Deon Smith runs for a first down against Deep Creek in the Group 4A first-round playoff game on Friday, Nov. 11, 2016, in Norfolk. Lake Taylor won 27-21. 41. Deon Smith Lake Taylor, 5-6, 175, running back College: Uncommitted. 2017 stats: 762 rushing yards, 15 TDs. 42. Keyon Watson Oscar Smith, 5-10, 190, athlete College: Uncommitted. 2017 stats: 294 rushing yards and four TDs rushing on 49 attempts at running back. 43. Desmond Elliott Jr. Wilson, 6-1, 185, quarterback College: Uncommitted. 2017 stats: Not available. 44. Juwan Callines Norcom, 6-5, 345, lineman College: Alabama State (signed). 2017 stats: First-team All-Class 3 Region A at offensive line. 45. Zyquan Bessant Norview, 5-10, 240, lineman College: Uncommitted. 2017 stats: First-team All-Class 5 Region A at defensive line. 46. Jordan Frazier Salem, 6-4, 290, offensive tackle College: Uncommitted. 2017 stats: 22 pancake blocks. 47. Donovan McPeek Landstown, 6-2, 320, offensive lineman College: Uncommitted. 2017 stats: No sacks allowed; 22 pancake blocks. Football: Princess Anne vs SalemSalem's Taeshaun Rainey works past Princess Anne's DJ Walton and Jaylon Cosby during Friday night's game. 48. Taeshaun Rainey Salem, 5-10, 190, cornerback College: Uncommitted. 2017 stats: 40 tackles; 15 pass break-ups; four INTs. 49. Sam Jones Wilson, 6-1, 195, athlete College: Uncommitted. 2017 stats: Not available. 50. Kwantay Anderson Green Run, 6-0, 160, defensive back College: Uncommitted. 2017 stats: Not available."},
    {"article_id": "b3ee844c-5677-5d64-aba1-2208c34e32ec", "id": "269530", "publish_dt": "2018-02-15", "update_dt": "2018-02-21", "title": "All the mass school shootings in the U.S. since Columbine: A timeline", "full_text": "Last April marked 10 years since the deadliest school shooting in American history. Ten years since 32 people were shot and killed and more than a dozen injured on the Blacksburg campus of Virginia Tech. Ten years since the shock of such a shooting still felt new. Now, news of school shootings, while unfailingly appalling, are all too common. There have been more than 100 just in the past five years, according to Everytown Research. On Wednesday, a high school in Parkland, Fla., was the latest target, when a 19-year-old man shot and killed 17 people inside the school from which he'd been expelled, police said. The Pilot has updated a timeline of mass school shootings made last year in remembrance of the 10th anniversary of the Virginia Tech shooting. It includes incidents in which four or more people were killed \u0013 excluding the shooter \u0013 since the Columbine High School massacre almost two decades ago. There have been 12 during that time: A total of 136 students, professors and others died. More were injured. In almost all of the cases, the shooters committed suicide. In one, the perpetrator was shot by police, and just one case has gone to court \u0013 that of One Goh, who killed seven at Oikos University in Oakland, Calif., in 2012. Goh was later deemed mentally incompetent to stand trial. The Parkland school suspect, Nikolas Cruz, is charged with 17 counts of premeditated murder."},
    {"article_id": "b3ee844c-5677-5d64-aba1-2208c34e32ec", "id": "14388", "publish_dt": "2017-04-13", "update_dt": null, "title": "All the mass school shootings in the U.S. since Columbine: A timeline", "full_text": "This Sunday will mark 10 years since the deadliest school shooting in American history. Ten years since 32 people were shot and killed and more than a dozen injured on the Blacksburg campus of Virginia Tech. Ten years since the shock of such a shooting still felt new. Now, news of school shootings, while unfailingly appalling, are all too common. There have been more than 100 just in the past four years, according to Everytown Research. On Monday, an elementary school in San Bernardino, Calif., was the latest target, when a man shot and killed his wife and two young students inside the school. The Pilot has compiled a timeline of mass school shootings, in which four or more people were killed, since the Columbine High School massacre almost two decades ago. There have been 11 during that time: A total of 119 students, professors and others died. More were injured. In almost all of the cases, the shooters committed suicide. In one, the perpetrator was shot by police, and just one case went to court that of One Goh, who killed seven at Oikos University in Oakland, Calif., in 2012. Goh was later deemed mentally incompetent to stand trial."},
    {"article_id": "b9144a95-88d4-5b7a-9f0a-65ebb78b3b3e", "id": "42", "publish_dt": "2017-12-12", "update_dt": "2017-12-12", "title": "Janet Jackson's stylist, Robért Behar, on the magic of collaborating with an icon for her concert looks", "full_text": "Janet Jackson is a style chameleon. The 51-year-old singer/actress/new mom can flawlessly transition from cherub-faced girl next door to sex siren to sizzling dance queen. Helping her convey these many personas is Rob rt Behar, Jackson s chief stylist and costume designer for more than a decade. His job is to make sure that all details of the garment work and move and have a purpose, he said in a phone interview from California. There is nothing done frivolously; everything is in the right spot at the right time. Hampton Roads concertgoers will get a chance to see how art, science and mood come together in the costuming for the State of the World tour tonight at Scope in Norfolk. In his arresting French accent, Behar discussed what it is like working with a down-to-earth icon, and what it takes to make her feel at ease in a constant dance routine. Here are excerpts. Q. Walk us from conceptualization to actualization when it comes to a tour, and how this differs from prepping Janet for red carpet appearances. A. A red carpet appearance is just one moment. It s a matter of making Janet, Janet for that moment. A tour is a whole different thing because a tour is manufacturing her inspiration, manufacturing her visual, her view of what the tour is about. When we work on a tour, we always start conversations with images, references, collecting some months before. Janet always makes you feel welcome, feel comfortable to express yourself. She is absolutely fantastic that way. She also is the creator of all the things. I m able to be in (the process of) sketching and design, but I listen to her. It is a fantastic and unique collaboration. Q. How is the costuming meant to reflect the mood of State of the World ? A. Janet represents a very powerful human being, a strong woman, but at the same time a certain softness. Normally we d go into a futuristic approach to the costumes. At this point in time we went for a more approachable and a more street (take), but still remaining in futuristic ways. That s the expression of the state of the world slightly dark, slightly light, too, because we use a lot of white. It s a mix of the world and all its beauty. Q. Janet is no stranger to touring and the importance of image. What things are you two doing differently now than, say, for the more pared-down feel of the last tour, Up and Close and Personal, in 2011? How are you pushing her to evolve? A. (Chuckles) We don t push Janet to evolve. Janet constantly evolves. This is what I always say to her, Thank you for allowing me to be a better me. She always has pushed me to further the look, to strengthen the image, and stuff like that. When it comes to creating, we have to remember that her tour is almost a straight hour and a half of dancing. We have to work around that; we have to work around finding exceptional fabrics that also are appropriate and help her throughout the show to be able to dance 90 minutes long. So we evolved with the fabrics. We re always looking for stretch fabrics that allow her to bring her arm all the way up and bring it down, and the garment doesn t look crazy, or for her to go down and do the move to the floor, come up and still look intact. I m always in search of new and improved material. For example, the one that we have right now on tour is a bond and stretch, and it s matte it doesn t shine; it has an elegance to it. Janet is an incredibly elegant woman. We want to keep that in mind and also being able to dance. . So it s sort of a puzzle to allow her to be active, but still look on point. Q. I m guessing there are multiples of costumes? A. Absolutely. . Multiples of costumes for her, multiples of costumers for the dancers. There is always enough in case there is an accident. Listen, they dance. I have never seen people dance that hard, you know. The clothes have to be unbreakable. But that is not the reality of things, so there is a backup. Q. Are you present at every tour stop? A. No. We create the wardrobe. I do a few runs with her and then halfway through I ll do another couple more, just to make sure that everything is on point all the time. Q. How would the woman who is not a superstar channel Janet s effervescence when it comes to style? A. (He interrupts the question, laughing.) She s got to be born with it! She s got to be born with it! What reflects Janet is individuality, and when a woman is an individual not driven by outside sources, is doing her own thing, that s when the magic happens the grace and the elegance and the charisma comes. Because that makes you unique."},
    {"article_id": "b9144a95-88d4-5b7a-9f0a-65ebb78b3b3e", "id": "1389", "publish_dt": "2017-12-13", "update_dt": "2017-12-21", "title": "Janet Jackson's stylist, Robért Behar, on the magic of collaborating with an icon for her concert looks", "full_text": "Janet Jackson is a style chameleon. The 51-year-old singer/actress/new mom can flawlessly transition from cherub-faced girl next door to sex siren to sizzling dance queen. Helping her convey these many personas is Rob rt Behar, Jackson s chief stylist and costume designer for more than a decade. His job is to make sure that all details of the garment work and move and have a purpose, he said in a phone interview from California. There is nothing done frivolously; everything is in the right spot at the right time. Hampton Roads concertgoers will get a chance to see how art, science and mood come together in the costuming for the State of the World tour tonight at Scope in Norfolk. In his arresting French accent, Behar discussed what it is like working with a down-to-earth icon, and what it takes to make her feel at ease in a constant dance routine. Here are excerpts. Q. Walk us from conceptualization to actualization when it comes to a tour, and how this differs from prepping Janet for red carpet appearances. A. A red carpet appearance is just one moment. It s a matter of making Janet, Janet for that moment. A tour is a whole different thing because a tour is manufacturing her inspiration, manufacturing her visual, her view of what the tour is about. When we work on a tour, we always start conversations with images, references, collecting some months before. Janet always makes you feel welcome, feel comfortable to express yourself. She is absolutely fantastic that way. She also is the creator of all the things. I m able to be in (the process of) sketching and design, but I listen to her. It is a fantastic and unique collaboration. Q. How is the costuming meant to reflect the mood of State of the World ? A. Janet represents a very powerful human being, a strong woman, but at the same time a certain softness. Normally we d go into a futuristic approach to the costumes. At this point in time we went for a more approachable and a more street (take), but still remaining in futuristic ways. That s the expression of the state of the world slightly dark, slightly light, too, because we use a lot of white. It s a mix of the world and all its beauty. Q. Janet is no stranger to touring and the importance of image. What things are you two doing differently now than, say, for the more pared-down feel of the last tour, Up and Close and Personal, in 2011? How are you pushing her to evolve? A. (Chuckles) We don t push Janet to evolve. Janet constantly evolves. This is what I always say to her, Thank you for allowing me to be a better me. She always has pushed me to further the look, to strengthen the image, and stuff like that. When it comes to creating, we have to remember that her tour is almost a straight hour and a half of dancing. We have to work around that; we have to work around finding exceptional fabrics that also are appropriate and help her throughout the show to be able to dance 90 minutes long. So we evolved with the fabrics. We re always looking for stretch fabrics that allow her to bring her arm all the way up and bring it down, and the garment doesn t look crazy, or for her to go down and do the move to the floor, come up and still look intact. I m always in search of new and improved material. For example, the one that we have right now on tour is a bond and stretch, and it s matte it doesn t shine; it has an elegance to it. Janet is an incredibly elegant woman. We want to keep that in mind and also being able to dance. . So it s sort of a puzzle to allow her to be active, but still look on point. Q. I m guessing there are multiples of costumes? A. Absolutely. . Multiples of costumes for her, multiples of costumers for the dancers. There is always enough in case there is an accident. Listen, they dance. I have never seen people dance that hard, you know. The clothes have to be unbreakable. But that is not the reality of things, so there is a backup. Q. Are you present at every tour stop? A. No. We create the wardrobe. I do a few runs with her and then halfway through I ll do another couple more, just to make sure that everything is on point all the time. Q. How would the woman who is not a superstar channel Janet s effervescence when it comes to style? A. (He interrupts the question, laughing.) She s got to be born with it! She s got to be born with it! What reflects Janet is individuality, and when a woman is an individual not driven by outside sources, is doing her own thing, that s when the magic happens the grace and the elegance and the charisma comes. Because that makes you unique."},
    {"article_id": "c3e0df36-66b9-5106-94b7-0d2e2d78c9d3", "id": "271070", "publish_dt": "2018-03-14", "update_dt": "2018-03-19", "title": "Business Notes for the week of March 19", "full_text": "Awards and honors B. Ross Cherry, president of Cherry Carpet & Flooring in Portsmouth, was chosen to receive Portsmouth s 2017 First Citizen award. He has been involved in the community through service to Girls Inc., Churchland Swim Club, the People for Portsmouth PAC, and the City of Portsmouth 2025 Comprehensive Plan Committee. He currently serves on the board of the Southeast Virginia Community Foundation and is president of The Portsmouth Partnership. He will be honored at a banquet in Portsmouth on April 26. The YWCA South Hampton Roads in Norfolk announced the recipients of the 2018 Women of Distinction honor: Anne Corso, director of education at Chrysler Museum of Art (arts); Jeri Prophet, founder of IntellecTechs (business); Kelly Till, advertising director of and Pilot Media Services (communications); Christine Damrose-Mahlmann, associate vice president for student services at Tidewater Community College (education); Joanna Brumsey, accountant and shareholder with Wall, Einhorn & Chernitzer (finance); Lynn Clements, executive director of Slover Library (government); Elaina Blanks-Green, general tax attorney of Norfolk Southern Corp. (law); Dr. Muge Akpinar-Elci, chair of the college of health services at Old Dominion University (medicine); Capt. Kathy Donovan, retired U.S. Navy (military); Valerie Kay Brown, executive pastor of The Mount Global Fellowship of Churches (nonprofit); Darlene Baxter, deputy director for program planning at NASA Langley (science/technology); and Blythe Ann Scott, chief deputy of the Commissioner of the Revenue for Norfolk (volunteerism). The recipients will be honored at the 30th Annual YWCA SHR Women of Distinction Awards Luncheon on March 29. Priority Honda Chesapeake received the 2017 Honda President s Award, the dealership s highest honor. The Chesapeake dealership has won the award for six consecutive years and nine years overall. It ranked in the top 15 percent nationally in several criteria and was profitable, achieved above-average service retention rates and exceeded a 90 percent score on customer satisfaction ratings. Jeremy Caleb Johnson, associate with Long & Foster Real Estate s Shore Drive/Coast Sales office in Virginia Beach, was recognized as a member of the firm s Gold Team. The team is made up of 12 percent of the company s 11,000 sales associates. Johnson achieved the Chairman s Club ranking by having an annual production volume of $5 million to $10 million in 2017. Board appointments Jeff Silverman, managing partner of Virginia Beach-based Summit Group of Virginia, was elected to the scholarship and educational support nonprofit Scholarship America Board of Trustees. He currently serves on the board of directors of Norfolk Collegiate Schools and the Achievable Dream Academy and mentors at-risk teens."},
    {"article_id": "c3e0df36-66b9-5106-94b7-0d2e2d78c9d3", "id": "270725", "publish_dt": "2018-03-07", "update_dt": "2018-03-13", "title": "Business Notes for the week of March 19", "full_text": "Awards and honors B. Ross Cherry, president of Cherry Carpet & Flooring in Portsmouth, was chosen to receive Portsmouth s 2017 First Citizen award. He has been involved in the community through service to Girls Inc., Churchland Swim Club, the People for Portsmouth PAC, and the City of Portsmouth 2025 Comprehensive Plan Committee. He currently serves on the board of the Southeast Virginia Community Foundation and is president of The Portsmouth Partnership. He will be honored at a banquet in Portsmouth on April 26. The YWCA South Hampton Roads in Norfolk announced the recipients of the 2018 Women of Distinction honor: Anne Corso, director of education at Chrysler Museum of Art (arts); Jeri Prophet, founder of IntellecTechs (business); Kelly Till, advertising director of and Pilot Media Services (communications); Christine Damrose-Mahlmann, associate vice president for student services at Tidewater Community College (education); Joanna Brumsey, accountant and shareholder with Wall, Einhorn & Chernitzer (finance); Lynn Clements, executive director of Slover Library (government); Elaina Blanks-Green, general tax attorney of Norfolk Southern Corp. (law); Dr. Muge Akpinar-Elci, chair of the college of health services at Old Dominion University (medicine); Capt. Kathy Donovan, retired U.S. Navy (military); Valerie Kay Brown, executive pastor of The Mount Global Fellowship of Churches (nonprofit); Darlene Baxter, deputy director for program planning at NASA Langley (science/technology); and Blythe Ann Scott, chief deputy of the Commissioner of the Revenue for Norfolk (volunteerism). The recipients will be honored at the 30th Annual YWCA SHR Women of Distinction Awards Luncheon on March 29. Priority Honda Chesapeake received the 2017 Honda President s Award, the dealership s highest honor. The Chesapeake dealership has won the award for six consecutive years and nine years overall. It ranked in the top 15 percent nationally in several criteria and was profitable, achieved above-average service retention rates and exceeded a 90 percent score on customer satisfaction ratings. Jeremy Caleb Johnson, associate with Long & Foster Real Estate s Shore Drive/Coast Sales office in Virginia Beach, was recognized as a member of the firm s Gold Team. The team is made up of 12 percent of the company s 11,000 sales associates. Johnson achieved the Chairman s Club ranking by having an annual production volume of $5 million to $10 million in 2017. Board appointments Jeff Silverman, managing partner of Virginia Beach-based Summit Group of Virginia, was elected to the scholarship and educational support nonprofit Scholarship America Board of Trustees. He currently serves on the board of directors of Norfolk Collegiate Schools and the Achievable Dream Academy and mentors at-risk teens."},
    {"article_id": "c80dde44-8e33-5675-9f2f-cbabb9676529", "id": "270389", "publish_dt": "2018-03-01", "update_dt": "2018-03-02", "title": "Business Notes for the week of March 5", "full_text": "Jennie Burge, real estate agent with Long & Foster Real Estate s Shore Drive Coastal office in Virginia Beach, earned the Accredited Buyer s Representative designation from the Real Estate Buyer s Agent Council, an affiliate of the National Association of REALTORS. The designation recognizes her knowledge of homebuyers and their needs, trends and issues, and access to exclusive resources. Virginia Beach-based Coldwell Banker Professional, REALTORS was named a Double Platinum Award winner by the Cartus Broker Network, an employee and military relocation solutions firm. The award was given in recognition of the company s performance last year and its Peninsula and Southside divisions each received the Platinum honor. Platinum is the highest level of the Excellence Awards. Coldwell Banker will be honored at the 2018 Cartus Broker Network International Conference. Dr. Abby S. Van Voorhees, professor and chair of dermatology and residency director at Eastern Virginia Medical School in Norfolk, was chosen to serve a four-year term on the board of directors for the American Academy of Dermatology. She was installed at the 2018 AAD Annual Meeting in San Diego on Feb. 20. The Norfolk-based Retail Alliance elected new officers and four new board members. The 2 officers are: Joe Taylor of Taylor s Do It Center (chairman of the board), Ben Willis III of Willis Furniture (immediate past chairman of the board), Pam Katrancha of Garden Gazebo and Hickory Farms (vice chairperson of the board), Ray Mattes of the Retail Alliance (president and CEO), and Beth Parsons of the Retail Alliance (corporate secretary). The new board members are: Jenny Crittenden of Gloucester Main Street Preservation, Kathy Knack of Kathy Knack Interior Designs Inc., Jack Plomgren of Cartridge Man, and Brock Potter of Potter and Company. The Boys & Girls Clubs of the Virginia Peninsula inducted two new board members to its corporate board of directors: Mark A. Short, attorney at Kaufman & Canoles in Newport News, and Robert Coleman, Judicial Services Bureau chief at the Newport News Sheriff s Office. Christine N. Piersall, an attorney in the Norfolk office of Richmond-based law office Williams Mullen, was elected to the firm s board of directors. She is serving a three-year term that began on Feb. 1. The Builders & Contractors Exchange Inc. of Norfolk announced its officers and directors elected for 2018: Harry L. Davis Jr. of Sussex Development Corp. (president), Mary Thompson of Superior Marble & Stone Inc. (first vice president), Michael W. Anderson of Riverside Brick & Supply Co. Inc. (second vice president), Sherri L. Miles of J.D. Miles & Sons Inc. (third vice president), William A. Gresham Jr. of E.T. Gresham Company Inc. (treasurer), and William Crocker of Hoy Construction Inc. (secretary). One-year term directors are: Daniel J. Grygo of Hampton Roads Bonding, Ed Jost of Overhead Door Co. of Norfolk and Eric M. Stichler of Blueridge General Inc. Two-year term directors are: Jeff Cash of Warwick Mechanical Group, Jessie Richardson of Bay Diesel & Generators and Michael L. Sterling of Vandeventer Black. Norfolk-based Young Audiences Arts for Learning Virginia announced its newest member of its board of directors: Mary Grace Davis, Virginia Beach native and customer success manager at cloud software company Blackbaud Inc. The Norfolk Sports Club inducted its 2018 officers and board of directors on Feb. 5: Joe Monaco (president), Jack Ankerson (president-elect), Bill Emerson (first vice president), Akeem Prosser (second vice president), Vicki Trexler (ex officio), Maurice Early (secretary), Roger Travaglio (treasurer) and CH Lambert (sergeant-at-arms). One-year term board members are: Jenny Bonsiewich, James Doty, Marty Miller, and Robert Smith. Two-year term board members are: Lou Gull, Joe Rainey, John Round, and Buck Stanton. Donations Virginia Beach-based Edgar Cayce s Association for Research and Enlightenment received a new 700-pound quartz crystal for its meditation room from James Tyberonn, an engineer and geologist. The donation joins Tyberonn s previous donations. Connect with a Wish, a nonprofit that fulfills wishes for foster children, received a $12,000 Allstate Foundation Helping Hands grant that was secured by 12 Allstate agency owners in the region. Each owner donated earned $1,000 for the nonprofit through volunteering at the Pungo Wine Festival in May. The Virginia Beach owners are: Richard Barbosa, Chad Cherry, Karim Harrell, Steve Hirsch, Ralph Rios, Donna Roane, and John Warren. The Norfolk owners are: Keith Dorband and Mike Sanoba. The Hampton owners are: John Fagan and Jennifer Hewing. The Portsmouth owner is Pamela Roberts. Norfolk Southern and United Way of Hampton Roads donated 1,200 new books and 500 backpacks full of school supplies to children in four Norfolk elementary schools: PB Young Sr. Elementary, Jacox Elementary, Chesterfield Elementary and Tidewater Park Elementary. The donation was made possible through a $20,000 grant from Norfolk Southern. New contracts Newport News-based Huntington Ingalls Industries Ingalls Shipbuilding division was awarded a $1.43 billion, fixed-price incentive contract for the detail design and construction of LPD 29, the 13th San Antonio-class amphibious transport dock for the U.S. Navy and Marine Corps. Preliminary work has already begun. Openings The Nestle Toll House Cafe by Chip had its grand opening on Jefferson Avenue in the Marketplace at Tech Center in Newport News on Feb. 17. Zoes Kitchen, a fast-casual Mediterranean restaurant, will open a new location on Sun Harbor View in Suffolk in March. There are currently branches in Chesapeake, Newport News and Virginia Beach."},
    {"article_id": "c80dde44-8e33-5675-9f2f-cbabb9676529", "id": "269987", "publish_dt": "2018-02-20", "update_dt": "2018-02-28", "title": "Business Notes for the week of March 5", "full_text": "Jennie Burge, real estate agent with Long & Foster Real Estate s Shore Drive Coastal office in Virginia Beach, earned the Accredited Buyer s Representative designation from the Real Estate Buyer s Agent Council, an affiliate of the National Association of REALTORS. The designation recognizes her knowledge of homebuyers and their needs, trends and issues, and access to exclusive resources. Virginia Beach-based Coldwell Banker Professional, REALTORS was named a Double Platinum Award winner by the Cartus Broker Network, an employee and military relocation solutions firm. The award was given in recognition of the company s performance last year and its Peninsula and Southside divisions each received the Platinum honor. Platinum is the highest level of the Excellence Awards. Coldwell Banker will be honored at the 2018 Cartus Broker Network International Conference. Dr. Abby S. Van Voorhees, professor and chair of dermatology and residency director at Eastern Virginia Medical School in Norfolk, was chosen to serve a four-year term on the board of directors for the American Academy of Dermatology. She was installed at the 2018 AAD Annual Meeting in San Diego on Feb. 20. The Norfolk-based Retail Alliance elected new officers and four new board members. The 2 officers are: Joe Taylor of Taylor s Do It Center (chairman of the board), Ben Willis III of Willis Furniture (immediate past chairman of the board), Pam Katrancha of Garden Gazebo and Hickory Farms (vice chairperson of the board), Ray Mattes of the Retail Alliance (president and CEO), and Beth Parsons of the Retail Alliance (corporate secretary). The new board members are: Jenny Crittenden of Gloucester Main Street Preservation, Kathy Knack of Kathy Knack Interior Designs Inc., Jack Plomgren of Cartridge Man, and Brock Potter of Potter and Company. The Boys & Girls Clubs of the Virginia Peninsula inducted two new board members to its corporate board of directors: Mark A. Short, attorney at Kaufman & Canoles in Newport News, and Robert Coleman, Judicial Services Bureau chief at the Newport News Sheriff s Office. Christine N. Piersall, an attorney in the Norfolk office of Richmond-based law office Williams Mullen, was elected to the firm s board of directors. She is serving a three-year term that began on Feb. 1. The Builders & Contractors Exchange Inc. of Norfolk announced its officers and directors elected for 2018: Harry L. Davis Jr. of Sussex Development Corp. (president), Mary Thompson of Superior Marble & Stone Inc. (first vice president), Michael W. Anderson of Riverside Brick & Supply Co. Inc. (second vice president), Sherri L. Miles of J.D. Miles & Sons Inc. (third vice president), William A. Gresham Jr. of E.T. Gresham Company Inc. (treasurer), and William Crocker of Hoy Construction Inc. (secretary). One-year term directors are: Daniel J. Grygo of Hampton Roads Bonding, Ed Jost of Overhead Door Co. of Norfolk and Eric M. Stichler of Blueridge General Inc. Two-year term directors are: Jeff Cash of Warwick Mechanical Group, Jessie Richardson of Bay Diesel & Generators and Michael L. Sterling of Vandeventer Black. Norfolk-based Young Audiences Arts for Learning Virginia announced its newest member of its board of directors: Mary Grace Davis, Virginia Beach native and customer success manager at cloud software company Blackbaud Inc. The Norfolk Sports Club inducted its 2018 officers and board of directors on Feb. 5: Joe Monaco (president), Jack Ankerson (president-elect), Bill Emerson (first vice president), Akeem Prosser (second vice president), Vicki Trexler (ex officio), Maurice Early (secretary), Roger Travaglio (treasurer) and CH Lambert (sergeant-at-arms). One-year term board members are: Jenny Bonsiewich, James Doty, Marty Miller, and Robert Smith. Two-year term board members are: Lou Gull, Joe Rainey, John Round, and Buck Stanton. Donations Virginia Beach-based Edgar Cayce s Association for Research and Enlightenment received a new 700-pound quartz crystal for its meditation room from James Tyberonn, an engineer and geologist. The donation joins Tyberonn s previous donations. Connect with a Wish, a nonprofit that fulfills wishes for foster children, received a $12,000 Allstate Foundation Helping Hands grant that was secured by 12 Allstate agency owners in the region. Each owner donated earned $1,000 for the nonprofit through volunteering at the Pungo Wine Festival in May. The Virginia Beach owners are: Richard Barbosa, Chad Cherry, Karim Harrell, Steve Hirsch, Ralph Rios, Donna Roane, and John Warren. The Norfolk owners are: Keith Dorband and Mike Sanoba. The Hampton owners are: John Fagan and Jennifer Hewing. The Portsmouth owner is Pamela Roberts. Norfolk Southern and United Way of Hampton Roads donated 1,200 new books and 500 backpacks full of school supplies to children in four Norfolk elementary schools: PB Young Sr. Elementary, Jacox Elementary, Chesterfield Elementary and Tidewater Park Elementary. The donation was made possible through a $20,000 grant from Norfolk Southern. New contracts Newport News-based Huntington Ingalls Industries Ingalls Shipbuilding division was awarded a $1.43 billion, fixed-price incentive contract for the detail design and construction of LPD 29, the 13th San Antonio-class amphibious transport dock for the U.S. Navy and Marine Corps. Preliminary work has already begun. Openings The Nestle Toll House Cafe by Chip had its grand opening on Jefferson Avenue in the Marketplace at Tech Center in Newport News on Feb. 17. Zoes Kitchen, a fast-casual Mediterranean restaurant, will open a new location on Sun Harbor View in Suffolk in March. There are currently branches in Chesapeake, Newport News and Virginia Beach."},
    {"article_id": "d5f4eaf8-3e83-11e8-95c9-73ed6ee729ca", "id": "272962", "publish_dt": "2018-04-20", "update_dt": "2018-05-02", "title": "Calendar for week of April 23", "full_text": "24 TUESDAY Member appreciation breakfast, the Hampton Roads Chamber, 7:30 a.m. to 9 a.m. at the Doubletree by Hilton Norfolk Airport, 1500 N. Military Highway, Norfolk. This event is open to all current members and invited guests. Interested in attending but not yet a member? Contact Michelle King at or 2018 Diversity in Business forum, Hampton Roads Chamber, featuring Lt. Gov. Justin Fairfax; 10:30 a.m. to 1:30 p.m. at the Sheraton Norfolk Waterside Hotel, 777 Waterside Drive, Norfolk. The forum will feature discussion and guide the chamber on the issues, challenges and concerns of minorities, along with how to improve regional workforce diversity. Registration at 10:30 a.m.; Fairfax will speak at 12:30 p.m. More event information at events.hamptonroadschamber.com. University of Connecticut women s basketball head coach Geno Auriemma to speak at Norfolk Forum at downtown Norfolk s Chrysler Hall at 7:30 p.m. The lecture will focus on his methods and experiences creating leaders, motivating individuals and creating success on and off the basketball court. Limited tickets available at TheNorfolkForum.org. For further information, call or email PBMares Tax Cuts and Jobs Act Seminar: Impacting Individuals and Businesses Throughout Hampton Roads, 8-9 a.m., networking and refreshments at 7:30 a.m. At Virginia Peninsula Chamber of Commerce, 21 Enterprise Pkwy., Ste 100, Hampton. Register at VirginiaPeninsulaChamber.com/events. APRIL 25 WEDNESDAY BizConnect monthly networking event; open to all members of the business community. From 8 a.m. to 10 a.m. at Office Furniture Outlet, 5595 Raby Road, Building 3. More than 150 people usually attend this networking event. Bring business cards. BizConnect members attend at no charge. Nonmembers $6 in advance; $10/$12 (cash/credit) at door. More information at bizconnecthr.com. Chow & Powwow Peninsula Roundtable, 11:30 a.m.-1 p.m. at Corner Pocket in New Town, 805 Courthouse St., Williamsburg. Engage with fellow marketers on the latest industry trends. Discussion led by Andrea Sardone, executive director of marketing, Colonial Williamsburg. Learn more at AMAHamptonRoads.org. APRIL 26 THURSDAY Kauffman & Canoles defense industry team breakfast seminar on how to challenge past performance evaluations and performance-related issues; registration and breakfast at 7:30 a.m., program at 8 a.m. at 150 W. Main St., Suite 2100, Norfolk. $25. Proceeds will be matched by the company and donated to An Achieveable Dream. Seating limited, early registration encouraged. Contact Caitlyn Anderson at or Learn about investment strategies for self-directed accounts. This seminar for experienced investors will cover advanced techniques and risk reduction strategies. Learn about the considerations, alternatives and cost minimization techniques to grow your portfolio. Free; 6 p.m. to 8 p.m. at the Slover Library, 235 E. Plume St., room 375. To register, call Michael Lusby at . Women in Entrepreneurship second annual conference; featuring local and national women innovators and Virginia Tech faculty, 8:30 a.m. to 3:15 p.m. at Virginia Tech Hampton Roads Center, 600 Thimble Shoals Blvd. suite 210, Newport News. Participants will receive a copy of Future Strong: How to Work Unleashed, Lead Boldly, and Live Life Your Way by Bill Jensen. Contact Lynda King at or or cpe.vt.edu/wie. Job Corps Information Session at 9 a.m. at Suffolk Workforce Development Center, 157 North Main St., Second Floor. Individuals ages 16 to 24 invited to free session which will cover a variety of professions. Applicants should dress professionally. Contact workforce center at . Retail Breakfast Club, Creating a Lasting Legacy Through Impactful Leadership, 7:30-9:30 a.m. at Holiday Inn, 5655 Greenwich Road, Virginia Beach. Speaker for Retail Alliance event is Nikki McCray-Penson, coach of ODU Lady Monarch s basketball team. Networking, full breakfast, drinks and door prizes. Learn more at APRIL 28 SATURDAY Stuck in the 90 s Brunch, Beats & Bubbly from noon to 5 p.m. at Eagles Nest Rockin Country Bar, 1723 Parkview Drive, Chesapeake. This 90 s inspired brunch and day party presented by Hampton Roads Charitable Fund will benefit Operation Smile and REACH Inc. $50 per person is all-inclusive. VIP table of eight is $600. Tickets at hrbrunchbeatsandbubbly.eventbrite.com or email A Night with SMILE s Stars, 8th annual gala and silent auction, 6 p.m., Overture Virginia Beach Apartments, 3317 Ocean Shore Ave., Virginia Beach. Open bar with food by Mermaid Catering; live music by Everafter. $65; for tickets and sponsorships, go to smileasier.org or call . APRIL 29 SUNDAY Young Girls Rule, honoring 10 trailblazers. Brunch, entertainment and inspiration at 2 p.m. at the Half Moone Cruise Center, 1 Waterside Drive, Norfolk. Tickets available at EnvisionLeadGrow.org. MAY 3 THURSDAY Navy League Hampton Roads Congressional Roundtable Luncheon, noon, registration at 11:30 a.m. At Hilton Norfolk The Main, 100 Main St., Norfolk. Distinguished guest speaker forum includes Congressmen Rob Wittman, Scott Taylor, Bobby Scott and Donald McEachin. Business attire, $40; active duty military, $25. Checks accepted at door or go to NavyLeagueHamptonRoads.org. RSVP by April 27 to MAY 4 FRIDAY Small business of the year awards 2018; noon to 1:30 p.m. at 700 Conference Center Drive, Chesapeake. Event recognizes one business from each South Hampton Roads city. Overall Hampton Roads Small Business of the Year to be announced. Contact Lauren Smith for information at MAY 7 MONDAY Chesapeake Conference Center s Chesapeake Dances: Millennial Monday silent disco networking event, 5-8 p.m. Bring lots of business cards to meet millennial professionals. Concessions and bar. More info at ChesapeakeConference.com or call . MAY 10 THURSDAY Professional Women s Leadership Luncheon with Frances Cole Jones, noon-1:30 p.m. at Holiday Inn Virginia Beach-Norfolk Hotel & Conference Center, 5655 Greenwich Road, Virginia Beach. Jones is author of How to Wow: Proven Strategies for Selling Your (Brilliant) Self in Any Situation. $35; $500 for table sponsorship. Contact Anne Baumler at or . AMA Hampton Roads, How a Zoo Markets a New Exhibit, Southside speaker luncheon at the Virginia Zoo, World of Reptiles Exhibit with Marketing Manager Ashley Grove Mars, 11:30 a.m.-1 p.m. Register at AMAHamptonRoads.org. MAY 12 SATURDAY Fifth Annual Gettin Frisky on the Wisky Fundraiser. Enjoy an evening aboard the Battleship Wisconsin heavy hors d oeuvres, open bar, live music by Cheap Thrills, dancing and more. Proceeds benefit Sail Nauticus Academy, which serves the youth of Hampton Roads. Tickets are $85/person ($100 after April 27). Space is limited. Visit SailNauticus.org for more details. MAY 15 TUESDAY Benefit concert for Foodbank of Southeastern Virginia and the Eastern Shore, 7 p.m. at Galilee Episcopal Church, 3928 Pacific Ave., Virginia Beach. Music Feeds Us is a concert series designed to promote hunger relief where audience members are encouraged to make free-will monetary or nonperishable food donations. Learn more at musicfeedsus.org. MAY 19 SATURDAY The Virginia Craft Spirits Roadshow: Endless Explorations, at The Vanguard Brewpub & Distillery, Hampton, from 1-5 p.m. Tickets include samples of artisan spirits, craft cocktails and local beers. Advanced ticket sales end May. 11. Get tickets and more information at Eventbrite.com/e/virginia-craft-spirits-roadshow-endless-explorations-tickets-44672573871. MAY 21 MONDAY The Foodbank of Southeastern Virginia and the Eastern Shore has teamed up with Volunteer Hampton Roads to host Hunger Heroes Corporate Food Frenzy and Summer of Service. Organizations can register to participate as a Hunger Hero. From May 21 to June 9, employees will earn points gathering cash and food donations; on June 9, turn those donations into the Foodbank. Then earn more points volunteering from June 9-Sept. 11. Register at FoodBankOnline.org/hungerheroes-registration. MAY 24 THURSDAY Retailer of the Year Awards 2018: Reach for the Stars, 6-9 p.m. at Virginia Air & Space Center, 600 Settlers Landing Road, Hampton. Awards, hosted by Retail Alliance, will be in retail, restaurant and service categories representing the Southside and Peninsula as well as an overall winner. Also recognized will be Up and Comer businesses and people s choice award. Registration link: MAY 31 THURSDAY 14th annual CREW Luau 2018, 5-8 p.m. at Harbor Club Waterside District, 333 Waterside Drive, Norfolk. For sponsorship information, contact Cart Reilly at or"},
    {"article_id": "d5f4eaf8-3e83-11e8-95c9-73ed6ee729ca", "id": "272526", "publish_dt": "2018-04-12", "update_dt": "2018-04-20", "title": "Calendar for week of April 23", "full_text": "24 TUESDAY Member appreciation breakfast, the Hampton Roads Chamber, 7:30 a.m. to 9 a.m. at the Doubletree by Hilton Norfolk Airport, 1500 N. Military Highway, Norfolk. This event is open to all current members and invited guests. Interested in attending but not yet a member? Contact Michelle King at or 2018 Diversity in Business forum, Hampton Roads Chamber, featuring Lt. Gov. Justin Fairfax; 10:30 a.m. to 1:30 p.m. at the Sheraton Norfolk Waterside Hotel, 777 Waterside Drive, Norfolk. The forum will feature discussion and guide the chamber on the issues, challenges and concerns of minorities, along with how to improve regional workforce diversity. Registration at 10:30 a.m.; Fairfax will speak at 12:30 p.m. More event information at events.hamptonroadschamber.com. University of Connecticut women\u0019s basketball head coach Geno Auriemma to speak at Norfolk Forum at downtown Norfolk\u0019s Chrysler Hall at 7:30 p.m. The lecture will focus on his methods and experiences creating leaders, motivating individuals and creating success on and off the basketball court. Limited tickets available at TheNorfolkForum.org. For further information, call or email PBMares Tax Cuts and Jobs Act Seminar: Impacting Individuals and Businesses Throughout Hampton Roads, 8-9 a.m., networking and refreshments at 7:30 a.m. At Virginia Peninsula Chamber of Commerce, 21 Enterprise Pkwy., Ste 100, Hampton. Register at VirginiaPeninsulaChamber.com/events. APRIL 25 WEDNESDAY BizConnect monthly networking event; open to all members of the business community. From 8 a.m. to 10 a.m. at Office Furniture Outlet, 5595 Raby Road, Building 3. More than 150 people usually attend this networking event. Bring business cards. BizConnect members attend at no charge. Nonmembers $6 in advance; $10/$12 (cash/credit) at door. More information at bizconnecthr.com. Chow & Powwow \u0014 Peninsula Roundtable, 11:30 a.m.-1 p.m. at Corner Pocket in New Town, 805 Courthouse St., Williamsburg. Engage with fellow marketers on the latest industry trends. Discussion led by Andrea Sardone, executive director of marketing, Colonial Williamsburg. Learn more at AMAHamptonRoads.org. APRIL 26 THURSDAY Kauffman & Canoles defense industry team breakfast seminar on how to challenge past performance evaluations and performance-related issues; registration and breakfast at 7:30 a.m., program at 8 a.m. at 150 W. Main St., Suite 2100, Norfolk. $25. Proceeds will be matched by the company and donated to An Achieveable Dream. Seating limited, early registration encouraged. Contact Caitlyn Anderson at or Learn about investment strategies for self-directed accounts. This seminar for experienced investors will cover advanced techniques and risk reduction strategies. Learn about the considerations, alternatives and cost minimization techniques to grow your portfolio. Free; 6 p.m. to 8 p.m. at the Slover Library, 235 E. Plume St., room 375. To register, call Michael Lusby at . Women in Entrepreneurship second annual conference; featuring local and national women innovators and Virginia Tech faculty, 8:30 a.m. to 3:15 p.m. at Virginia Tech Hampton Roads Center, 600 Thimble Shoals Blvd. suite 210, Newport News. Participants will receive a copy of Future Strong: How to Work Unleashed, Lead Boldly, and Live Life Your Way by Bill Jensen. Contact Lynda King at or or cpe.vt.edu/wie. Job Corps Information Session at 9 a.m. at Suffolk Workforce Development Center, 157 North Main St., Second Floor. Individuals ages 16 to 24 invited to free session which will cover a variety of professions. Applicants should dress professionally. Contact workforce center at . Retail Breakfast Club, Creating a Lasting Legacy Through Impactful Leadership, 7:30-9:30 a.m. at Holiday Inn, 5655 Greenwich Road, Virginia Beach. Speaker for Retail Alliance event is Nikki McCray-Penson, coach of ODU Lady Monarch\u0019s basketball team. Networking, full breakfast, drinks and door prizes. Learn more at APRIL 28 SATURDAY Stuck in the 90\u0019s Brunch, Beats & Bubbly from noon to 5 p.m. at Eagles Nest Rockin\u0019 Country Bar, 1723 Parkview Drive, Chesapeake. This 90\u0019s inspired brunch and day party presented by Hampton Roads Charitable Fund will benefit Operation Smile and REACH Inc. $50 per person is all-inclusive. VIP table of eight is $600. Tickets at hrbrunchbeatsandbubbly.eventbrite.com or email A Night with SMILE\u0019s Stars, 8th annual gala and silent auction, 6 p.m., Overture Virginia Beach Apartments, 3317 Ocean Shore Ave., Virginia Beach. Open bar with food by Mermaid Catering; live music by Everafter. $65; for tickets and sponsorships, go to smileasier.org or call . APRIL 29 SUNDAY Young Girls Rule, honoring 10 trailblazers. Brunch, entertainment and inspiration at 2 p.m. at the Half Moone Cruise Center, 1 Waterside Drive, Norfolk. Tickets available at EnvisionLeadGrow.org. MAY 3 THURSDAY Navy League Hampton Roads Congressional Roundtable Luncheon, noon, registration at 11:30 a.m. At Hilton Norfolk The Main, 100 Main St., Norfolk. Distinguished guest speaker forum includes Congressmen Rob Wittman, Scott Taylor, Bobby Scott and Donald McEachin. Business attire, $40; active duty military, $25. Checks accepted at door or go to NavyLeagueHamptonRoads.org. RSVP by April 27 to MAY 4 FRIDAY Small business of the year awards 2018; noon to 1:30 p.m. at 700 Conference Center Drive, Chesapeake. Event recognizes one business from each South Hampton Roads city. Overall Hampton Roads Small Business of the Year to be announced. Contact Lauren Smith for information at MAY 7 MONDAY Chesapeake Conference Center\u0019s Chesapeake Dances: Millennial Monday silent disco networking event, 5-8 p.m. Bring lots of business cards to meet millennial professionals. Concessions and bar. More info at ChesapeakeConference.com or call . MAY 10 THURSDAY Professional Women\u0019s Leadership Luncheon with Frances Cole Jones, noon-1:30 p.m. at Holiday Inn Virginia Beach-Norfolk Hotel & Conference Center, 5655 Greenwich Road, Virginia Beach. Jones is author of How to Wow: Proven Strategies for Selling Your (Brilliant) Self in Any Situation. $35; $500 for table sponsorship. Contact Anne Baumler at or . AMA Hampton Roads, How a Zoo Markets a New Exhibit, Southside speaker luncheon at the Virginia Zoo, World of Reptiles Exhibit with Marketing Manager Ashley Grove Mars, 11:30 a.m.-1 p.m. Register at AMAHamptonRoads.org. MAY 12 SATURDAY Fifth Annual Gettin\u0019 Frisky on the Wisky Fundraiser. Enjoy an evening aboard the Battleship Wisconsin heavy hors d\u0019oeuvres, open bar, live music by Cheap Thrills, dancing and more. Proceeds benefit Sail Nauticus Academy, which serves the youth of Hampton Roads. Tickets are $85/person ($100 after April 27). Space is limited. Visit SailNauticus.org for more details. MAY 15 TUESDAY Benefit concert for Foodbank of Southeastern Virginia and the Eastern Shore, 7 p.m. at Galilee Episcopal Church, 3928 Pacific Ave., Virginia Beach. Music Feeds Us is a concert series designed to promote hunger relief where audience members are encouraged to make free-will monetary or nonperishable food donations. Learn more at musicfeedsus.org. MAY 19 SATURDAY The Virginia Craft Spirits Roadshow: Endless Explorations, at The Vanguard Brewpub & Distillery, Hampton, from 1-5 p.m. Tickets include samples of artisan spirits, craft cocktails and local beers. Advanced ticket sales end May. 11. Get tickets and more information at Eventbrite.com/e/virginia-craft-spirits-roadshow-endless-explorations-tickets-44672573871. MAY 21 MONDAY The Foodbank of Southeastern Virginia and the Eastern Shore has teamed up with Volunteer Hampton Roads to host Hunger Heroes Corporate Food Frenzy and Summer of Service. Organizations can register to participate as a Hunger Hero. From May 21 to June 9, employees will earn points gathering cash and food donations; on June 9, turn those donations into the Foodbank. Then earn more points volunteering from June 9-Sept. 11. Register at FoodBankOnline.org/hungerheroes-registration. MAY 24 THURSDAY Retailer of the Year Awards 2018: Reach for the Stars, 6-9 p.m. at Virginia Air & Space Center, 600 Settlers Landing Road, Hampton. Awards, hosted by Retail Alliance, will be in retail, restaurant and service categories representing the Southside and Peninsula as well as an overall winner. Also recognized will be Up and Comer businesses and people\u0019s choice award. Registration link: MAY 31 THURSDAY 14th annual CREW Luau 2018, 5-8 p.m. at Harbor Club Waterside District, 333 Waterside Drive, Norfolk. For sponsorship information, contact Cart Reilly at or"},
    {"article_id": "d82653bc-2799-11e8-84e3-a352657e76c8", "id": "271072", "publish_dt": "2018-03-14", "update_dt": "2018-03-23", "title": "ivWatch is anchor tenant in at Tech Center Research Park in Newport News", "full_text": "Tech Center Research Park in Newport News is trying to attract innovative businesses and with ivWatch committing to anchor the first building, it\u0019s clear the park\u0019s ecosystem is well under way. The growing medical device manufacturer that\u0019s focused on improving patient safety in infusion therapy and vascular access, will relocate by the end of the year from its Hampton and Williamsburg facilities into Building One. Jeff Johnson, director of Tech Center Research Park, said it is anticipated the first of the 11 buildings will be completed by this fall and the other buildings may take up to 10 years to build out. Johnson said ivWatch is exactly the kind of business they were looking to bring to the park. It\u0019s really about innovation and ivWatch embodies that vision, Johnson said. ivWatch can inspire the discovery that I know is in Hampton Roads and beyond & just below the surface is a ton of discovery waiting to meet the world. ivWatch CEO Gary Warren said the move will increase operational efficiency by combining all departments under one roof. We had expanded into the Hampton facility to do our manufacturing, operation, sales, research and development, but we quickly outgrew that space, Warren said. Research and development is back in Williamsburg and the IV monitors are manufactured in Hampton. The company also uses manufacturers in Wisconsin and Florida. Our goal was to consolidate under one roof, Warren said. You lose a lot of synergy if you don\u0019t have engineers and manufacturers under one roof. Warren said they will now have a state-of-the-art medical device manufacturing and design center in Building One. The Tech Center is very unique. There are a lot of amenities there that are hard to replicate in the region, he said. Also, he said, the new location is ideal for any employees who might live in Venture Apartments which are right across the street. It\u0019s a really innovative district that has probably the first smart community in the state of Virginia, Johnson said noting there is the presence of the national accelerator, access to fast internet and technology, access to talent and flexible office and lab usage. ivWatch, which started in 2010, has doubled its number of employees, to 41, within the last year. Warren said the company expects to grow to around 200 employees in the next four years. About 70 to 80 of those jobs will be high-tech manufacturing positions and marketing sales. Warren said construction is well under way with the building\u0019s steel up, floors laid and roof in place. Plans are to deploy some of the new manufacturing equipment to Tech Center between October and December as the company moves out of its current facilities. ivWatch\u0019s signage will be displayed prominently on the exterior of the building. The company, which maintains an open floor plan concept, will occupy more than 25,500 square feet for manufacturing and warehouse space on the first floor and office space on the first and third floor for operations and research and development. The remainder of the three-story building, which totals 80,000 square feet, will feature other tenants, co-working spaces and a business accelerator program. The key linkage here is to create a community, Jeff Johnson said. We\u0019re not an office park, we\u0019re more of an innovation district and a smart community. At the intersection of Jefferson Avenue and Hogan Drive, the park is being developed by W.M. Jordan Development Co., Virginia Tech and the city of Newport News. The $450 million park has nearly 1 million square feet of space with 11 planned buildings on around 50 acres, 288 residential units and restaurants, shops, fitness clubs, biking trails and gathering spots. Building a medical device company is one of the hardest things I\u0019ve ever done, Warren said. The people who work at ivWatch are very committed and the company is executing very well."},
    {"article_id": "d82653bc-2799-11e8-84e3-a352657e76c8", "id": "271468", "publish_dt": "2018-03-21", "update_dt": "2018-03-23", "title": "ivWatch is anchor tenant at Tech Center Research Park in Newport News", "full_text": "Tech Center Research Park in Newport News is trying to attract innovative businesses and with ivWatch committing to anchor the first building, it s clear the park s ecosystem is well under way. The growing medical device manufacturer that s focused on improving patient safety in infusion therapy and vascular access, will relocate by the end of the year from its Hampton and Williamsburg facilities into Building One. Jeff Johnson, director of Tech Center Research Park, said it is anticipated the first of the 11 buildings will be completed by this fall and the other buildings may take up to 10 years to build out. Johnson said ivWatch is exactly the kind of business they were looking to bring to the park. It s really about innovation and ivWatch embodies that vision, Johnson said. ivWatch can inspire the discovery that I know is in Hampton Roads and beyond just below the surface is a ton of discovery waiting to meet the world. ivWatch CEO Gary Warren said the move will increase operational efficiency by combining all departments under one roof. We had expanded into the Hampton facility to do our manufacturing, operation, sales, research and development, but we quickly outgrew that space, Warren said. Research and development is back in Williamsburg and the IV monitors are manufactured in Hampton. The company also uses manufacturers in Wisconsin and Florida. Our goal was to consolidate under one roof, Warren said. You lose a lot of synergy if you don t have engineers and manufacturers under one roof. Warren said they will now have a state-of-the-art medical device manufacturing and design center in Building One. The Tech Center is very unique. There are a lot of amenities there that are hard to replicate in the region, he said. Also, he said, the new location is ideal for any employees who might live in Venture Apartments which are right across the street. It s a really innovative district that has probably the first smart community in the state of Virginia, Johnson said noting there is the presence of the national accelerator, access to fast internet and technology, access to talent and flexible office and lab usage. ivWatch, which started in 2010, has doubled its number of employees, to 41, within the last year. Warren said the company expects to grow to around 200 employees in the next four years. About 70 to 80 of those jobs will be high-tech manufacturing positions and marketing sales. Warren said construction is well under way with the building s steel up, floors laid and roof in place. Plans are to deploy some of the new manufacturing equipment to Tech Center between October and December as the company moves out of its current facilities. ivWatch s signage will be displayed prominently on the exterior of the building. The company, which maintains an open floor plan concept, will occupy more than 25,500 square feet for manufacturing and warehouse space on the first floor and office space on the first and third floor for operations and research and development. The remainder of the three-story building, which totals 80,000 square feet, will feature other tenants, co-working spaces and a business accelerator program. The key linkage here is to create a community, Jeff Johnson said. We re not an office park, we re more of an innovation district and a smart community. At the intersection of Jefferson Avenue and Hogan Drive, the park is being developed by W.M. Jordan Development Co., Virginia Tech and the city of Newport News. The $450 million park has nearly 1 million square feet of space with 11 planned buildings on around 50 acres, 288 residential units and restaurants, shops, fitness clubs, biking trails and gathering spots. Building a medical device company is one of the hardest things I ve ever done, Warren said. The people who work at ivWatch are very committed and the company is executing very well."},
    {"article_id": "e465496e-3e62-11e8-86c6-a38033aeb858", "id": "272985", "publish_dt": "2018-04-23", "update_dt": "2018-05-02", "title": "Public Records for week of April 23", "full_text": "Divaris Real Estate Montecito Medical Real Estate purchased the 34,177-square-foot Virginia Eye Consultants headquarters building at 241 Corporate Blvd. in Norfolk for an undisclosed price from Virginia Eye Development LLC. Alex Divaris, Jason Oliver and Vivian Turok represented the seller in the sale-leaseback transaction. CBRE|Hampton Roads Eltham Holdings LLC has purchased a 57,734-square-foot office/flex building in Norfolk Commerce Park, 2600 Eltham Ave. in Norfolk from SCP-G Eltham LLC $3.9 million. Scott Adams and Perry Frazer arranged the sale on behalf of the seller. Harvey Lindsay Commercial Real Estate Lidl US LLC has purchased 219,978 square feet on 5.05 acres for $4.9 million from Haygood Medical Associates LP. The property is at 1020 Independence Blvd. in Virginia Beach. Ned Williams handled the transaction providing dual agency representation. New Beech Grove Baptist has purchased 45,300 square feet on 4.56 acres at 361 Beechmont Drive in Newport News from Calvary Chapel Newport News. The property sold for $3 million. Bob Saunders represented the seller in the transaction. LAP Realty LLC has purchased 20,800 square feet on 1.55 acres at 2517 Squadron Court in Virginia Beach. Glenn Gibson and Robert Beasley III represented the seller in the transaction. KLS Hampton LLC has purchased 9,100 square feet on 1.2 acres at 2121 Mercury Blvd. in Hampton from Larry Dale Bolin. Kimberly Deal, Bob King and Andy Stein represented the seller in this transaction. Rent Equipment Properties has purchased 21,750 square feet on 4.41 acres at 325 East in Hampton from 325 East Street LLC. Charles Dickinson handled this transaction. Old Dominion New Development has purchased 7.63 acres at 206 Lightfoot Road from JA Feeser and LC Leversen. Jay Joseph, Mike Mausteller and Matt Leffler handled the transaction. Obici Ventures LLC has purchased 25,380 square feet on 4.03 acres at 1001 Obici Industrial Blvd. from CMLT 2008 LS1 Obici Industrial. Andy Stein represented the buyer in the transaction. LEASES Cushman & Wakefield | Thalhimer Street & Track Performance Inc. leased 8,770 square feet at 228 Patterson Ave., Hampton. Kenneth Penrose Jr. handled the negotiations on behalf of the tenant and Bobby Phillips represented the landlord. Pyramid Roofing renewed its lease of 5,265 square feet at 2635 Arkansas Ave., Norfolk. Geoff Poston handled the negotiations on behalf of the tenant. Kimley-Horn Associates Inc. leased 4,027 square feet in Peninsula Professional Building at 11818 Rock Landing Drive, Newport News. Kenneth Penrose Jr. and Teresa Nettles handled negotiations on behalf of the landlord. Amspec renewed its lease of 3,800 square feet at 100 Redoubt Road, Yorktown. Kenneth Penrose Jr. handled negotiations on behalf of the tenant and Andy Dallas represented the landlord. Waterford Event Rentals LLC leased 3,600 square feet at 1700 South Park Court, Chesapeake. Tony Weiss handled negotiations. Paws for Rehabilitation renewed its lease of 3,112 square feet in Independence Business Center at 404 Investors Place, Suites 101-103, Virginia Beach. Janet Whitbeck handled negotiations. Fortified Fitness LLC leased 2,500 square feet in Smithfield Commons at 1807 S. Church St., Smithfield. Dean Martin and Robert M. Thornton handled the negotiations on behalf of the landlord. Airotique Movement LLC renewed its lease of 2,400 square feet at 3400 Chandler Creek, Virginia Beach. Tom Dana handled the negotiations. Monarch Movers LLC leased 2,017 square feet in International Distribution Center at 11861 Canon Blvd., Newport News. Teresa Nettles handled the negotiations on behalf of the landlord. Yes Chef Culinary Supplies leased 2,017 square feet in International Distribution Center at 11861 Canon Blvd., Newport News. Teresa Nettles handled negotiations. Club Pilates leased 1,870 square feet in Hanbury Village Shopping Center at 237 Hanbury Road, Chesapeake. David Machupa, Dean Martin and Ed Kimple handled the negotiations on behalf of the landlord. The Window Source of Hampton Roads leased 1,832 square feet in International Distribution Center at 11861 Canon Blvd., Newport News. Teresa Nettles handled the negotiations on behalf of the landlord. Jenesys Home Care Services leased 1,822 square feet at 676 N. Battlefield Blvd., Chesapeake. Christine M. Kaempfe handled the negotiations. Epitome Medical Aesthetics LLC leased 1,800 square feet at 2185 Upton Drive, Virginia Beach. Ted Levin handled negotiations. Aquawear Inc. leased 1,500 square feet in Newtown Convenience Center at 434 Newtown Road, Virginia Beach. Eric Stanley handled the negotiations. Dix Enterprises leased 1,428 square feet in Parkway I at 2697 International Pky., Suite 100, Virginia Beach. Geoff Poston and Rob Wright handled the negotiations. MetroPCS leased 1,358 square feet at 4222 East Little Creek Road, Norfolk. Dean Martin handled the negotiations on behalf of the tenant. Subway renewed its lease of 1,342 square feet in CheckSmart Plaza at 5650 Virginia Beach Blvd., Suite 104, Virginia Beach. Ted Levin handled negotiations. #1 A Lifesaver of Virginia Inc. renewed its lease of 1,310 square feet in Independence Business Center at 424 Investors Place, Suite 107, Virginia Beach. Janet Whitbeck handled negotiations. Back in Action Chiropractic leased 1,209 square feet in International Trade Center at 11832 Canon Blvd., Suite E, Newport News. Teresa Nettles handled negotiations. Active Computers & Electronics and Hannah s Beauty Salon leased two 1,000 square feet units at 3409 George Washington Hwy., Portsmouth. Tom Dana handled the negotiations. Divaris Real Estate Northwestern Mutual leased 11,995 square feet of office space in One Columbus Center at 283 Constitution Drive in the Town Center of Virginia Beach. Michael Divaris, Vivian Turok and Krista Costa represented the landlord. Apex Systems leased 4,000 square feet of office space in the Armada Hoffler Tower at 222 Central Park Ave. in the Town Center of Virginia Beach. Michael Divaris, Vivian Turok and Krista Costa represented the landlord. Virginia ABC Store leased 3,285 square feet of retail space at 188 Central Park Ave. in the Town Center of Virginia Beach. Sezin Cortinas, Gerald Divaris and Erica Rorrer represented the landlord. Civitas Health Services leased 3,250 square feet of office space in Executive Cove at 5606 Virginia Beach Blvd. in Virginia Beach. Chris Bendit represented the landlord. Banfield Pet Hospital leased 2,520 square feet of retail space in Haygood Shopping Center at 1021 Independence Blvd. in Virginia Beach. George Fox represented the landlord. BayPort Credit Union leased 2,391 square feet of retail space in Hampton Roads Crossing at 1013 University Blvd. in Suffolk. Levi Thomson represented the landlord. Rebound Chiropractic leased 2,000 square feet of retail space at 12103 Jefferson Ave. in Newport News. Karen Beale represented the landlord and the tenant. Sage Management Enterprises leased 2,000 square feet of office/warehouse space in Oyster Point West at 311-K Ed Wright Lane in Newport News. Karen Beale represented the tenant. B Cause leased 1,959 square feet of office space in Greenwich Centre at 192 Ballard Court in Virginia Beach. Elizabeth Paasch represented the tenant. Center for Effective Change leased 1,943 square feet of office space in 512 South Lynnhaven Road Building in Virginia Beach. Elizabeth Paasch represented the tenant. Creative Nails leased 1,875 square feet of retail space in Colony Square at 1303 Jamestown Road in Williamsburg. Missy Martinovich represented the tenant. The Original Larry s Hard Lemonade Brewing Co. leased 1,600 square feet of retail space at 524 Water St. in Yorktown. Missy Martinovich represented the tenant. Therapeutic Alliance leased 1,483 square feet of office space in Windwood Centre at 780 Lynnhaven Parkway in Virginia Beach. Vivian Turok and Elizabeth Paasch represented the landlord. COMSEC leased 1,307 square feet of office space in Southport Centre at 4525 South Blvd. in Virginia Beach. Elizabeth Paasch and Chris Bendit represented the landlord. Krista Costa and Katherine Olson represented the tenant. ROIL LLC leased 1,168 square feet of office space at 1206 Laskin Road in Virginia Beach. Vivian Turok and Elizabeth Paasch represented the landlord. LEASE RENEWALS Divaris Real Estate Schmidt Baking Co. renewed its lease for 17,000 square feet of industrial space at 5200 City Line Road in Hampton. Chris Bendit represented the landlord. Dollar General Stores renewed its lease for 8,450 square feet of retail space in Lynnhaven Green Shopping Center at 1505 Lynnhaven Parkway in Virginia Beach. David Bickford represented the landlord. Plato s Closet renewed its lease for 4,400 square feet of retail space in Crossways Shopping Center at 836 Eden Way North in Chesapeake. Dave Redmond represented the landlord. Clothes Mentor renewed its lease for 4,091 square feet of retail space in the Lynnhaven North Shopping Center at 2701 North Mall Drive in Virginia Beach. Dave Redmond represented the landlord. Confetti Caffe renewed its lease for 1,832 square feet of retail space in Town Center of Virginia Beach at 233 Market St. . Sezin Cortinas, Erica Rorrer and Gerald Divaris represented the landlord. Best Law Offices PC renewed its lease for 1,400 square feet of office space in Two Columbus Center at 4500 Main St. in Town Center of Virginia Beach. Krista Costa, Vivian Turok and Michael Divaris represented the landlord. CBRE|Hampton Roads GameStop Inc. renewed its lease on 2,505 square feet at Cahoon Commons Shopping Center in Chesapeake. Chris Read and Ned Brooks represented the landlord in the transaction."},
    {"article_id": "e465496e-3e62-11e8-86c6-a38033aeb858", "id": "272382", "publish_dt": "2018-04-12", "update_dt": "2018-04-19", "title": "Public Records for week of April 23", "full_text": "Divaris Real Estate Montecito Medical Real Estate purchased the 34,177-square-foot Virginia Eye Consultants headquarters building at 241 Corporate Blvd. in Norfolk for an undisclosed price from Virginia Eye Development LLC. Alex Divaris, Jason Oliver and Vivian Turok represented the seller in the sale-leaseback transaction. CBRE|Hampton Roads Eltham Holdings LLC has purchased a 57,734-square-foot office/flex building in Norfolk Commerce Park, 2600 Eltham Ave. in Norfolk from SCP-G Eltham LLC $3.9 million. Scott Adams and Perry Frazer arranged the sale on behalf of the seller. Harvey Lindsay Commercial Real Estate Lidl US LLC has purchased 219,978 square feet on 5.05 acres for $4.9 million from Haygood Medical Associates LP. The property is at 1020 Independence Blvd. in Virginia Beach. Ned Williams handled the transaction providing dual agency representation. New Beech Grove Baptist has purchased 45,300 square feet on 4.56 acres at 361 Beechmont Drive in Newport News from Calvary Chapel Newport News. The property sold for $3 million. Bob Saunders represented the seller in the transaction. LAP Realty LLC has purchased 20,800 square feet on 1.55 acres at 2517 Squadron Court in Virginia Beach. Glenn Gibson and Robert Beasley III represented the seller in the transaction. KLS Hampton LLC has purchased 9,100 square feet on 1.2 acres at 2121 Mercury Blvd. in Hampton from Larry Dale Bolin. Kimberly Deal, Bob King and Andy Stein represented the seller in this transaction. Rent Equipment Properties has purchased 21,750 square feet on 4.41 acres at 325 East in Hampton from 325 East Street LLC. Charles Dickinson handled this transaction. Old Dominion \u0013 New Development has purchased 7.63 acres at 206 Lightfoot Road from JA Feeser and LC Leversen. Jay Joseph, Mike Mausteller and Matt Leffler handled the transaction. Obici Ventures LLC has purchased 25,380 square feet on 4.03 acres at 1001 Obici Industrial Blvd. from CMLT 2008 \u0014 LS1 Obici Industrial. Andy Stein represented the buyer in the transaction. LEASES Cushman & Wakefield | Thalhimer Street & Track Performance Inc. leased 8,770 square feet at 228 Patterson Ave., Hampton. Kenneth Penrose Jr. handled the negotiations on behalf of the tenant and Bobby Phillips represented the landlord. Pyramid Roofing renewed its lease of 5,265 square feet at 2635 Arkansas Ave., Norfolk. Geoff Poston handled the negotiations on behalf of the tenant. Kimley-Horn Associates Inc. leased 4,027 square feet in Peninsula Professional Building at 11818 Rock Landing Drive, Newport News. Kenneth Penrose Jr. and Teresa Nettles handled negotiations on behalf of the landlord. Amspec renewed its lease of 3,800 square feet at 100 Redoubt Road, Yorktown. Kenneth Penrose Jr. handled negotiations on behalf of the tenant and Andy Dallas represented the landlord. Waterford Event Rentals LLC leased 3,600 square feet at 1700 South Park Court, Chesapeake. Tony Weiss handled negotiations. Paws for Rehabilitation renewed its lease of 3,112 square feet in Independence Business Center at 404 Investors Place, Suites 101-103, Virginia Beach. Janet Whitbeck handled negotiations. Fortified Fitness LLC leased 2,500 square feet in Smithfield Commons at 1807 S. Church St., Smithfield. Dean Martin and Robert M. Thornton handled the negotiations on behalf of the landlord. Airotique Movement LLC renewed its lease of 2,400 square feet at 3400 Chandler Creek, Virginia Beach. Tom Dana handled the negotiations. Monarch Movers LLC leased 2,017 square feet in International Distribution Center at 11861 Canon Blvd., Newport News. Teresa Nettles handled the negotiations on behalf of the landlord. Yes Chef Culinary Supplies leased 2,017 square feet in International Distribution Center at 11861 Canon Blvd., Newport News. Teresa Nettles handled negotiations. Club Pilates leased 1,870 square feet in Hanbury Village Shopping Center at 237 Hanbury Road, Chesapeake. David Machupa, Dean Martin and Ed Kimple handled the negotiations on behalf of the landlord. The Window Source of Hampton Roads leased 1,832 square feet in International Distribution Center at 11861 Canon Blvd., Newport News. Teresa Nettles handled the negotiations on behalf of the landlord. Jenesys Home Care Services leased 1,822 square feet at 676 N. Battlefield Blvd., Chesapeake. Christine M. Kaempfe handled the negotiations. Epitome Medical Aesthetics LLC leased 1,800 square feet at 2185 Upton Drive, Virginia Beach. Ted Levin handled negotiations. Aquawear Inc. leased 1,500 square feet in Newtown Convenience Center at 434 Newtown Road, Virginia Beach. Eric Stanley handled the negotiations. Dix Enterprises leased 1,428 square feet in Parkway I at 2697 International Pky., Suite 100, Virginia Beach. Geoff Poston and Rob Wright handled the negotiations. MetroPCS leased 1,358 square feet at 4222 East Little Creek Road, Norfolk. Dean Martin handled the negotiations on behalf of the tenant. Subway renewed its lease of 1,342 square feet in CheckSmart Plaza at 5650 Virginia Beach Blvd., Suite 104, Virginia Beach. Ted Levin handled negotiations. #1 A Lifesaver of Virginia Inc. renewed its lease of 1,310 square feet in Independence Business Center at 424 Investors Place, Suite 107, Virginia Beach. Janet Whitbeck handled negotiations. Back in Action Chiropractic leased 1,209 square feet in International Trade Center at 11832 Canon Blvd., Suite E, Newport News. Teresa Nettles handled negotiations. Active Computers & Electronics and Hannah\u0019s Beauty Salon leased two 1,000 square feet units at 3409 George Washington Hwy., Portsmouth. Tom Dana handled the negotiations. Divaris Real Estate Northwestern Mutual leased 11,995 square feet of office space in One Columbus Center at 283 Constitution Drive in the Town Center of Virginia Beach. Michael Divaris, Vivian Turok and Krista Costa represented the landlord. Apex Systems leased 4,000 square feet of office space in the Armada Hoffler Tower at 222 Central Park Ave. in the Town Center of Virginia Beach. Michael Divaris, Vivian Turok and Krista Costa represented the landlord. Virginia ABC Store leased 3,285 square feet of retail space at 188 Central Park Ave. in the Town Center of Virginia Beach. Sezin Cortinas, Gerald Divaris and Erica Rorrer represented the landlord. Civitas Health Services leased 3,250 square feet of office space in Executive Cove at 5606 Virginia Beach Blvd. in Virginia Beach. Chris Bendit represented the landlord. Banfield Pet Hospital leased 2,520 square feet of retail space in Haygood Shopping Center at 1021 Independence Blvd. in Virginia Beach. George Fox represented the landlord. BayPort Credit Union leased 2,391 square feet of retail space in Hampton Roads Crossing at 1013 University Blvd. in Suffolk. Levi Thomson represented the landlord. Rebound Chiropractic leased 2,000 square feet of retail space at 12103 Jefferson Ave. in Newport News. Karen Beale represented the landlord and the tenant. Sage Management Enterprises leased 2,000 square feet of office/warehouse space in Oyster Point West at 311-K Ed Wright Lane in Newport News. Karen Beale represented the tenant. B Cause leased 1,959 square feet of office space in Greenwich Centre at 192 Ballard Court in Virginia Beach. Elizabeth Paasch represented the tenant. Center for Effective Change leased 1,943 square feet of office space in 512 South Lynnhaven Road Building in Virginia Beach. Elizabeth Paasch represented the tenant. Creative Nails leased 1,875 square feet of retail space in Colony Square at 1303 Jamestown Road in Williamsburg. Missy Martinovich represented the tenant. The Original Larry\u0019s Hard Lemonade Brewing Co. leased 1,600 square feet of retail space at 524 Water St. in Yorktown. Missy Martinovich represented the tenant. Therapeutic Alliance leased 1,483 square feet of office space in Windwood Centre at 780 Lynnhaven Parkway in Virginia Beach. Vivian Turok and Elizabeth Paasch represented the landlord. COMSEC leased 1,307 square feet of office space in Southport Centre at 4525 South Blvd. in Virginia Beach. Elizabeth Paasch and Chris Bendit represented the landlord. Krista Costa and Katherine Olson represented the tenant. ROIL LLC leased 1,168 square feet of office space at 1206 Laskin Road in Virginia Beach. Vivian Turok and Elizabeth Paasch represented the landlord. LEASE RENEWALS Divaris Real Estate Schmidt Baking Co. renewed its lease for 17,000 square feet of industrial space at 5200 City Line Road in Hampton. Chris Bendit represented the landlord. Dollar General Stores renewed its lease for 8,450 square feet of retail space in Lynnhaven Green Shopping Center at 1505 Lynnhaven Parkway in Virginia Beach. David Bickford represented the landlord. Plato\u0019s Closet renewed its lease for 4,400 square feet of retail space in Crossways Shopping Center at 836 Eden Way North in Chesapeake. Dave Redmond represented the landlord. Clothes Mentor renewed its lease for 4,091 square feet of retail space in the Lynnhaven North Shopping Center at 2701 North Mall Drive in Virginia Beach. Dave Redmond represented the landlord. Confetti Caffe renewed its lease for 1,832 square feet of retail space in Town Center of Virginia Beach at 233 Market St. . Sezin Cortinas, Erica Rorrer and Gerald Divaris represented the landlord. Best Law Offices PC renewed its lease for 1,400 square feet of office space in Two Columbus Center at 4500 Main St. in Town Center of Virginia Beach. Krista Costa, Vivian Turok and Michael Divaris represented the landlord. CBRE|Hampton Roads GameStop Inc. renewed its lease on 2,505 square feet at Cahoon Commons Shopping Center in Chesapeake. Chris Read and Ned Brooks represented the landlord in the transaction."},
    {"article_id": "e5decfb4-1cc5-52f8-ac1e-332257d8b7a0", "id": "272730", "publish_dt": "2018-04-17", "update_dt": "2018-04-17", "title": "Is your startup ready for the Inside Business spotlight?", "full_text": "Do you have a promising Hampton Roads startup that could use a kick-start? Inside Business spotlights a startup on the InsideBiz.com homepage and in the print edition. Small businesses usually have a tough time standing out from the crowded company landscape in the beginning, so this is a way for Hampton Roads entrepreneurs to get noticed. To submit your business for consideration, email with Startup Submission and your business name in the subject line. In the body of the email, please include: Business name Owner Month and city where founded What s the big idea? Background Do you remember the moment you decided to start your business? What was that like? What motivates you? What has been the biggest challenge so far? How do you define success? Online (website address) Contact (email address we are permitted to publish)"},
    {"article_id": "e5decfb4-1cc5-52f8-ac1e-332257d8b7a0", "id": "268681", "publish_dt": "2018-01-24", "update_dt": "2018-01-31", "title": "Is your startup ready for the Inside Business spotlight?", "full_text": "Do you have a promising Hampton Roads startup that could use a kick-start? Inside Business spotlights a startup on the InsideBiz.com homepage and in the print edition. Small businesses usually have a tough time standing out from the crowded company landscape in the beginning, so this is a way for Hampton Roads entrepreneurs to get noticed. To submit your business for consideration, email with Startup Submission and your business name in the subject line. In the body of the email, please include: Business name Owner Month and city where founded What s the big idea? Background Do you remember the moment you decided to start your business? What was that like? What motivates you? What has been the biggest challenge so far? How do you define success? Online (website address) Contact (email address we are permitted to publish)"},
    {"article_id": "e5decfb4-1cc5-52f8-ac1e-332257d8b7a0", "id": "272157", "publish_dt": "2018-04-05", "update_dt": "2018-04-17", "title": "Is your startup ready for the Inside Business spotlight?", "full_text": "Do you have a promising Hampton Roads startup that could use a kick-start? Inside Business spotlights a startup on the InsideBiz.com homepage and in the print edition. Small businesses usually have a tough time standing out from the crowded company landscape in the beginning, so this is a way for Hampton Roads entrepreneurs to get noticed. To submit your business for consideration, email with Startup Submission and your business name in the subject line. In the body of the email, please include: Business name Owner Month and city where founded What\u0019s the big idea? Background Do you remember the moment you decided to start your business? What was that like? What motivates you? What has been the biggest challenge so far? How do you define success? Online (website address) Contact (email address we are permitted to publish)"},
    {"article_id": "e5decfb4-1cc5-52f8-ac1e-332257d8b7a0", "id": "274844", "publish_dt": "2018-05-30", "update_dt": "2018-05-31", "title": "Is your startup ready for the Inside Business spotlight?", "full_text": "Do you have a promising Hampton Roads startup that could use a kick-start?\nInside Business spotlights a startup on the InsideBiz.com homepage and in the print edition.\nSmall businesses usually have a tough time standing out from the crowded company landscape in the beginning, so this is a way for Hampton Roads entrepreneurs to get noticed.\nTo submit your business for consideration, email inside.business@insidebiz.com with “Startup Submission” and your business name in the subject line.\nIn the body of the email, please include:\nBusiness name\nOwner\nMonth and city where founded\nWhat’s the big idea?\nBackground\nDo you remember the moment you decided to start your business? What was that like?\nWhat motivates you?\nWhat has been the biggest challenge so far?\nHow do you define success?\nOnline (website address)\nContact (email address we are permitted to publish)\n"},
    {"article_id": "e5decfb4-1cc5-52f8-ac1e-332257d8b7a0", "id": "267", "publish_dt": "2018-01-08", "update_dt": "2018-01-25", "title": "Is your startup ready for the Inside Business spotlight?", "full_text": "Do you have a promising Hampton Roads startup that could use a kick-start? Inside Business spotlights a startup on the InsideBiz.com homepage and in the print edition. Small businesses usually have a tough time standing out from the crowded company landscape in the beginning, so this is a way for Hampton Roads entrepreneurs to get noticed. To submit your business for consideration, email with Startup Submission and your business name in the subject line. In the body of the email, please include: Business name Owner Month and city where founded What\u0019s the big idea? Background Do you remember the moment you decided to start your business? What was that like? What motivates you? What has been the biggest challenge so far? How do you define success? Online (website address) Contact (email address we are permitted to publish) Sign up for InsideBiz, our FREE daily business newsletter."},
    {"article_id": "ea904442-40a1-5c71-8b73-07054ef6aef9", "id": "268752", "publish_dt": "2018-01-29", "update_dt": "2018-02-05", "title": "Public Records for week of Feb. 5", "full_text": "Cushman & Wakefield | Thalhimer CFT NV Developments LLC purchased the 4,914-square-foot restaurant building situated on 1.04 acres at 808 Lynnhaven Parkway in Virginia Beach from Potomac Family Dining Operating Company LLC for $1,100,000. The property will be redeveloped for a new Panda Express. Connie Jordan Nielsen handled negotiations on behalf of both parties. Ted Levin also represented the seller. SGFOUT LLC (dba Keagan\u0019s Restaurant Group) purchased the 1.25 acres containing a 3,684-square-foot restaurant building at 801 N. Battlefield Blvd. in Chesapeake from Dinesh K. Bhatt for $1,250,000 for redevelopment. Rob Wright handled negotiations on behalf of the buyer. LEASES Divaris Real Estate Surf Side Restaurant leased 4,340 square feet of retail space in Executive Cove at 5600 Virginia Beach Blvd. in Virginia Beach. Kayla Olson represented the landlord in negotiations. Envest Holdings leased 2,134 square feet of retail space in the 1206 Laskin Road Building at 1206 Laskin Road in Virginia Beach. Vivian Turok and Elizabeth Paasch handled negotiations on behalf of the landlord. Neat LLC leased 2,500 square feet of office space in Lynnhaven Commons at 580 Lynnhaven Parkway in Virginia Beach. Elizabeth Napolitano represented the landlord in negotiations. Flowers by Zontini Event Decorators leased 1,250 square feet of retail space in Larkspur Square shopping center at 4730 Princess Anne Road in Virginia Beach. Kayla Olson represented the landlord in negotiations. Ellaz Bridal leased 1,080 square feet of retail space in the Roosevelt Gardens shopping center at 2300 East Little Creek Road in Norfolk. George Fox represented the landlord in negotiations. Harvey Lindsay Commercial Real Estate Motor Max has leased 30,000 square feet of retail space at 6630 N. Military Highway in Norfolk. Bob King handled negotiations. Fulfilltopia Distribution and Logistics has leased 11,927 square feet of industrial space at 5255 Henneman Drive in Norfolk. Bobby Beasley III handled negotiations. Slate River has leased 9,477 square feet of industrial space at 110 Virginia Ham Drive, suites 100/115, 120 and 125. Kimberly Worley handled negotiations. OB/GYN Associates of Hampton has leased 7,645 square feet of office space at 4000 Coliseum Drive in Hampton. Clark Baldwin handled negotiations. Outback Steakhouse has leased 6,400 square feet of retail space at 1255 Fordham Drive in Virginia Beach. Larry Hecht handled negotiations. Domino\u0019s has leased 2,953 square feet of retail space at 754 N. Battlefield Blvd. in Chesapeake. Bob King handled negotiations. TAM Consultants has leased 2,766 square feet of office space at 720 Thimble Shoals Blvd. in Newport News. Clark Baldwin handled negotiations. JB Nails has leased 1,488 square feet of retail space at 5394 Kemps River Drive in Virginia Beach. Larry Hecht handled negotiations. Macon B. Humphrey has leased 1,450 square feet of industrial space at 2724 Sonic Drive in Virginia Beach. Lindsay Himelright handled negotiations. Robert and Jean Rider have leased 1,325 square feet of retail space at 2925 Virginia Beach Blvd. in Virginia Beach. Lindsay Himelright and Kimberly Deal handled negotiations. Fit Bar Express has leased 1,300 square feet of retail space at 3409 Tyre Neck Road in Portsmouth. Larry Hecht handled negotiations. Adler Therapy Group has leased 1,200 square feet of office space at 1120 First Colonial Road in Virginia Beach. Lindsay Himelright with Harvey Lindsay and Lenny Burns with Pembroke Commercial represented the landlord in this transaction. Fashion Nails has leased 1,200 square feet of retail space at 4845 Shore Drive in Virginia Beach. Larry Hecht handled negotiations. Via-Vitae Chiropractic has leased 1,200 square feet of retail space at 4600 Mooretown Road in Williamsburg. Mike Mausteller and Tammy Wallman handled negotiations. Cybrex LLC has leased 900 square feet of office space at 1100 Granby St. in Norfolk. Lindsay Himelright handled negotiations. Amazing Glazed has leased 750 square feet of retail space at 321 Johnstown Road in Chesapeake. Lindsay Himelright handled negotiations. Ida\u0019s Alterations has leased 624 square feet of retail space at 3580 Forest Haven Lane in Chesapeake. Larry Hecht handled negotiations. Cushman & Wakefield | Thalhimer Burn Boot Camp leased 5,855 square feet in Williamsburg Crossing Shopping Center at 5251 John Tyler Hwy., Williamsburg. Drew Haynie and Wick Smith handled negotiations. Hazon Solutions LLC leased 5,689 square feet Oceana East Industrial Park at 572 Central Drive, Virginia Beach. Janet Whitbeck handled negotiations on behalf of the tenant. Thrive Church Inc. leased 4,325 square feet in Manor Commerce Center at 5 Portsmouth Blvd., Portsmouth. Eric Stanley handled negotiations on behalf of the tenant. Techcomp Inc. leased 2,502 square feet in Great Bridge Commerce Center at 123 Bruton Court, Chesapeake. Christine M. Kaempfe handled negotiations. America\u0019s Home Place leased 2,300 square feet in Towne Place at Greenbrier at 725 N. Eden Way, Chesapeake. Rob Wright handled negotiations on behalf of the tenant. Chipotle Mexican Grill leased 2,200 square feet at 4116 Portsmouth Blvd., Chesapeake. Ed Kimple handled site selection and lease negotiations. Starbucks leased 2,200 square feet in Greenbrier Square at Battlefield Boulevard and Woodlake Drive, Chesapeake. David Machupa and Ed Kimple handled site selection and negotiations. Sundays Tanning Resort Inc. leased 1,920 square feet of retail space in Windsor Meade Marketplace at 4920 Monticello Ave., Williamsburg. Rob Wright handled negotiations on behalf of the tenant. Deck Wizard leased 1,800 square feet at 3000 Incubator Road, Hampton. Clay Culbreth handled negotiations. Starbucks Coffee Company leased a free-standing building in Riverpointe Shopping Center at 1068 W. Mercury Blvd., Hampton. David Machupa and Ed Kimple handled the site selection negotiations on behalf of the tenant. CBRE|Hampton Roads Marine Contracting Corporation subleased 4,500 square feet at 5540 Bainbridge Point in Chesapeake. Ken Benassi represented the landlord in the transaction. Skye Lewis (dba, Hair by Skye) leased 1,000 square feet at Lynnhaven North Shopping Center at 2720 N Mall Drive, Virginia Beach. Chris Read and Ned Brooks represented the landlord in the transaction. LEASE RENEWALS Divaris Real Estate Edge Law renewed its lease for 2,994 square feet of office space in Lynnhaven Corporate Center at 760 Lynnhaven Parkway in Virginia Beach. Vivian Turok and Elizabeth Paasch represented the landlord in negotiations. Harvey Lindsay Commercial Real Estate Progressive Organizing Solutions LLC has renewed its lease of 1,000 square feet of office space at 2000 Colonial Ave, Suite 18, in Norfolk. Lindsay Himelright handled negotiations. Cushman & Wakefield | Thalhimer Sears Holding Corporation renewed its lease of 33,600 square feet at 713 Fenway Ave., Chesapeake. Tony Weiss handled negotiations. New Day Office Products & Furnishings Inc. renewed its lease of 30,000 square feet at 800-840 Florida Ave., Portsmouth. Andy Dallas handled negotiations on behalf of the tenant and Eric Stanley and Tom Dana represented the landlord. Star Imaging renewed its lease of 8,000 square feet at 5900 Thurston Ave., Virginia Beach. Sam Nicholson and Geoff Poston handled negotiations. Sundays Tanning Resort Inc. renewed its lease of 2,250 square feet in Dam Neck Square at 1582 General Booth Blvd., Virginia Beach. Rob Wright handled negotiations on behalf of the tenant. WLB Home Health Care Services renewed its lease of 1,053 square feet at 468 S. Independence Blvd., Virginia Beach. Rob Wright handled negotiations. Intercept Youth Services renewed its lease of 4,025 square feet at 325 Volvo Parkway, Chesapeake. Tony Weiss and Christine M. Kaempfe handled negotiations. CBRE|Hampton Roads Chesapeake Ice Corp. (dba, Rita\u0019s Ice) renewed its lease on 1,315 square feet at Greenbrier Shoppes at 501 Kempsville Road in Chesapeake. Natalie Hucke and Kevin O\u0019Keefe represented the landlord in the transaction."},
    {"article_id": "ea904442-40a1-5c71-8b73-07054ef6aef9", "id": "269204", "publish_dt": "2018-02-04", "update_dt": "2018-02-05", "title": "Public Records for week of Feb. 5", "full_text": "Cushman & Wakefield | Thalhimer CFT NV Developments LLC purchased the 4,914-square-foot restaurant building situated on 1.04 acres at 808 Lynnhaven Parkway in Virginia Beach from Potomac Family Dining Operating Company LLC for $1,100,000. The property will be redeveloped for a new Panda Express. Connie Jordan Nielsen handled negotiations on behalf of both parties. Ted Levin also represented the seller. SGFOUT LLC (dba Keagan s Restaurant Group) purchased the 1.25 acres containing a 3,684-square-foot restaurant building at 801 N. Battlefield Blvd. in Chesapeake from Dinesh K. Bhatt for $1,250,000 for redevelopment. Rob Wright handled negotiations on behalf of the buyer. LEASES Divaris Real Estate Surf Side Restaurant leased 4,340 square feet of retail space in Executive Cove at 5600 Virginia Beach Blvd. in Virginia Beach. Kayla Olson represented the landlord in negotiations. Envest Holdings leased 2,134 square feet of retail space in the 1206 Laskin Road Building at 1206 Laskin Road in Virginia Beach. Vivian Turok and Elizabeth Paasch handled negotiations on behalf of the landlord. Neat LLC leased 2,500 square feet of office space in Lynnhaven Commons at 580 Lynnhaven Parkway in Virginia Beach. Elizabeth Napolitano represented the landlord in negotiations. Flowers by Zontini Event Decorators leased 1,250 square feet of retail space in Larkspur Square shopping center at 4730 Princess Anne Road in Virginia Beach. Kayla Olson represented the landlord in negotiations. Ellaz Bridal leased 1,080 square feet of retail space in the Roosevelt Gardens shopping center at 2300 East Little Creek Road in Norfolk. George Fox represented the landlord in negotiations. Harvey Lindsay Commercial Real Estate Motor Max has leased 30,000 square feet of retail space at 6630 N. Military Highway in Norfolk. Bob King handled negotiations. Fulfilltopia Distribution and Logistics has leased 11,927 square feet of industrial space at 5255 Henneman Drive in Norfolk. Bobby Beasley III handled negotiations. Slate River has leased 9,477 square feet of industrial space at 110 Virginia Ham Drive, suites 100/115, 120 and 125. Kimberly Worley handled negotiations. OB/GYN Associates of Hampton has leased 7,645 square feet of office space at 4000 Coliseum Drive in Hampton. Clark Baldwin handled negotiations. Outback Steakhouse has leased 6,400 square feet of retail space at 1255 Fordham Drive in Virginia Beach. Larry Hecht handled negotiations. Domino s has leased 2,953 square feet of retail space at 754 N. Battlefield Blvd. in Chesapeake. Bob King handled negotiations. TAM Consultants has leased 2,766 square feet of office space at 720 Thimble Shoals Blvd. in Newport News. Clark Baldwin handled negotiations. JB Nails has leased 1,488 square feet of retail space at 5394 Kemps River Drive in Virginia Beach. Larry Hecht handled negotiations. Macon B. Humphrey has leased 1,450 square feet of industrial space at 2724 Sonic Drive in Virginia Beach. Lindsay Himelright handled negotiations. Robert and Jean Rider have leased 1,325 square feet of retail space at 2925 Virginia Beach Blvd. in Virginia Beach. Lindsay Himelright and Kimberly Deal handled negotiations. Fit Bar Express has leased 1,300 square feet of retail space at 3409 Tyre Neck Road in Portsmouth. Larry Hecht handled negotiations. Adler Therapy Group has leased 1,200 square feet of office space at 1120 First Colonial Road in Virginia Beach. Lindsay Himelright with Harvey Lindsay and Lenny Burns with Pembroke Commercial represented the landlord in this transaction. Fashion Nails has leased 1,200 square feet of retail space at 4845 Shore Drive in Virginia Beach. Larry Hecht handled negotiations. Via-Vitae Chiropractic has leased 1,200 square feet of retail space at 4600 Mooretown Road in Williamsburg. Mike Mausteller and Tammy Wallman handled negotiations. Cybrex LLC has leased 900 square feet of office space at 1100 Granby St. in Norfolk. Lindsay Himelright handled negotiations. Amazing Glazed has leased 750 square feet of retail space at 321 Johnstown Road in Chesapeake. Lindsay Himelright handled negotiations. Ida s Alterations has leased 624 square feet of retail space at 3580 Forest Haven Lane in Chesapeake. Larry Hecht handled negotiations. Cushman & Wakefield | Thalhimer Burn Boot Camp leased 5,855 square feet in Williamsburg Crossing Shopping Center at 5251 John Tyler Hwy., Williamsburg. Drew Haynie and Wick Smith handled negotiations. Hazon Solutions LLC leased 5,689 square feet Oceana East Industrial Park at 572 Central Drive, Virginia Beach. Janet Whitbeck handled negotiations on behalf of the tenant. Thrive Church Inc. leased 4,325 square feet in Manor Commerce Center at 5 Portsmouth Blvd., Portsmouth. Eric Stanley handled negotiations on behalf of the tenant. Techcomp Inc. leased 2,502 square feet in Great Bridge Commerce Center at 123 Bruton Court, Chesapeake. Christine M. Kaempfe handled negotiations. America s Home Place leased 2,300 square feet in Towne Place at Greenbrier at 725 N. Eden Way, Chesapeake. Rob Wright handled negotiations on behalf of the tenant. Chipotle Mexican Grill leased 2,200 square feet at 4116 Portsmouth Blvd., Chesapeake. Ed Kimple handled site selection and lease negotiations. Starbucks leased 2,200 square feet in Greenbrier Square at Battlefield Boulevard and Woodlake Drive, Chesapeake. David Machupa and Ed Kimple handled site selection and negotiations. Sundays Tanning Resort Inc. leased 1,920 square feet of retail space in Windsor Meade Marketplace at 4920 Monticello Ave., Williamsburg. Rob Wright handled negotiations on behalf of the tenant. Deck Wizard leased 1,800 square feet at 3000 Incubator Road, Hampton. Clay Culbreth handled negotiations. Starbucks Coffee Company leased a free-standing building in Riverpointe Shopping Center at 1068 W. Mercury Blvd., Hampton. David Machupa and Ed Kimple handled the site selection negotiations on behalf of the tenant. CBRE|Hampton Roads Marine Contracting Corporation subleased 4,500 square feet at 5540 Bainbridge Point in Chesapeake. Ken Benassi represented the landlord in the transaction. Skye Lewis (dba, Hair by Skye) leased 1,000 square feet at Lynnhaven North Shopping Center at 2720 N Mall Drive, Virginia Beach. Chris Read and Ned Brooks represented the landlord in the transaction. LEASE RENEWALS Divaris Real Estate Edge Law renewed its lease for 2,994 square feet of office space in Lynnhaven Corporate Center at 760 Lynnhaven Parkway in Virginia Beach. Vivian Turok and Elizabeth Paasch represented the landlord in negotiations. Harvey Lindsay Commercial Real Estate Progressive Organizing Solutions LLC has renewed its lease of 1,000 square feet of office space at 2000 Colonial Ave, Suite 18, in Norfolk. Lindsay Himelright handled negotiations. Cushman & Wakefield | Thalhimer Sears Holding Corporation renewed its lease of 33,600 square feet at 713 Fenway Ave., Chesapeake. Tony Weiss handled negotiations. New Day Office Products & Furnishings Inc. renewed its lease of 30,000 square feet at 800-840 Florida Ave., Portsmouth. Andy Dallas handled negotiations on behalf of the tenant and Eric Stanley and Tom Dana represented the landlord. Star Imaging renewed its lease of 8,000 square feet at 5900 Thurston Ave., Virginia Beach. Sam Nicholson and Geoff Poston handled negotiations. Sundays Tanning Resort Inc. renewed its lease of 2,250 square feet in Dam Neck Square at 1582 General Booth Blvd., Virginia Beach. Rob Wright handled negotiations on behalf of the tenant. WLB Home Health Care Services renewed its lease of 1,053 square feet at 468 S. Independence Blvd., Virginia Beach. Rob Wright handled negotiations. Intercept Youth Services renewed its lease of 4,025 square feet at 325 Volvo Parkway, Chesapeake. Tony Weiss and Christine M. Kaempfe handled negotiations. CBRE|Hampton Roads Chesapeake Ice Corp. (dba, Rita s Ice) renewed its lease on 1,315 square feet at Greenbrier Shoppes at 501 Kempsville Road in Chesapeake. Natalie Hucke and Kevin O Keefe represented the landlord in the transaction."},
    {"article_id": "edcb33bc-47e8-5149-9cb5-ad6edc258607", "id": "274130", "publish_dt": "2018-05-14", "update_dt": "2018-05-16", "title": "Latin American food heating up grills in Hampton Roads", "full_text": "As the weather heats up and rains, and heats back up it looks like Latin American food is hitting the grill in a big way in Hampton Roads. Alongside a new Peruvian rotisserie restaurant open in Virginia Beach, the owners of Alkaline and Pendulum Fine meats plan an ice cream and sandwich shop that will include a Peruvian-inspired pollo sandwich on Hawaiian sweet buns. Meanwhile, the masterful meats of Argentinian grill Jorgio's will make a return this summer after over a year's absence. It's gonna be a hot summer: Maybe cool it with some beer at the Virginia Beer Fest this Saturday. We offer our recommendations of the best brews to try out of the 150 beers on offer. Matthew Korfhage"},
    {"article_id": "edcb33bc-47e8-5149-9cb5-ad6edc258607", "id": "3321", "publish_dt": "2017-11-07", "update_dt": "2017-11-07", "title": "40 \"things Tidewater\" that Lorraine Eaton will miss on her new food adventure", "full_text": "always did love recess. Now, after 30 years at The Pilot, it's time for some grown up recess! This week, I retire from The Pilot. For me, that means lots of travel and the culinary adventures that come with it. But there are many things Tidewater that I'll miss when I'm away. Check out my list of 40. Plus, our Humble Steward offers advice on wines for the Thanksgiving table and restaurant writer Judy Cowling tips us off to a new seafood spot that is having some growing pains, but turning out great fare."},
    {"article_id": "f5a9e306-1fc9-53c2-bdc6-4a1ace3fe8c9", "id": "272161", "publish_dt": "2018-04-02", "update_dt": null, "title": "Rankings | The top 10 boys soccer teams in South Hampton Roads", "full_text": "The top 10 boys soccer teams for South Hampton Roads, selected by Ray Nimmo. Updated April 9, 2018. Rankings: boys soccer"},
    {"article_id": "f5a9e306-1fc9-53c2-bdc6-4a1ace3fe8c9", "id": "274492", "publish_dt": "2018-05-21", "update_dt": null, "title": "Rankings | The top 10 boys soccer teams in South Hampton Roads", "full_text": "The top 10 boys soccer teams for South Hampton Roads, selected by Ray Nimmo. Updated May 14, 2018. \nDropped:  Indian River (9-4-0)\n Rankings: boys soccer\n—\n"},
    {"article_id": "f5a9e306-1fc9-53c2-bdc6-4a1ace3fe8c9", "id": "12533", "publish_dt": "2017-05-16", "update_dt": null, "title": "Rankings: The top 10 boys soccer teams in South Hampton Roads", "full_text": "The top 10 boys soccer teams for South Hampton Roads, selected by Ray Nimmo. Updated May 15, 2017. These are the final boys soccer rankings of 2017. Dropped: Ocean Lakes (9-5-0) Rankings: boys soccer"},
    {"article_id": "f5a9e306-1fc9-53c2-bdc6-4a1ace3fe8c9", "id": "272684", "publish_dt": "2018-04-16", "update_dt": null, "title": "Rankings | The top 10 boys soccer teams in South Hampton Roads", "full_text": "The top 10 boys soccer teams for South Hampton Roads, selected by Ray Nimmo. Updated April 16, 2018. Dropped: Norview (5-2-2) Rankings: boys soccer"},
    {"article_id": "f5a9e306-1fc9-53c2-bdc6-4a1ace3fe8c9", "id": "271829", "publish_dt": "2018-03-26", "update_dt": null, "title": "Rankings | The top 10 boys soccer teams in South Hampton Roads", "full_text": "The top 10 boys soccer teams for South Hampton Roads, selected by Ray Nimmo. Updated April 2, 2018. Rankings: boys soccer Dropped: Great Bridge (2-2-1), Hickory (1-3-1)"},
    {"article_id": "f5a9e306-1fc9-53c2-bdc6-4a1ace3fe8c9", "id": "271336", "publish_dt": "2018-03-20", "update_dt": "2018-03-20", "title": "Rankings | The top 10 boys soccer teams in South Hampton Roads", "full_text": "The top 10 boys soccer teams for South Hampton Roads, selected by Ray Nimmo. Updated March 19, 2018. Rankings: boys soccer Dropped: Princess Anne (0-2-0)"},
    {"article_id": "f5a9e306-1fc9-53c2-bdc6-4a1ace3fe8c9", "id": "273759", "publish_dt": "2018-05-07", "update_dt": null, "title": "Rankings | The top 10 boys soccer teams in South Hampton Roads", "full_text": "The top 10 boys soccer teams for South Hampton Roads, selected by Ray Nimmo. Updated May 14, 2018. Dropped: Indian River (9-4-0) Rankings: boys soccer \u0014"},
    {"article_id": "f723ce13-b4de-5b29-9ea1-f439959df952", "id": "152", "publish_dt": "2018-01-10", "update_dt": "2018-01-23", "title": "Top 10 wrestling teams in South Hampton Roads", "full_text": "The list below is the Top 10 wrestling teams for South Hampton Roads, selected by The Pilot's Ray Nimmo. It was last updated on Jan. 23, 2017. Top 10 wrestling teams"},
    {"article_id": "f723ce13-b4de-5b29-9ea1-f439959df952", "id": "269205", "publish_dt": "2018-02-07", "update_dt": null, "title": "Top 10 wrestling teams in South Hampton Roads", "full_text": "The list below is the Top 10 wrestling teams for South Hampton Roads, selected by The Pilot's Ray Nimmo. It was last updated on Feb. 7, 2017. Top 10 wrestling teams"},
    {"article_id": "f723ce13-b4de-5b29-9ea1-f439959df952", "id": "268833", "publish_dt": "2018-01-31", "update_dt": null, "title": "Top 10 wrestling teams in South Hampton Roads", "full_text": "The list below is the Top 10 wrestling teams for South Hampton Roads, selected by The Pilot's Ray Nimmo. It was last updated on Feb. 7, 2017. Top 10 wrestling teams"},
    {"article_id": "f8d66127-6483-53b5-9e15-607ad5e0c21e", "id": "220", "publish_dt": "2018-01-09", "update_dt": "2018-01-09", "title": "Top 10 boys basketball teams in South Hampton Roads", "full_text": "The list below shows the top 10 teams in South Hampton Roads, ranked by staff writer Larry Rubama. The list was last updated on Jan. 8, 2018. top 10 boys basketball teams"},
    {"article_id": "f8d66127-6483-53b5-9e15-607ad5e0c21e", "id": "269202", "publish_dt": "2018-02-06", "update_dt": null, "title": "Top 10 boys basketball teams in South Hampton Roads", "full_text": "The list below shows the top 10 teams in South Hampton Roads, ranked by staff writer Larry Rubama. The list was last updated on Feb. 5, 2018. Dropped out: Deep Creek (10-7) top 10 boys basketball teams"},
    {"article_id": "f8d66127-6483-53b5-9e15-607ad5e0c21e", "id": "38", "publish_dt": "2017-12-12", "update_dt": null, "title": "Top 10 boys basketball teams in South Hampton Roads", "full_text": "The list below shows the top 10 teams in South Hampton Roads, ranked by staff writer Larry Rubama. The list was last updated on Dec. 11, 2017. Dropped out: Cape Henry (0-2), Deep Creek (2-1). top 10 boys basketball teams"},
    {"article_id": "f8d66127-6483-53b5-9e15-607ad5e0c21e", "id": "268718", "publish_dt": "2018-01-30", "update_dt": null, "title": "Top 10 boys basketball teams in South Hampton Roads", "full_text": "The list below shows the top 10 teams in South Hampton Roads, ranked by staff writer Larry Rubama. The list was last updated on Feb. 5, 2018. Dropped out: Deep Creek (10-7) top 10 boys basketball teams"},
    {"article_id": "f8d66127-6483-53b5-9e15-607ad5e0c21e", "id": "269908", "publish_dt": "2018-02-20", "update_dt": null, "title": "Final Top 10 boys basketball teams in South Hampton Roads", "full_text": "The list below shows the Final top 10 teams in South Hampton Roads, ranked by staff writer Larry Rubama. The list was last updated on Feb. 20, 2018. Dropped out: Bishop Sullivan (14-10) top 10 boys basketball teams"},
    {"article_id": "fa8c30e6-b8e4-5009-b6c3-a15a3ccc3ec7", "id": "272162", "publish_dt": "2018-04-02", "update_dt": "2018-04-03", "title": "Rankings: Top 10 softball teams in South Hampton Roads", "full_text": "Top 10 softball teams in South Hampton Roads, selected by reporter Larry Rubama. Updated April 2, 2018. Records are based on games reported to The Pilot. Dropped out: King's Fork (2-3) Rankings: Softball top 10"},
    {"article_id": "fa8c30e6-b8e4-5009-b6c3-a15a3ccc3ec7", "id": "274497", "publish_dt": "2018-05-21", "update_dt": "2018-05-21", "title": "Final rankings: Top 10 softball teams in South Hampton Roads", "full_text": "Final Top 10 softball teams in South Hampton Roads, selected by reporter Larry Rubama. Updated May 21, 2018. Records are based on games reported to The Pilot.\n \n Rankings: Softball top 10\n"},
    {"article_id": "fa8c30e6-b8e4-5009-b6c3-a15a3ccc3ec7", "id": "273775", "publish_dt": "2018-05-07", "update_dt": null, "title": "Rankings: Top 10 softball teams in South Hampton Roads", "full_text": "Top 10 softball teams in South Hampton Roads, selected by reporter Larry Rubama. Updated May 14, 2018. Records are based on games reported to The Pilot. Dropped out: Deep Creek (12-6) Rankings: Softball top 10"},
    {"article_id": "fa8c30e6-b8e4-5009-b6c3-a15a3ccc3ec7", "id": "271830", "publish_dt": "2018-03-26", "update_dt": "2018-04-03", "title": "Rankings: Top 10 softball teams in South Hampton Roads", "full_text": "Top 10 softball teams in South Hampton Roads, selected by reporter Larry Rubama. Updated April 2, 2018. Records are based on games reported to The Pilot. Dropped out: King's Fork (2-3) Rankings: Softball top 10"},
    {"article_id": "fa8c30e6-b8e4-5009-b6c3-a15a3ccc3ec7", "id": "12183", "publish_dt": "2017-05-22", "update_dt": null, "title": "Rankings: Top 10 softball teams in South Hampton Roads", "full_text": "Final Top 10 softball teams in South Hampton Roads, selected by reporter Larry Rubama. Updated May 22, 2017. Dropped out: Ocean Lakes (10-5) Rankings: Softball top 10"},
    {"article_id": "fa8c30e6-b8e4-5009-b6c3-a15a3ccc3ec7", "id": "271168", "publish_dt": "2018-03-19", "update_dt": "2018-03-26", "title": "Rankings: Top 10 softball teams in South Hampton Roads", "full_text": "Top 10 softball teams in South Hampton Roads, selected by reporter Larry Rubama. Updated March 26, 2018. Records are based on games reported to The Pilot. Rankings: Softball top 10"},
    {"article_id": "fa8c30e6-b8e4-5009-b6c3-a15a3ccc3ec7", "id": "272707", "publish_dt": "2018-04-16", "update_dt": "2018-04-16", "title": "Rankings: Top 10 softball teams in South Hampton Roads", "full_text": "Top 10 softball teams in South Hampton Roads, selected by reporter Larry Rubama. Updated April 16, 2018. Records are based on games reported to The Pilot. Dropped out: Western Branch (4-4) Rankings: Softball top 10"},
    {"article_id": "fe997d65-9969-5b4a-8cf6-8846943c7488", "id": "272709", "publish_dt": "2018-04-16", "update_dt": "2018-04-30", "title": "Rankings | Top 10 baseball teams in South Hampton Roads", "full_text": "Top 10 baseball teams for South Hampton Roads teams, selected by Jami Frankenberry. Updated April 30, 2018. Records are based on games reported to The Pilot. Dropped out: None. Baseball: Top 10 teams"},
    {"article_id": "fe997d65-9969-5b4a-8cf6-8846943c7488", "id": "274502", "publish_dt": "2018-05-21", "update_dt": null, "title": "Rankings | Top 10 baseball teams in South Hampton Roads", "full_text": "Top 10 baseball teams for South Hampton Roads teams, selected by Jami Frankenberry. Updated May 21, 2018. Records are based on games reported to The Pilot.\nDropped out:  Cox (11-7).\n Baseball: Top 10 teams\n"},
    {"article_id": "fe997d65-9969-5b4a-8cf6-8846943c7488", "id": "271948", "publish_dt": "2018-04-02", "update_dt": "2018-04-09", "title": "Rankings | Top 10 baseball teams in South Hampton Roads", "full_text": "Top 10 baseball teams for South Hampton Roads teams, selected by Jami Frankenberry. Updated April 9, 2018. Records are based on games reported to The Pilot. Dropped out: None. Baseball: Top 10 teams"},
    {"article_id": "fe997d65-9969-5b4a-8cf6-8846943c7488", "id": "273781", "publish_dt": "2018-05-07", "update_dt": "2018-05-14", "title": "Rankings | Top 10 baseball teams in South Hampton Roads", "full_text": "Top 10 baseball teams for South Hampton Roads teams, selected by Jami Frankenberry. Updated May 14, 2018. Records are based on games reported to The Pilot. Dropped out: Greenbrier Christian (14-14). Baseball: Top 10 teams"},
    {"article_id": "fe997d65-9969-5b4a-8cf6-8846943c7488", "id": "12182", "publish_dt": "2017-05-22", "update_dt": null, "title": "Rankings: Final Top 10 baseball teams in South Hampton Roads", "full_text": "Top 10 baseball teams for South Hampton Roads teams, selected by Jami Frankenberry. Updated May 22, 2017. This is the final poll of the 2017 season. Dropped out: Maury (12-5-1). Baseball: Top 10 teams"},
    {"article_id": "fe997d65-9969-5b4a-8cf6-8846943c7488", "id": "271170", "publish_dt": "2018-03-19", "update_dt": "2018-03-26", "title": "Rankings: Top 10 baseball teams in South Hampton Roads", "full_text": "Top 10 baseball teams for South Hampton Roads teams, selected by Jami Frankenberry. Updated March 26, 2018. Records are based on games reported to The Pilot. Dropped out: Atlantic Shores (3-3); Oscar Smith (1-2). Baseball: Top 10 teams"}
  ]
}