{
  "recommend":
  [
    {"id": "1685", "title": "Trump Tower, a Home for Celebrities and Charlatans", "full_text": "Hillary Clinton slept here.The year was 2000. Mrs. Clinton was in the middle of her first political campaign, running to be New York’s junior senator.Steven Spielberg, an enthusiastic donor to Mrs. Clinton who had the use of a pied-à-terre in Trump Tower purchased for him by Universal Pictures, barely stayed at the place, despite its views of Central Park, and offered it to the candidate as a crash pad on grueling campaign days.Donald J. Trump and Mrs. Clinton were on good terms back then. He donated money to her candidacy and called her “tough and smart.” Moreover, Mr. Trump was skilled in the art of spinning his associations with celebrities into publicity.This was particularly true at Trump Tower.Johnny Carson, Liberace and Paul Anka had condominiums there in the 1980s, and Michael Jackson rented one in the 1990s. In 2000, Bruce Willis closed on a place too.Pre-opening reports of Prince Charles and Princess Diana moving in turned out to be false, but that didn’t stop Mr. Trump from using them to his advantage. The “sale that never occurred,” as Mr. Trump called it in “The Art of the Deal,” was “the one that most helped Trump Tower.”Trump Tower, at 721-725 Fifth Avenue, opened to the public on Feb. 14, 1983, when the man who would become the 45th president was in his first flush of flame. It was 58 stories, but that didn’t stop the developer from promoting it as a 68-story building, to the chagrin of its chief architect, Der Scutt . The first 19 floors housed commercial enterprises; the first residential floor, the 20th, is listed as the 30th .With its grand atrium, made largely of Italian Brecchi Perniche marble , and with retail tenants that eventually included Gucci, Landau jewelry and the Trump Store , the building is not exactly homey. “When we were there, most people seemed to own more as an investment,” said Marina Fareed, who lived there recently with her husband, Qazi Shaukat Fareed, a Pakistani diplomat. “It was not full-time people.”The completion of a grand tower in Midtown’s high-end retail district cemented Mr. Trump’s status as a force to be reckoned with in New York while also setting him apart from his father, the developer Fred C. Trump, who made his fortune with an empire of middle-class housing units in boroughs outside Manhattan.“Not many sons have been able to escape their fathers,” Donald Trump told The New York Times in 1983.Until he moved into the White House in January, he made his home in the building. His primary residence was a three-story penthouse apartment estimated at more than 10,000 square feet by Forbes. Originally designed by Halston’s interior designer, Angelo Donghia , it had a smoky Helmut Newton vibe, with black lacquered walls, velvet furniture and handsome midcentury tables. A private elevator connected Mr. Trump to the 26th-floor office where he conducted Trump Organization business.Then Mr. Trump went to the nearby Olympic Tower for a dinner held by the Saudi billionaire Adnan Khashoggi, encountered a living room bigger than his own and decided to remodel.Out went the mirrors, brass and mahogany. In came the Greek columns, gold leaf paint and Louis XIV-inspired furniture.For the rest of the go-go 1980s, Mr. Trump lived in that airy show palace with his wife, Ivana, and their children, Donald Jr., Ivanka and Eric. In the 1990s, after a tabloid divorce and a wedding at the nearby Plaza hotel attended by Howard Stern and O. J. Simpson, he was joined by his second wife, Marla Maples , and their daughter, Tiffany.In 2001, two years after his divorce from Ms. Maples, Melania Knauss moved in. She and Mr. Trump were married in 2005, and their son, Barron, was given a floor of his own, with quarters for his mother and a nurse, after he came along in 2006. (Mrs. Trump and Barron made the White House their new home in June.)The plan for a gleaming tower in place of the 12-story Bonwit Teller store, a stately structure built as Stewart & Company in 1929, was hatched in 1978. At the time, Mr. Trump was renovating the old Hotel Commodore , which became the Grand Hyatt, near Grand Central Terminal. The work on Trump Tower began in 1980, and its namesake developer was soon revealed to be someone who did not mind playing the villain.After he declared his intention to donate the building’s pair of two-ton limestone relief panels of dancing women to the Metropolitan Museum of Art, which wanted them for its sculpture collection, work crews instead demolished them, resulting in a torrent of negative publicity. Edward I. Koch, then the city’s mayor, lambasted Mr. Trump for “ignoring the interests of the city.” In an editorial, The Times said he seemed to be in a race “to win a stupendous new unpopularity prize.”Never one to apologize, Mr. Trump told New York magazine that all the negative publicity had only helped him sell more units. “It was fantastic promotion,” he said.The demolition crew included undocumented Polish laborers, which kept costs down but subjected Mr. Trump to litigation. The contractor for the job of razing the Bonwit Teller building, William Kaszycki, of Kaszycki and Sons Contractors, ultimately served time in a New Jersey prison for employing illegal immigrants on another project. After a legal battle lasting many years, a federal judge found that Mr. Trump, a group of his associates and a union official had conspired to avoid making payments to the Housewreckers’ Local 95 union.By the time Trump Tower opened, more than half the building’s condominium units had been sold, and all but a small percentage would be gone within the next few years. Paul Goldberger, then The Times’s architecture critic, whom Mr. Trump had once called “an idiot,” sounded amazed by how much he actually liked it.“If overbearing publicity and overdressed guards do not a good building make, neither do they a good building deny,” he wrote. “Trump Tower,” he added, “is turning out to be a much more positive addition to the cityscape than the architectural oddsmakers would have had it.”Three years after the building’s opening, The Times reported that it had “turned out to be a gold mine, with economics as glittery as the building itself.”Few residents garnered as much publicity for the building as Michael Jackson, who for 10 months around 1994 rented a duplex apartment near the top and turned one of the bedrooms into a mirrored dance studio.Mr. Trump made Mr. Jackson’s acquaintance in 1988, when he attended a Madison Square Garden concert that was part of the singer’s tour in support of his “Bad” album. After the show, he made a backstage visit.In 1990, Mr. Trump persuaded Mr. Jackson to show up at the opening of the Trump Taj Majal in Atlantic City, parading him in front of camera crews and reporters. The next day, Mr. Jackson’s friend Ryan White died of AIDS, and the developer accompanied him on a visit to the grieving family in Indianapolis, bringing along a journalist to document the deed.After Mr. Jackson moved into his Trump Tower apartment, Mr. Trump took him to a low-key dinner at Le Cirque. “There was no entourage, no posse,” said Mario Wainer, the restaurant’s longtime maître d’hôtel. “He came as a guest of Mr. Trump, and that was it.”Mr. Jackson barely touched his risotto, Mr. Wainer recalled, and Mr. Trump had fish and drank no alcohol.Given Mr. Trump’s feuds with celebrities such as Rosie O’Donnell and Snoop Dogg, it may not come as a surprise that some of his relationships with well-known tenants ended poorly.Johnny Carson left the building in 1987 after an episode with Mr. Trump over a missing vicuna coat  The talk show host accused two Trump employees of stealing it and demanded that they be fired. Mr. Trump went along with the request, only to hear back from Mr. Carson after he had found the coat.A few years later, Mr. Trump traded insults with the singer and actress Pia Zadora during a dispute with her husband, the dime-store magnate Meshulam Riklis, who rented office space in the building.When Mr. Trump sued Mr. Riklis for $1.2 million, charging nonpayment of rent, Ms. Zadora, who had been performing at the Trump Taj Mahal in Atlantic City, called the lawsuit a publicity stunt. Mr. Trump hit back , telling a reporter, “If she were better looking and had a lot more talent, maybe she could at least partially sell out some of her Atlantic City dates.”Later, when Ms. Zadora heard Mr. Trump using similar language in his feuds with Megyn Kelly and Ms. O’Donnell, she realized — as she said in an interview last week — “I was a pioneer!”As Mr. Trump wrote in his 1987 best seller, “The Art of the Deal,” “the cycles of buyers at Trump Tower were always something of a barometer of what was going on in the international economy.”The first group, Mr. Trump wrote in the book, included many people hailing from the Middle East, some of them from nations the newly elected president would later seek to put on a travel ban list. There have also been residents of Mexico, a country Mr. Trump targeted through his candidacy. Juan Beckmann Vidal, who has a majority stake in Jose Cuervo Tequila, purchased and combined three units on the 31st floor in 2007.All along, there has been a strong European contingent. Gianna Lahainer-Lombardi, a Palm Beach socialite originally from Trieste, Italy, lives in a duplex on the 62nd and 63rd floors with her second husband, George Guido Lombardi, who has described himself as an “unofficial representative” of Italy’s anti-immigrant Northern League.In January, Mr. Lombardi, who is suspicious of Islam, open borders and the European Union, held a cocktail reception in honor of Marine Le Pen, the leader of France’s National Front party, at his apartment. The next day, he took her for a very public cup of coffee in the Trump Tower cafe.Although Mr. Trump called himself “the law and order candidate” in 2016, his namesake tower has been welcoming to those who have run afoul of the law.“Criminals got to go somewhere,” said Robby Browne, a broker at the Corcoran Group.Joseph Weichselbaum , an executive at a helicopter company that flew gamblers to Trump-run casinos in Atlantic City, knew Mr. Trump well. His firm also took care of Mr. Trump’s $10 million Super Puma helicopter.After being charged with drug trafficking, Mr. Weichselbaum rented an apartment owned by Mr. Trump himself at the Trump Plaza building on East 61st Street. Mr. Trump wrote a letter on his behalf to the presiding judge in the case, calling him a “credit to the community” shortly before Mr. Weichselbaum pleaded guilty and was given a three-year sentence.In 1990, after serving his time at Metropolitan Correctional Center in Lower Manhattan, Mr. Weichselbaum moved into adjoining apartments on the 49th floor of Trump Tower that had been purchased by the woman he was with at the time. He moved out of the building in 1994 and has not had legal troubles since then.Another notorious resident was Jean-Claude Duvalier, the former Haitian dictator overthrown in a 1986 popular uprising, who owned a $2.5 million condominium through a Panamanian holding company.In 1988, Jay Weinberg, a New York-bred career criminal, moved into Unit 63-A while under indictment for running what prosecutors said was the largest Medicaid fraud in history. After being convicted of using his low-cost, Brooklyn-based medical clinic to improperly bill Medicaid for $16 million in fees from 381,000 appointments that never took place, he was sentenced to seven to 21 years in prison. As prosecutors noted, he was literally robbing the poor to feed the rich.Mr. Weinberg wouldn’t even be the only convict who obtained keys to that particular unit. In 2009, it sold to Vadim Trincher , a Russian-born poker champion, for $5 million. In 2013, Mr. Trincher was convicted of running a gambling ring catering to Russian mobsters and sentenced to five years.Helly Nahmad, an art dealer who owns six apartments on the 51st floor of Trump Tower, pleaded guilty to a federal gambling charge of running a related ring with Mr. Trincher’s son Illya Trincher, who was also convicted.At least Mr. Nahmad and Mr. Trincher have not been charged in connection with anyone’s death, a dubious distinction held by Isaac Chehebar, a real estate investor and scion of the 1,300-store Rainbow retail chain.In 2001, Mr. Chehebar was 20 years old and driving a friend’s Porsche when he struck and killed Inna Shetman, 15, and her sister, Svetlana, 10. While Mr. Chehebar was under indictment, his family donated $80,000 to the re-election campaign of the Brooklyn district attorney, Charles J. Hynes, whose office prosecuted the case.Mr. Chehebar served a four-and-a-half-month sentence for criminally negligent homicide. In 2006, Mr. Chehebar spent $4.3 million for a 2,200-square-foot apartment on the 42nd floor of Trump Tower, property records show.Steven Hoffenberg, who was convicted in 1997 of bilking investors of Towers Financial Corporation of $462 million, leased office space on the 16th floor shortly after his legal difficulties began.Asked last year by Bloomberg why Mr. Trump rented to him when he was facing charges of running one of the largest Ponzi schemes in history, Mr. Hoffenberg said “He’s very objective. Renting space has nothing to do with color or race — or indictment. It has to do with if you can pay the rent.”Since Mr. Trump’s political career took off, there have been questions about his possible ties to Russia. In January 2017, he took to Twitter saying, “I HAVE NOTHING TO DO WITH RUSSIA — NO DEALS, NO LOANS, NO NOTHING!”But in 2002, the Bayrock Group, a real estate investment fund run by two Russian-born entrepreneurs, Tevfik Arif and Felix Sater, moved into office space on the 24th floor of Trump Tower, where they began work on the future Trump SoHo and used their connections to explore a possible Trump building in Moscow.In 2006, Mr. Sater stayed with Donald Trump Jr. and Ivanka Trump in Moscow across from the Kremlin. The next year, The Times reported that Mr. Sater had been convicted of a felony assault and had pleaded guilty to running what authorities called a “pump and dump” scheme” — buying large blocks of stocks in four companies, then flooding the market with false and misleading information about them.He avoided jail time by becoming a government informant who, according to the former attorney general Loretta Lynch, provided crucial intelligence about a variety of international crime syndicates.Mr. Trump has repeatedly tried to play down his involvement with Mr. Sater.In 2007, he told The Times that he “didn’t know [Mr. Sater] very well.” In 2015, he told a reporter from The Associated Press that he was “unfamiliar” with him.In 2017, Mr. Sater met with Mr. Trump’s personal lawyer, Michael Cohen, at the Loews Regency on Park Avenue. There, Mr. Sater gave him a letter proposing the lifting of sanctions against Russia.The letter, The Times later reported, was delivered to Michael T. Flynn, Mr. Trump’s national security adviser at the time. The next week, Mr. Flynn was fired.Of late, Mr. Trump has also been distancing himself from another Trump Tower resident with ties to Russian interests. In addition to holding the deed to an apartment on the 43rd floor of Trump Tower since 2015, he was for several months last year the manager of his landlord’s presidential campaign.His name Paul Manafort.Continue following our fashion and lifestyle coverage on Facebook ( Styles and Modern Love ), Twitter ( Styles , Fashion and Weddings ) and Instagram .Source URL https//www.nytimes.com/2017/08/12/style/trump-tower-famous-residents.html?partner=bloombergCredit JACOB BERNSTEIN", "publish_dt": "2017-08-12", "author": "Bernstein, Jacob"},
    {"id": "1733", "title": "Trump’s Remarks on Charlottesville Violence Are Criticized as Insufficient", "full_text": "BRIDGEWATER, N.J. — President Trump is rarely reluctant to express his opinion, but he is often seized by caution when addressing the violence and vitriol of white nationalists, neo-Nazis and alt-right activists, some of whom are his supporters.After days of genially bombastic interactions with the news media on North Korea and the shortcomings of congressional Republicans, Mr. Trump on Saturday condemned the bloody protests in Charlottesville, Va., in what critics in both parties saw as muted, equivocal terms.During a brief and uncomfortable address to reporters at his golf resort in Bedminster, N.J., he called for an end to the violence. But he was the only national political figure to spread blame for the “hatred, bigotry and violence” that resulted in the death of one person to “many sides.”For the most part, Republican leaders and other allies have kept quiet over several months about Mr. Trump’s outbursts and angry Twitter posts. But recently they have stopped averting their gazes and on Saturday a handful criticized his reaction to Charlottesville as insufficient.“Mr. President — we must call evil by its name,” tweeted Senator Cory Gardner, Republican from Colorado, who oversees the National Republican Senatorial Committee, the campaign arm of the Senate Republicans.“These were white supremacists and this was domestic terrorism,” he added, a description several of his colleagues used.Mike Huckabee, the former Arkansas governor and the father of the White House press secretary, Sarah Huckabee Sanders, did not dispute Mr. Trump’s comments directly, but he called the behavior of white nationalists in Charlottesville “evil.”Democrats have suggested that Mr. Trump is simply unwilling to alienate the segment of his white electoral base that embraces bigotry. The president has forcefully rejected any suggestion he harbors any racial or ethnic animosities, and points to his son-in-law, Jared Kushner, an observant Jew, and his daughter Ivanka, who converted to the faith, as proof of his inclusiveness.In one Twitter post on Saturday, Mr. Trump nodded to that inclusiveness.“We must remember this truth No matter our color, creed, religion or political party, we are ALL AMERICANS FIRST,” the president wrote , a statement that had echoes of his campaign slogan, America First.But like several other statements Mr. Trump made on Saturday, the tweet made no mention that the violence in Charlottesville was initiated by white supremacists brandishing anti-Semitic placards, Confederate battle flags, torches and a few Trump campaign signs.Mr. Trump, the product of a well-to-do, predominantly white Queens enclave who in 1989 paid for a full-page ad in The New York Times calling for the death penalty for five black teenagers convicted but later exonerated of raping a white woman in Central Park, flirted with racial controversy during the 2016 campaign. He repeatedly expressed outrage that anyone could suggest he was prejudiced.When he retweeted white supremacists’ accounts, he brushed aside questions about them. When he was asked about the support he had been given by David Duke, a former Ku Klux Klan leader, he chafed, insisting he didn’t know Mr. Duke.Finally, at a news conference in South Carolina, Mr. Trump said “I disavow” when pressed on Mr. Duke. He later described Mr. Duke as a “bad person.”When his social media director, Dan Scavino, posted an image on Mr. Trump’s Twitter feed with a Star of David near Hillary Clinton’s head, with money raining down, Mr. Trump rejected widespread criticism of the image as anti-Semitic.In an interview that aired in September 2016, Mr. Trump said “I am the least racist person that you have ever met,’’ a statement he repeated at a White House news conference in February.In Bedminster on Saturday, Mr. Trump said he and his team were “closely following the terrible events unfolding in Charlottesville, Va.,” then tried to portray the violence there as a chronic, bipartisan plague. “It’s been going on for a long time in our country,’’ he said. “It’s not Donald Trump, it’s not Barack Obama.”Mr. Trump did not single out the marchers, who included the white supremacist Richard Spencer and Mr. Duke, for their ideology.While Democrats and some Republicans faulted Mr. Trump for being too vague, Mr. Duke was among the few Trump critics who thought the president had gone too far.“I would recommend you take a good look in the mirror & remember it was White Americans who put you in the presidency, not radical leftists,” he wrote on Twitter , shortly after the president spoke.The president remained silent on the violence for most of the morning even as House Speaker Paul D. Ryan, Mr. Trump’s wife, Melania, and dozens of other public figures condemned the march.Mrs. Trump, using her official Twitter account , wrote, “Our country encourages freedom of speech, but let’s communicate w/o hate in our hearts. No good comes from violence. #Charlottesville.”Mr. Ryan was even more explicit . “The views fueling the spectacle in Charlottesville are repugnant. Let it only serve to unite Americans against this kind of vile bigotry,” he wrote on Twitter at noon, around the time that Gov. Terry McAuliffe declared a state of emergency in the city.Source URL https//www.nytimes.com/2017/08/12/us/trump-charlottesville-protest-nationalist-riot.html?partner=bloombergCredit GLENN THRUSH and MAGGIE HABERMAN", "publish_dt": "2017-08-12", "author": "Thrush, Glenn; Haberman, Maggie"},
    {"id": "1790", "title": "White House Acts to Stem Fallout From Trump’s First Charlottesville Remarks", "full_text": "BRIDGEWATER, N.J. — White House officials, under siege over President Trump’s reluctance to condemn white supremacists for the weekend’s bloody rallies in Charlottesville, Va. , tried to clarify his comments on Sunday, as critics in both parties intensified demands that he adopt a stronger, more unifying message.A statement on Sunday — issued more than 36 hours after the protests began — condemned “white supremacists” for the violence that led to one death. It came in an email sent to reporters in the president’s traveling press pool, and was attributed to an unnamed representative.It was not attributed directly to Mr. Trump, who often uses Twitter to communicate directly on controversial topics. It also did not single out “white supremacists” alone but instead included criticism of “all extremist groups.”The email was sent “in response” to questions about Mr. Trump’s remarks, in which he blamed the unrest “on many sides” while speaking on Saturday before an event for military veterans at his golf resort in Bedminster, N.J., where the president is on vacation.“The president said very strongly in his statement yesterday that he condemns all forms of violence, bigotry and hatred,” the statement said. “Of course that includes white supremacists, K.K.K. neo-Nazi and all extremist groups. He called for national unity and bringing all Americans together.”Mr. Trump’s high-volume outbursts on issues petty and profound have become a defining feature of his presidency. But his quiescence on the violence in Charlottesville has had, in many ways, a more profound and unsettling effect.The president’s reluctance to speak out with force and moral indignation against the white nationalists who incited the most serious racial episode of his presidency elicited deep feelings of disappointment spanning the ideological spectrum, and a spreading sense that he had squandered a critical opportunity to empathize, unite and move beyond the acrimony that has engulfed the White House and country.“I think what you saw here was a real moment in our nation for our leaders to deal with this moral issue as one country, as people all over the world watched,” Gov. Terry McAuliffe of Virginia said, speaking on a cellphone outside the home of one of the two state troopers killed in a helicopter crash monitoring the melee on Saturday.Mr. Trump’s “words were not — not — what this nation needs,” Mr. McAuliffe, a Democrat, said, his voice breaking with emotion. “He needs to call out the white supremacists, he needs to call out the neo-Nazis to say these people should not be in our country. I do think it’s the president’s responsibility to take leadership on this. It’s what any American would do. Now is the time to step up.”Gov. John Kasich of Ohio, a Republican and a frequent critic of Mr. Trump, cautioned against reading too much into the president’s initial response but called for the White House to use the episode as an opportunity to convene “a national discussion” on race, prejudice and community policing.“There are a lot of people who are just not comfortable with the issue; perhaps they are afraid it would aggravate their base,” Mr. Kasich said, adding, “I think a president can always provide some leadership on a subject like this.”The criticism of Mr. Trump intensified on Sunday, with lawmakers from both parties calling on him to explicitly condemn the role of white racists and agitators affiliated with the fringe movement known as the alt-right, some of whom brandished pro-Trump banners and campaign placards during violent protests over the removal of a Robert E. Lee statue from a Charlottesville park.Mr. Trump will continue to receive regular updates from his team, according to the official to whom the statement was attributed, and Thomas P. Bossert, the White House Homeland Security adviser, was in Bedminster monitoring the situation.As the White House shifted its message, the Justice Department opened a hate crimes inquiry into the violence, which included the death of a 32-year-old woman.James Alex Fields Jr. of Ohio was charged with second-degree murder, accused of running down her and others in a car. Nineteen other people were injured in the episode, which Mr. McAuliffe called “murder, plain and simple.”Attorney General Jeff Sessions was pressed during his confirmation hearings early this year about how he might handle such a case, and many on Sunday said they saw the Charlottesville investigation as a test for him.In a statement late Saturday, Mr. Sessions went further than the president had in his remarks, condemning not just the violence and deaths in Charlottesville but adding that “when such actions arise from racial bigotry and hatred, they betray our core values and cannot be tolerated.”It was unclear on Sunday what the specific scope of the investigation was. A spokesman for the department declined to comment beyond a statement released late Saturday that had cited the cooperation of the F.B.I. field office in Richmond, Va.; the United States Attorney’s Office for the Western District of Virginia; and the Justice Department’s civil rights division.“It’s a test for Attorney General Sessions in that he has put such a premium on cracking down on violence in cities and violent offenders, and obviously during his confirmation there were issues raised about equal justice under law,” said John P. Fishwick, a former United States attorney for the Western District of Virginia during the Obama administration.Administration officials largely appeared to avoid branding the car rampage as domestic terrorism, but some experts said it certainly could meet the legal standard.“You can be a domestic terrorist if you’re trying to intimidate the population, or if you’re trying to affect the conduct of the government by mass destruction,” Mr. Fishwick said. “Nineteen people wounded — a number of them critically — and one dead. I think that’s enough.”Mr. Trump consulted a broad range of advisers before speaking on Saturday, most of whom told him to sharply criticize the white nationalist protesters.At the center of the discussion was Mr. Bossert, who laid out the situation on the ground, including a description of provocations by both protesters and counterprotesters, according to a White House official.Two hard-edge economic populists — Stephen K. Bannon, the president’s chief strategist, and Stephen Miller, a senior adviser — spoke with Mr. Trump repeatedly on Saturday, the person said, although it was not clear if Mr. Bannon had offered him advice on his comments.Mr. Trump listened attentively, according to another person familiar with the discussions, but repeatedly steered the conversation to the breakdown of “law and order,” and the responsibility of local officials to stem the violence.Mr. Bossert, in an interview Sunday on CNN’s “State of the Union,” dismissed any suggestion that the president had failed to adequately condemn white supremacists.Mr. Bossert praised the statement the president made on Saturday — which denounced the “egregious display of hatred, bigotry and violence on many sides” — saying that Mr. Trump had appropriately criticized an event that “turned into an unacceptable level of violence at all levels.”“This isn’t about President Trump — this is about a level of violence and hatred that could not be tolerated in this country,” Mr. Bossert told CNN’s Jake Tapper. “I was with the president yesterday, and I’m proud of the fact that he stood up and calmly looked into the camera and condemned this violence and bigotry in all its forms. This racial intolerance and racial bigotry cannot be condoned.”Mr. Tapper responded by citing a white nationalist website that described Mr. Trump’s remarks as “really, really good.”He then asked Mr. Bossert, “Are you at least willing to concede that the president was not clear enough in condemning white supremacy?”Mr. Bossert replied that Mr. Trump “didn’t dignify the names of these groups of people, but rather addressed the fundamental issue.”As the gravity of the events on Saturday became clearer, the pressure on Mr. Trump to make a stronger statement came from his innermost circle of advisers and family.“With the moral authority of the presidency, you have to call that stuff out,” Anthony Scaramucci, an ally of Mr. Trump’s who served briefly as White House communications director last month, told George Stephanopoulos of ABC’s “This Week” on Sunday.“I wouldn’t have recommended that statement,” added Mr. Scaramucci, whose abbreviated tenure was characterized by a pledge to let Mr. Trump express himself without interference from staff members. “I think he would have needed to have been much harsher.”Still, the tone and tenor of the president’s comments on Saturday — noticeably less fiery than what he has had to say on Twitter and in public settings about the North Korean leader, Kim Jong-un, and the Senate majority leader, Mitch McConnell — reflected Mr. Trump’s own thinking.And the episode again proved the limitations of Mr. Trump’s family, which was once expected to exert a moderating influence on his presidency.Ivanka Trump, a senior adviser to her father, used Twitter early Sunday to denounce the violence in Charlottesville, becoming the highest-ranking administration official to condemn the protesters on the record.“There should be no place in society for racism, white supremacy and neo-nazis,” she wrote Sunday .Source URL https//www.nytimes.com/2017/08/13/us/charlottesville-protests-white-nationalists-trump.html?partner=bloombergCredit GLENN THRUSH and REBECCA R. RUIZ", "publish_dt": "2017-08-13", "author": "Thrush, Glenn; Ruiz, Rebecca R"},
    {"id": "1891", "title": "New Outcry as Trump Rebukes Charlottesville Racists 2 Days Later", "full_text": "Correction AppendedWASHINGTON — The crisis in Charlottesville, Va., presented President Trump with a choice between adopting the unifying tone of a traditional president or doubling down on the go-it-alone approach that got him elected in 2016.On Monday, Mr. Trump offered a glimpse of a more calming and conventional president, but he ended the day with a flurry of angry tweets that left little doubt he intended to govern on his own terms.Mr. Trump, after two days of issuing equivocal statements, bowed to overwhelming pressure that he personally condemn white supremacists who incited bloody weekend demonstrations in Charlottesville.“Racism is evil,” said Mr. Trump, delivering a statement from the White House at a hastily arranged appearance meant to halt the growing political threat posed by the unrest. “And those who cause violence in its name are criminals and thugs, including the K.K.K., neo-Nazis, white supremacists and other hate groups that are repugnant to everything we hold dear as Americans.”But before and after his conciliatory statement — which called for “love,” “joy” and “justice” — Mr. Trump issued classically caustic Twitter attacks on Kenneth C. Frazier, the head of Merck Pharmaceuticals and one of the country’s top African-American executives.Mr. Frazier announced Monday morning that he was resigning from the American Manufacturing Council — the first of three chief executives who quit the advisory panel on Monday — to protest Mr. Trump’s initial equivocal statements on Charlottesville.pic.twitter.com/a1PNQZism5 — Merck (@Merck) August 14, 2017“Now that Ken Frazier of Merck Pharma has resigned from President’s Manufacturing Council, he will have more time to LOWER RIPOFF DRUG PRICES!” the president wrote at 854 a.m. , as he departed his golf resort in Bedminster, N.J., for a day trip back to Washington.Now that Ken Frazier of Merck Pharma has resigned from President's Manufacturing Council,he will have more time to LOWER RIPOFF DRUG PRICES! — Donald J. Trump (@realDonaldTrump) August 14, 2017Shortly before leaving the capital, Mr. Trump attacked the news media for blowing the episode out of proportion.“Made additional remarks on Charlottesville and realize once again that the #Fake News Media will never be satisfied...truly bad people!” he wrote Monday evening.Made additional remarks on Charlottesville and realize once again that the #Fake News Media will never be satisfied...truly bad people! — Donald J. Trump (@realDonaldTrump) August 14, 2017“Trump faced a fork in the road today, and he took it,” said Representative Nancy Pelosi, Democrat of California and the House minority leader. “He showed cowardice on Saturday by refusing to call out the racists and neo-Nazis, and on Monday he showed how uncomfortable he was in delivering another kind of message.”Even Mr. Trump’s allies worried that his measured remarks, delivered two days after dozens of public figures issued more forceful denunciations of the violence in Virginia, came too late to reverse the self-inflicted damage on his moral standing as president.On Saturday, Mr. Trump said the rioting was initiated by “many sides.” His comments prompted nearly universal criticism and spurred several of his top advisers, including his new chief of staff, John F. Kelly, to press the president to issue a more forceful rebuke.Even after a wave of disapproval that included a majority of Senate Republicans — and stronger statements delivered by allies, including Vice President Mike Pence and the president’s daughter Ivanka Trump — Mr. Trump seemed reluctant to tackle the issue head-on when he appeared Monday before the cameras.He first offered a lengthy and seemingly out-of-place recitation of his accomplishments on the economy, trade and job creation. When he did address the violence in Charlottesville, he presented his stronger language as an update on the Justice Department’s civil rights investigation into the death of a woman who was hit by a car that the authorities said was driven by an Ohio protester with ties to neo-Nazi groups.“To anyone who acted criminally in this weekend’s racist violence, you will be held fully accountable. Justice will be delivered,” said Mr. Trump, who had just concluded a meeting with Attorney General Jeff Sessions and Christopher A. Wray, the F.B.I. director.Mr. Trump has had a career-long pattern of delaying and muting his criticism of white nationalism. During the 2016 presidential campaign, he refused to immediately denounce David Duke, a former Klansman who supported his candidacy.Some human rights activists, skeptical that Mr. Trump’s latest remarks on the issue represented a change of heart, called on him to fire so-called nationalists — a group of hard-right populists led by Stephen K. Bannon, the White House chief strategist — working in the West Wing.“The president should make sure that no one on his staff has ties to white supremacists,” Jonathan Greenblatt, the chief executive officer of the Anti-Defamation League, said in a telephone briefing on Monday afternoon. He added, “Nor should they be on the payroll of the American people.”He said that the Justice Department and the Office of Government Ethics should “do an investigation and make that determination” to see if anyone in the White House has had links to hate groups.Mr. Trump and his staff have consistently denied any connection to such organizations, and the president called for racial harmony in his remarks on Monday.“As I have said many times before, no matter the color of our skin, we all live under the same laws,” he said. “We all salute the same great flag, and we are all made by the same almighty God. We must love each other, show affection for each other and unite together in condemnation of hatred, bigotry and violence.”Far-right leaders, including Richard B. Spencer, who attended the Charlottesville rally, said they did not take the president’s remarks seriously.“The statement today was more ‘kumbaya’ nonsense,” Mr. Spencer told reporters on Monday. “He sounded like a Sunday school teacher.”“I don’t think that Donald Trump is a dumb person, and only a dumb person would take those lines seriously,” Mr. Spencer said.As Mr. Trump was delivering the kind of statement his critics had demanded over the weekend, Fox News reported that the president was considering pardoning Joe Arpaio, the former sheriff of Maricopa County, Ariz., a political ally who has been accused of federal civil rights violations for allegedly mistreating prisoners, many of them black and Hispanic.The timing of the interview was especially striking, given that it came at the height of the controversy over his tepid remarks about Charlottesville.“I am seriously considering a pardon for Sheriff Arpaio,” the president said in the interview on Sunday, speaking from his golf club in Bedminster, N.J. “He has done a lot in the fight against illegal immigration. He’s a great American patriot, and I hate to see what has happened to him.”Two themes — uniting the country while defending himself — collided on Mr. Trump’s Twitter feed earlier on Monday.It is not unusual for Mr. Trump to attack, via Twitter, any public figure who ridicules, criticizes or even mildly questions his actions. But his decision to take on Mr. Frazier, a self-made multimillionaire who rose from a modest childhood in Philadelphia to attend Harvard Law School, was extraordinary given the wide-ranging criticism the president faced from both parties for not forcefully denouncing the neo-Nazis and Klan sympathizers who rampaged in Charlottesville.Mr. Frazier’s exit from the business council marks a mini-exodus of business leaders from presidential advisory panels as a result of Mr. Trump’s stances on social issues and the environment. His recent decision to leave the Paris climate accord prompted Elon Musk of Tesla to resign, as did the chief executive of Disney, Bob Iger.Additionally, the chief executives of the athletic clothing line Under Armour and of Intel announced they too would step down from the American Manufacturing Council — the same panel from which Mr. Frazier resigned.Kevin Plank, the head of Under Armour, said he was resigning to focus on “the power of sport which promotes unity, diversity and inclusion.”I love our country & company. I am stepping down from the council to focus on inspiring & uniting through power of sport. - CEO Kevin Plank pic.twitter.com/8YvndJMjj1 — Under Armour (@UnderArmour) August 15, 2017Intel chief executive Brian Krzanich said he would be willing to serve in the government again when “those who have stood up for equality” are honored. “I resigned because I want to make progress, while many in Washington seem more concerned with attacking anyone who disagrees with them,” Mr. Krzanich said in a statement.I stand with others for equality and improving US competitiveness. Both requireimproving in todays environment. https//t.co/RcjpGaFXBQ — Brian Krzanich (@bkrunner) August 15, 2017Mr. Trump’s shot at Mr. Frazier, one of the country’s best-known black executives, prompted an immediate outpouring of support for the Merck chief executive from major figures in business, media and politics.“Thanks @Merck Ken Frazier for strong leadership to stand up for the moral values that made this country what it is,” Paul Polman, the chief executive of Unilever, wrote on Twitter .Last month, Mr. Frazier appeared next to Mr. Trump at the White House to announce an agreement among drug makers that would create 1,000 jobs.He is only the second African-American executive to lead a major pharmaceutical firm, and rose to prominence as Merck’s general counsel when he successfully defended the company against class-action lawsuits stemming from complications involving the anti-inflammatory drug Vioxx .“It took Trump 54 minutes to condemn Merck CEO Ken Frazier, but after several days he still has not condemned murdering white supremacists,” Keith Boykin, a former aide to President Bill Clinton who comments on politics and race for CNN, wrote in a tweet .This article has been revised to reflect the following correction An earlier version of this article misquoted part of President Trump’s statement on the violence in Charlottesville, Va. He blamed “many sides,” not “all sides,” for the violence that left one woman dead.Source URL https//www.nytimes.com/2017/08/14/us/politics/trump-charlottesville-protest.html?partner=bloombergCredit GLENN THRUSH", "publish_dt": "2017-08-14", "author": "Thrush, Glenn"},
    {"id": "2210", "title": "Jewish Trump Staff Silent on His Defense of Rally With Anti-Semitic Marchers", "full_text": "WASHINGTON — Jewish members of President Trump’s administration remained largely silent Wednesday after Mr. Trump came to the defense of nationalist and right-wing protesters in Charlottesville, Va., who had chanted anti-Semitic slogans and demeaned the president’s Jewish son-in-law.Gary D. Cohn, the director of the president’s National Economic Council, who is Jewish, was described by several people close to him as “disgusted” and “deeply upset” by the president’s remarks. But Mr. Cohn has not publicly expressed those views.Steven Mnuchin, the secretary of the Treasury and also Jewish, stood silently behind Mr. Trump on Tuesday as the president said there were “very fine people on both sides” at the Virginia incident. Mr. Mnuchin has not said anything since about the president’s remarks.And Jared Kushner, the president’s son-in-law, who is also Jewish, has been silent about Mr. Trump’s comments. Ivanka Trump, Mr. Kushner’s wife, who converted to Judaism, said in a tweet on Sunday, “There should be no place in society for racism, white supremacy and neo-nazis.”Requests for comment on Wednesday from Mr. Kushner, Mr. Cohn and Mr. Mnuchin were not answered.The violent racist protests in Charlottesville began as white supremacists and others rallied against the removal of a statue of Robert E. Lee from a park in the city. Their words were aimed at Jews as well as blacks.Neo-Nazis carried torches and chanted “Jews will not replace us” as they marched through the University of Virginia campus on Friday. And on Tuesday, Chris Cantwell, a white supremacist leader, told Vice News that he wanted a president who “does not give his daughter to a Jew.”[Video Charlottesville Race and Terror – VICE News Tonight on HBO Watch on YouTube. ]In his comments on Tuesday, Mr. Trump called the neo-Nazis at the protests “bad people” but defended many of those who came to the rally.“It looked like they had some rough, bad people, neo-Nazis, white nationalists, whatever you want to call them,” the president said. “But you had a lot of people in that group that were there to innocently protest and very legally protest.”Jewish supporters of Mr. Trump outside the administration also were largely quiet on Wednesday. Sheldon Adelson, the Jewish megadonor from Las Vegas, who was an avid supporter of Mr. Trump’s campaign, did not issue a statement.Michael D. Cohen, the president’s longtime personal lawyer, who is Jewish, defended Mr. Trump in response to a reporter’s question on Wednesday.“I know President Trump and his heart,” Mr. Cohen wrote. “He is a good man and doesn’t have a racist bone in his body. All morning I am receiving horrific comments about being anti-black, racist, etc. for supporting Trump. It’s just wrong!”Mr. Cohen emphatically denounced “white supremacy, white nationalism, Nazi beliefs and hatred of anyone based on race, religion, creed, color or sexual orientation.” But he added “Trump is not a racist and neither am I. The attacks against him and all of us who support him are disgusting, disgraceful and hurtful.”Sam Nunberg, a former Trump campaign adviser who was fired after publishing racially charged Facebook posts, also came to the president’s defense.“I have spent thousands of hours with this man. He does not have one anti-Semitic bone in his body,” Mr. Nunberg, who is Jewish, said in a telephone interview. Mr. Nunberg condemned the neo-Nazi protesters as “a bunch of disgusting people. A bunch of people saying anti-Semitic stuff.”He added that he was disappointed with Mr. Trump’s comments on Tuesday because they were open to interpretation and misunderstanding. He said Mr. Trump should have simply said that he stood by his previous comments about the protests.Mr. Nunberg said he did not believe Mr. Mnuchin or Mr. Cohn should make their views publicly known.“It’s a no-win situation for them,” Mr. Nunberg said. “If Mr. Mnuchin or Mr. Cohn issues a statement, then what? They are supposed to resign? They have a responsibility to carry out their jobs.”Representative Lee Zeldin, a Jewish Republican from New York, came to the president’s defense for noting that there was violence on both sides, though he added that “these two sides are not equal. They are different.”Get politics and Washington news updates via Facebook , Twitter and the Morning Briefing newsletter .Source URL https//www.nytimes.com/2017/08/16/us/politics/trump-jewish-neo-nazi-jared-kushner-ivanka.html?partner=bloombergCredit MICHAEL D. SHEAR", "publish_dt": "2017-08-16", "author": "Shear, Michael D"},
    {"id": "2256", "title": "Trump’s Fighting Words on Charlottesville", "full_text": "To the EditorRe “ Trump Again Says Two Sides at Fault in Rally Violence ” (front page, Aug. 16)In a horrifying display of anti-Americanism and historical ignorance, we watched the president of these United States give succor to white supremacists, the Ku Klux Klan and neo-Nazis who descended, torches in hand, on Charlottesville, Va., last weekend.Donald Trump once again, in suggesting that there was equivalency between those spewing hatred, bigotry and intolerance and those who marched to condemn that behavior, used his bully pulpit to signal to the indefensible that they have a powerful champion in the White House. The friends and families of the victims of the hate crime perpetrated in Charlottesville and a grieving nation could only watch in disbelief as a president failed to calm and comfort.Of course there is no equivalency, and now there must be no equivocating. A vociferous and united condemnation of the president’s behavior by our lawmakers and those who serve this administration is the order of the day. Anything short of that is cowardly and an unacceptable dereliction of duty.FELICIA MASSARSKY ATLANTIC CITYTo the EditorPresident Trump asked “where does it stop?” after speculating that the statues of Washington and Jefferson will be taken down next.Is it really possible that our president does not distinguish between our nation’s founders, who risked (and sometimes lost) their lives and fortunes to create our country, with defeated traitors who sought to destroy the country primarily to preserve slavery?IRA BELSKY, FRANKLIN LAKES, N.J.To the EditorWhile I am sure that most people wholeheartedly condemn the terror attack in Charlottesville and disagree strongly with the white supremacists and neo-Nazis, I am at a loss to understand or explain why the media and politicians are so strident in their criticism of President Trump for talking about extremists and violence on both sides.The media have portrayed those demonstrating against the white supremacists as making a peaceful protest. But television footage shows banners like “smash Fascism.” It was quite clear that some of the so-called peaceful demonstrators were looking for trouble and intended a violent confrontation.I congratulate Mr. Trump for having the backbone to stand up against the politically correct and for pointing out that all those involved in the troubles in Charlottesville were equally culpable.RAY WARREN MANDURAH, AUSTRALIATo the EditorAre the next steps in President Trump’s moral-equivalency equation that the slaves were equally responsible for the Civil War and the Jews equally responsible for World War II?TOM BARNARD SHAKER HEIGHTS, OHIOTo the EditorOne of the most telling sentences in “ Giving White Supremacists an Unequivocal Boost ” (front page, Aug. 16) described staff members as “stunned” to hear President Trump express opinions that he had “long expressed in private.” This speaks volumes about their moral cowardice. How long had he been expressing his vile opinions without challenge or rebuke from those around him?These are not people who depend on a White House job for their livelihoods. More than most working Americans, they are free to leave an abusive workplace. Every day they remain under Mr. Trump is another day that condemns them as silent partners in his never-ending campaign of hatred, bile and bigotry.ISAAC SEGAL, CHERRY HILL, N.J.To the EditorAs a Jewish psychiatrist born right after World War II, I never thought I would ever use Germany as a model for the United States to follow in regard to white nationalists and anti-Semitism. And yet, how Germany has recovered and transformed necessitates that.We need to outlaw public displays of neo-Nazism no Confederate flag-waving, no torchlight parade chanting “Jews will not replace us,” no hate speech and no heil Hitler salutes. We need to give the white nationalists not a boost but the boot!H. STEVEN MOFFIC, MILWAUKEETo the EditorPresident Trump has no moral compass, and the Republican-led Congress has forfeited its moral authority in order to stay in power. Our former living presidents — Jimmy Carter, George H. W. Bush, Bill Clinton, George W. Bush and Barack Obama — are moral men. They should hold a joint news conference condemning the alt-right rhetoric at the Charlottesville rally as completely unacceptable for all Americans.JAN SILVER, SOUTHAMPTON, N.Y.To the EditorIf nothing else, President Trump’s performance should finally end the punditocracy’s pleas to understand the pain and despair of all those Trump voters “They’re responding to his economic message, not his racist dog whistles.” Please. These voters knew exactly what they were getting, and they couldn’t be more pleased. They may not be fanatical enough to show up in Charlottesville with automatic weapons, but they were certainly there in spirit.And so it’s time for the proverbial national gaze into the mirror, the collective soul-searching. Who really are we as a people? We’ve averted our gaze so far, but we’re long past the time for a reckoning.JAY SILBERMAN, HONOLULUTo the EditorPresident Trump’s letting his true feelings out at his news conference on Tuesday reminds me of the scene in “Dr. Strangelove,” played by Peter Sellers, in which he struggles to keep his arm at his side. But his arm has a mind of its own and finally frees itself into a Nazi salute.JUDITH SCHAFFNER, NEW YORKSource URL https//www.nytimes.com/2017/08/16/opinion/trumps-fighting-words-on-charlottesville.html?partner=bloomberg", "publish_dt": "2017-08-16", "author": null},
    {"id": "2277", "title": "Trump Comments on Race Open Breach With C.E.O.s, Military and G.O.P.", "full_text": "Correction AppendedWASHINGTON — President Trump found himself increasingly isolated in a racial crisis of his own making on Wednesday, abandoned by the nation’s top business executives, contradicted by military leaders and shunned by Republicans outraged by his defense of white nationalist protesters in Charlottesville, Va.The breach with the business community was the most striking. Titans of American industry and finance revolted against a man they had seen as one of their own, concluding Wednesday morning they could no longer serve on two of Mr. Trump’s advisory panels.But before Stephen A. Schwarzman , the chief executive of the Blackstone Group and one of Mr. Trump’s closest business confidants, could announce a decision to disband Mr. Trump’s Strategic and Policy Forum — in a prepared statement calling “intolerance, racism and violence” an “affront to core American values” — the president undercut him and did it himself, in a tweet.“Rather than putting pressure on the businesspeople of the Manufacturing Council & Strategy & Policy Forum, I am ending both,” Mr. Trump wrote . “Thank you all!”The condemnation descended on the president a day after he told reporters in a defiant news conference at Trump Tower in Manhattan that “alt-left” demonstrators were just as responsible for the violence in Charlottesville last weekend as the neo-Nazis and white supremacists who instigated protests that led to the death of a 32-year-old woman , struck down by a car driven by a right-wing activist.Five armed services chiefs — of the Army, the Air Force, the Navy, the Marines and the National Guard Bureau — posted statements on social media condemning neo-Nazis and racism in uncompromising terms. They did not mention Mr. Trump by name, but their messages were a highly unusual counter to the commander in chief.Republicans, too, issued new denunciations of the hatred on display in Charlottesville, although some remained vague about Mr. Trump’s remarks.Vice President Mike Pence abruptly cut short a trip in South America as his aides announced he would return home early to attend meetings on Friday and through the weekend at Camp David. The White House insisted that the topic of the meetings would be South Asia. During his travels, Mr. Pence stood by the president but declined to defend Mr. Trump’s comments at Trump Tower on Tuesday that “both sides” in Charlottesville were to blame.In a tweet on Wednesday night , Mr. Trump urged supporters to “join me” at a campaign rally scheduled for Aug. 22 in Phoenix. But the Phoenix mayor, Greg Stanton, said in his own tweet that he was “disappointed” that the president would hold a political event “as our nation is still healing from the tragic events in Charlottesville.” He urged Mr. Trump to delay the visit.The president’s top advisers described themselves as stunned, despondent and numb. Several said they were unable to see how Mr. Trump’s presidency would recover, and others expressed doubts about his capacity to do the job.In contrast, the president told close aides that he felt liberated by his news conference. Aides said he seemed to bask afterward in his remarks, and viewed them as the latest retort to the political establishment that he sees as trying to tame his impulses.Mr. Trump’s venting on Tuesday came despite pleas from his staff, including his daughter Ivanka Trump and her husband, Jared Kushner. Instead of taking their advice to stop talking about the protest, the president eagerly unburdened himself of what he viewed as political correctness in favor of a take-no-prisoners attack on the “alt-left.”On Wednesday, even Fox News, a favorite of the president’s, repeatedly carried criticism of Mr. Trump. One Fox host, Shepard Smith, said that he had been unable to find a single Republican to come on-air to defend Mr. Trump’s remarks.No one from the president’s team has resigned as of yet, but some spoke candidly on Wednesday about whether they could continue to work much longer for a man who has expressed such sentiments. Most incensed among Mr. Trump’s top advisers, according to three people familiar with the situation, was Gary D. Cohn, the director of the National Economic Council, who told people around him that he was offended, as a Jew and as an American, by the president’s reaction to the violence in Charlottesville.The relationship between the president and Mr. Cohn, who stood next to Mr. Trump during the news conference, seems to have suffered a serious blow. Although White House aides denied that he was planning to quit, they acknowledged that Mr. Cohn, a former Goldman Sachs executive, was upset with the president’s lack of discipline.One aide who felt energized by the president’s actions was the embattled White House chief strategist, Stephen K. Bannon, who shares Mr. Trump’s anger at the efforts of local governments to remove monuments honoring prominent Confederate figures like Robert E. Lee. The proposed removal of a Lee statue from a public park in Charlottesville spurred the demonstrations last weekend.Mr. Bannon, whose future in the White House remains uncertain , has been encouraging Mr. Trump to remain defiant. Two White House officials who have been trying to moderate the president’s position suggested that Mr. Bannon was using the crisis as a way to get back in the good graces of the president, who has soured on Mr. Bannon’s internal machinations and reputation for leaking stories about West Wing rivals to conservative news media outlets.Many in the White House said they still held on to the hope, however slim, that the new White House chief of staff, John F. Kelly, could impose order on the disarray even as Mr. Trump hopscotches from one self-destructive episode to the next.Mr. Kelly, who watched the president’s performance on Tuesday with his head hung low, grimacing at some of Mr. Trump’s remarks, is frustrated, according to people inside the White House.Several people who participated in White House conference calls over the weekend said Mr. Kelly initially did not seem to fully grasp the effect of the controversy about the president’s remarks. But as a former Marine, Mr. Kelly is determined to try to bring order to the White House, the officials said.The White House turmoil intensified as friends and relatives gathered to memorialize Heather Heyer, the woman who was struck and killed on Saturday. Susan Bro, Ms. Heyer’s mother, told worshipers that her daughter had been protesting hatred by the nationalist groups when she was killed by one of them.“They tried to kill my child to shut her up, but guess what, you just magnified her,” Ms. Bro said.Senator Mitch McConnell of Kentucky, the majority leader, denounced “hate and bigotry” in a statement on Wednesday but made no mention of Mr. Trump or his comments — an example of the careful line that some Republican officials are treading as they hope to work with the president on a conservative agenda in the months to come.Leaders of the Republican Jewish Coalition were more direct, calling on Mr. Trump to “provide greater moral clarity in rejecting racism, bigotry, and anti-Semitism.” They added “There are no good Nazis and no good members of the Klan. Thankfully, in modern America, the K.K.K. and Nazis are small fringe groups that have never been welcome in the G.O.P.”David Shulkin, the secretary of veterans affairs, delivered an emotional statement to reporters on Wednesday at Mr. Trump’s private golf club in Bedminster, N.J., where the president is vacationing. Treading carefully without chiding Mr. Trump, Mr. Shulkin said “Well, I’m speaking out, and I’m giving my personal opinions as an American and as a Jewish American. And for me in particular, I think in learning history, that we know that staying silent on these issues is simply not acceptable.”Paraphrasing famous words from Martin Niemöller, a German pastor and a vocal critic of Adolf Hitler, Mr. Shulkin said, “First, they came for the socialists, and I did not speak out. Then they came for the trade unionists, and I wasn’t a trade unionist, so I didn’t speak out. Then they came for the Jews. I wasn’t a Jew so I didn’t speak out. Then they came for me, and there was no one to speak for me.”Many other Jewish members of the Trump administration remained largely silent on Wednesday, even after the protesters in Charlottesville had chanted anti-Semitic slogans and demeaned the president’s Jewish son-in-law, Mr. Kushner.Steven Mnuchin, the secretary of the Treasury, who is also Jewish, stood silently behind Mr. Trump on Tuesday as the president said there were “very fine people on both sides” in Charlottesville. Mr. Mnuchin has not said anything publicly about the president’s remarks.Mr. Kushner has been silent about Mr. Trump’s comments. Ivanka Trump, who converted to Judaism, said in a tweet on Sunday, “There should be no place in society for racism, white supremacy and neo-nazis.”Michael D. Cohen, the president’s longtime personal lawyer, who is Jewish, denounced hate groups but defended Mr. Trump in response to a reporter’s question on Wednesday.“I know President Trump and his heart,” Mr. Cohen wrote. “He is a good man and doesn’t have a racist bone in his body.”Get politics and Washington news updates via Facebook , Twitter and the Morning Briefing newsletter .This article has been revised to reflect the following correction An article on Thursday about tensions between President Trump and military and business leaders over his remarks about protesters in Charlottesville, Va., misidentified, in some editions, the location of a statue of Robert E. Lee that was the focus of the protests. It is in a public park in Charlottesville — not on the University of Virginia campus, where protesters first gathered. The article also referred incorrectly to a military leader whose post on social media condemned racism. The post was by the chief of the National Guard Bureau, not the Coast Guard.Source URL https//www.nytimes.com/2017/08/16/us/politics/trump-charlottesville-military-jews-ceos.html?partner=bloombergCredit MICHAEL D. SHEAR, GLENN THRUSH and MAGGIE HABERMAN", "publish_dt": "2017-08-16", "author": "Shear, Michael D; Thrush, Glenn; Haberman, Maggie"},
    {"id": "2315", "title": "Republicans in Congress May Be Stuck in a Relationship With Trump", "full_text": "WASHINGTON — There is no annulling this marriage.For several weeks, congressional Republicans have grown more brazen, inch by careful inch, in creating a measure of distance from President Trump. Perhaps he should not declare war on the face of a female host of “Morning Joe,” they have suggested, or antagonize Senator Mitch McConnell of Kentucky, the majority leader straining to usher Mr. Trump’s agenda through the Capitol.More recently, they have allowed that when a president’s words give heart to neo-Nazis and other white supremacists, it is probably not ideal .Yet this fever dream of an era in Washington — where identifying as anti-Nazi has become grist for an executive-bucking profile in courage — has obscured a longer-term truth about the relationship between Mr. Trump and his ostensible allies in conservative policy making For now, and almost certainly for much longer, they are stuck with each other.For one, much of the Republican base stands with Mr. Trump, rejecting criticisms of his equivocations about white supremacists and insisting that protest groups on the left are at least as insidious.For another, the president still has a pen — deployed too infrequently to date for elected officials who would prefer to have more to run on next year than a series of post office dedications.“If Republicans want to be in the majority, it’s not a question of sticking from Trump, it’s a question of accomplishing things,” Representative Tom Cole, Republican of Oklahoma, said in a phone interview, driving away from a town hall-style forum this week in Ada, Okla. “And most of those things require a presidential signature.”By the time Mr. Cole hung up, Mr. Trump had reverted to blaming “both sides” for the violence last weekend in Charlottesville, Va.The remarkable exchange with reporters at Mr. Trump’s Manhattan tower has renewed pleas, from corners of both major parties, for Republicans to break with the president in a more permanent way.And Mr. Trump seems to be all but daring them, using his ritual Twitter unburdening on Thursday morning to lash out at two Republican senators — Lindsey Graham of South Carolina ( “publicity seeking” ) and Jeff Flake of Arizona ( “Flake Jeff Flake” ) — who have criticized his recent leadership.There is no doubt that Republicans have collectively amended their approach to the Trump problem in recent months, at least slightly Finger-wagging counter-tweets and one-off statements of disapproval have often supplanted willful public ignorance. (Many had long retained a habit of telling reporters they had not seen the president’s latest objectionable flourish, no matter how ubiquitous.)But it is not clear what a meaningful, sustainable divorce from Mr. Trump could even look like.The most extreme remedies, like impeachment, remain nonstarters in Republican circles. The party has likewise declined to embrace any formalized censure against the president, an option pushed Wednesday by House Democrats — though last month’s sanctions on Russia , passed against the administration’s wishes, were a notable bit of bipartisan defiance.Among Republicans, though, the next steps are complicated by the president’s ramshackle legislative strategy The White House has effectively outsourced its agenda to its partners in Congress.Abandoning Mr. Trump is abandoning themselves.Are Republicans to set aside plans to overhaul the tax code, a party priority long before Mr. Trump arrived? Should they really refuse to consider the president’s broadly conservative nominees?At least some have arrived at a disquieting conclusion It is time for the party to dream small, for now anyway.“We can’t get an agenda through,” Mr. Flake said in an interview on Wednesday, noting the 60-vote threshold for most major legislation. “The notion you’re going to get all the Republicans, let alone any Democrats, to agree given his standing in the polls and when he’s making these kinds of statements is just absurd.”Mr. Flake called it “laughable” to think that the Republicans’ signature effort, repealing the Affordable Care Act, could be revived successfully in this political moment.Still, with the exception of a few voices, like Mr. Flake, who has described a moral reckoning wrought by Mr. Trump’s reign, most Republicans appear inclined to slog on.A Gallup poll this week placed Mr. Trump’s approval among Republicans in the high 70s — a comedown from his postelection standing but still a large majority to consider, especially for lawmakers in safe districts whose most serious electoral threats often come in a primary election.The Charlottesville episode has made plain how desperate Republicans are for Mr. Trump to steady himself.“You tell me what he needs to say so we can move beyond this,” Senator Ron Johnson of Wisconsin asked of reporters in his home state.“Your words are dividing Americans, not healing them,” Mr. Graham said of the president on Wednesday, two days after issuing an instant backslap on Twitter — “Well done Mr. President” — when Mr. Trump gritted through the more explicit denunciation of white supremacists that he seemed to regret hours later.Some Republicans have taken care to avoid using Mr. Trump’s name even as they back away from his remarks, using “we” as a sort of euphemism for the president they have in mind.“We can have no tolerance for an ideology of racial hatred,” Mr. McConnell said in a statement on Wednesday.“We must be clear,” Speaker Paul D. Ryan said Tuesday on Twitter . “White supremacy is repulsive.”Mr. Ryan has spent the August recess dutifully promoting proposed changes in tax policy — a boon to a president who has demonstrated little appetite for selling specifics to the public himself.Democrats appear eager to convince voters that Mr. Trump’s character and his party’s agenda cannot be disentangled. With an eye toward next year’s midterm elections, the Democratic Congressional Campaign Committee is already pressing the argument that House Republicans have “helped pave the way for President Trump’s racially charged presidency.”But it is legislative failure, more than any connection to Mr. Trump, that Republicans seem to view as the more menacing electoral iceberg.House members are not afforded the luxury of the Senate’s six-year terms, which supply a longer runway for congressional accomplishment and can embolden some in the upper chamber to defy Mr. Trump more freely.“In the Senate, most of those guys aren’t up next cycle,” said Mr. Cole, the Oklahoma congressman and a former chairman of the National Republican Congressional Committee. “It’s easier to break when your name’s not on the ballot.”The party’s priority, he said, must be to move legislation on “the big three” health care, taxes and infrastructure.“If we get to the end of the year and we haven’t done any of the big three, then you worry about political trouble,” he said.From many sides.Source URL https//www.nytimes.com/2017/08/17/us/politics/republicans-congress-trump.html?partner=bloombergCredit MATT FLEGENHEIMER", "publish_dt": "2017-08-17", "author": "FLEGENHEIMER, MATT"},
    {"id": "2327", "title": "Morning Agenda: Debating Gary Cohn’s Future in Washington", "full_text": "The business elite has deserted President Trump’s advisory panels in drastic fashion. Now many of them are wondering whether Gary D. Cohn, the White House official whom they see as their man in the administration, will also jump ship.Mr. Cohn, the White House’s top economic adviser, looked uncomfortabl e standing next to Mr. Trump during the news conference on Tuesday in which the president defended white nationalist protesters in Charlottesville, Va.Mr. Cohn, who is Jewish, was “disgusted” and “deeply upset” by Mr. Trump’s comments, according to several people close to him. But he hasn’t expressed his views publicly. And White House aides denied that he was planning to quit , even as the president disbanded two economic advisory councils as chief executives abandoned them.Perhaps that is because Mr. Cohn has other goals?He is said to be the leading contender to h ead the Federal Reserve when Janet L. Yellen’s term expires in February. And he appears determined to press forward with his portion of the Trump economic agenda After the news conference, Mr. Cohn told reporters that the White House planned to focus on a tax overhaul in the fall and that he believed it could be in place by the end of the year.But Mr. Cohn is under pressure on multiple fronts. Others in the business world have questioned how long he can continue on the panel without irrevocably damaging his reputation, Reuters and CNBC reported .And he is locked in a battle with populists in the Trump administration. The White House’s chief strategist, Stephen K. Bannon, told The American Prospect  “We’re still fighting. There’s Treasury and Gary Cohn and Goldman Sachs lobbying.”But other business leaders have said that, while quitting would be good for Mr. Cohn’s sake, it w ould spell trouble for the Trump administration’s hopes of accomplishing objectives such as a tax overhaul.Food for thought Though Mr. Cohn may still harbor hopes of becoming the next Fed chairman, have public reports of his distaste for his boss’s comments already doomed those chances? Mr. Trump famously prizes loyalty from his aides and dislikes criticism .As the controversy about Mr. Trump’s comments about Charlottesville swelled, C.E.O.s on the president’s Strategic and Policy Forum began to talk among themselves. Should they resign in protest?The Times took a detailed look at how the advisory council unraveled — and it’s clear that the panel had collapsed before Mr. Trump said on Twitter that he had dissolved the group.On Wednesday morning, as the group prepared to debate its future, nine members — including Indra Nooyi of Pepsi, Mary T. Barra of General Motors, Laurence D. Fink of BlackRock and Douglas McMillon of Walmart — indicated that they were leaving. By the end of a conference call between the industry leaders, all had decided that the forum should dissolve.The forum’s head, Stephen A. Schwarzman of Blackstone, then called Jared Kushner at the White House to deliver the news.As Axios’s Dan Primack pointed out, the strategic forum disbanded before the White House had really begun its push to overhaul taxes, one of the council’s single biggest priorities. That, coupled with the passion in some of the chief executives’ statements , highlights how strongly those corporate leaders felt — or what kind of pressure they were under.Mr. Trump has often spoken of his desire to protect American businesses. But with C.E.O.s moving to distance themselves from him, he may have lost important advocates for some of his administration’s top priorities.In the battle of the billionaires over a bankrupt Texas utility operator — that’s Berkshire Hathaway’s Warren E. Buffett versus Elliott Management’s Paul E. Singer — the hedge fund manager appears to have won.Elliott, which has opposed Berkshire’s $9 billion takeover bid for the utility operator, Energy Future Holdings, has bought enough of a specific type of the Texas company’s debt to block the deal, according to The Wall Street Journal and The Financial Times .Already Energy Future’s biggest creditor, Elliott has been putting together its own takeover offer, which would involve converting its debt holdings into equity.Berkshire said in a statement on Wednesday that it would not sweeten its approach for Energy Future.Energy Future is what remains of TXU, which was the subject of a $44 billion leveraged buyout at the height of the debt boom. But the deal ran aground soon after, and the company filed for bankruptcy in 2014.Last year, Verizon finally arranged a union of AOL and Yahoo, two onetime internet icons whose prominence and value has faded over the years.But tensions between the two businesses appear to have arisen as they try to figure out how to compete in a digital landscape dominated by younger and more powerful businesses, according to Vanity Fair .Fifteen percent of the combined work force was laid off, and prominent stars like Katie Couric (on the Yahoo side) and David Wood (who won the only Pulitzer Prize garnered by AOL’s Huffington Post so far) are gone.The remaining staff members face a difficult struggle to create a media product that can bolster Verizon’s subscriber base.Source URL https//www.nytimes.com/2017/08/17/business/dealbook/trump-gary-cohn-white-house.html?partner=bloombergCredit MICHAEL J. de la MERCED", "publish_dt": "2017-08-17", "author": "MICHAEL J. de la MERCED"},
    {"id": "2340", "title": "Defiant, Trump Laments Assault on Culture and Revives a Bogus Pershing Story", "full_text": "WASHINGTON — Despite ongoing rebukes over his defense of white supremacists, President Trump defiantly returned to his campaign’s nativist themes on Thursday. He lamented an assault on American “culture,” revived a bogus, century-old story about killing Muslim extremists and attacked Republicans with a renewed vigor.Hours after a terrorist attack in Spain, Mr. Trump recalled a debunked event in which Gen. John J. “Black Jack” Pershing supposedly killed Muslim rebels in the Philippines by shooting them with bullets dipped in the blood of pigs, which Muslims are forbidden to eat. The Islamic State claimed responsibility for the attack in Barcelona, where the driver of a van crashed into a busy tourist boulevard, killing 13.“Study what General Pershing of the United States did to terrorists when caught,” Mr. Trump tweeted , spreading a mythical story even as he again accused the news media of being “Fake News” in another tweet . “There was no more Radical Islamic Terror for 35 years!”As when he trafficked in the same unproven legend during the presidential campaign, Mr. Trump ignored the conclusions of historians, who repeatedly have said it did not happen. Additionally, his claim that Pershing ended terrorism in the Philippines for 35 years is refuted by the violence that continued for decades after the rebellion that ended in 1913.Mr. Trump also appeared in peril of losing support from key Republicans he will need to advance his agenda in Congress. Senator Bob Corker, the Republican chairman of the Foreign Relations Committee, questioned the president’s “stability,” and Senator Tim Scott, the only black Republican in the Senate, declared Mr. Trump’s moral authority is “compromised.”Mr. Corker, a sober voice on foreign policy and a frequent ally of the Trump administration, bluntly questioned the president’s ability to perform the duties of his office.“The president has not yet been able to demonstrate the stability, nor some of the competence that he needs to demonstrate in order to be successful,” Mr. Corker told reporters. He said Mr. Trump had not “appropriately spoken to the nation” about Charlottesville, Va.Mr. Scott, of South Carolina, insisted that he would not “defend the indefensible” when it came to the president’s comments about “both sides” in Charlottesville being responsible for the violence last Saturday .“What we want to see from our president is clarity and moral authority,” Mr. Scott said in an interview with Vice. “And that moral authority is compromised when Tuesday happens — there’s no question about that,” he said, noting the president’s angry remarks to reporters this week in Manhattan, where Mr. Trump criticized the “alt-left” while abandoning earlier condemnations of the Ku Klux Klan and neo-Nazis.Earlier in the day, Mr. Trump made clear that he has no intention of stepping back from his assertions about the Charlottesville rally that have drawn widespread condemnation. In three tweets, Mr. Trump defended Civil War-era statues, using language very similar to that of white supremacists to argue the statues should remain in place.On Twitter, Mr. Trump called it “foolish” to remove statues of Robert E. Lee and Stonewall Jackson and mused that monuments to George Washington and Thomas Jefferson would be next. “Sad to see the history and culture of our great country being ripped apart with the removal of our beautiful statues and monuments,” the president wrote.And as he faced a new round of bipartisan denunciations, Mr. Trump also lashed out at two senior Republican senators who have been unsparing in their criticism during the past week.The president accused Senator Lindsey Graham, Republican of South Carolina, of “publicity seeking” and said that Mr. Graham had uttered a “disgusting lie” when he said — accurately — that the president had equated the white nationalist protesters in Charlottesville with the counterprotesters who were there to oppose them.“He just can’t forget his election trouncing,” the president said of Mr. Graham, who waged a losing bid against Mr. Trump for the Republican presidential nomination. “The people of South Carolina will remember!”Mr. Trump also called Senator Jeff Flake, Republican of Arizona, “toxic” and “WEAK on borders, crime and a non-factor” in the Senate. He praised Mr. Flake’s Republican primary race opponent.There was new evidence on Thursday that the political crisis created by the president’s Charlottesville remarks was having an effect on Mr. Trump’s business. The Cleveland Clinic announced it was pulling out of a 2018 fund-raiser at his Mar-a-Lago club in Palm Beach, Fla., and the head of the Palm Beach Chamber of Commerce urged businesses not to host events there.The American Cancer Society, which had planned to hold its 2018 gala at Mar-a-Lago, announced it, too, would change the venue, citing its “values and commitment to diversity.”“It has become increasingly clear that the challenge to those values is outweighing other business considerations,” the group said in a statement.The White House announced that Mr. Trump had decided to cancel plans to assemble a President’s Advisory Council on Infrastructure. The decision to abandon the business group came a day after a revolt among industry leaders on two other advisory panels forced the president to disband them.And Carmen de Lavallade, a dancer and choreographer who will be honored by the Kennedy Center in December, announced on Thursday that she will forgo the related reception at the White House.“In light of the socially divisive and morally caustic narrative that our current leadership is choosing to engage in, and in keeping with the principles that I and so many others have fought for, I will be declining the invitation to attend the reception at the White House,” Ms. de Lavallade, 86, said in a statement .Even so, White House officials said Mr. Trump was in good spirits on Thursday as he continued a working vacation at his estate in Bedminster, N.J. He dined with Richard LeFrak, a longtime friend, at the president’s golf course, according to a person briefed on the dinner.Mr. Trump also held meetings with Gov. Rick Scott, Republican of Florida, and Linda McMahon, the head of the Small Business Administration. But both events were closed to the news media, depriving the president of any further ability to engage in another back-and-forth with reporters.Within his administration, his chief of staff, John F. Kelly, was said to be deeply frustrated and unsure how to contain his boss. And pressure mounted on Gary D. Cohn, the director of the White House National Economic Council, who is Jewish and had privately expressed dismay about the president’s remarks.Unconfirmed reports that Mr. Cohn was about to resign prompted a statement from a White House official “Nothing has changed. Gary is focused on his responsibilities as N.E.C. director and any reports to the contrary are 100 percent false.”For the president, Thursday was a return to themes that were last on display in the weeks and months after he won the New Hampshire primary on Feb. 9, 2016.During that period, he praised dictators like Saddam Hussein as effective counterforces on terrorism and declared his support for enhanced interrogation techniques that have been outlawed as a form of torture. “Torture works,” Mr. Trump said in South Carolina that month.That was the same month that Mr. Trump first alluded to a legend — thoroughly debunked by numerous historians — about Pershing, then governor of the Moro Province in the Philippines, and his use of pig’s blood.Mr. Trump’s remarks about the Civil War statues were also an echo of his campaign, and are not unlike sentiments in the South that the monuments and Confederate history reflect “heritage not hate” — a phrase commonly used by groups like the Sons of Confederate Veterans.“To those 70 million of us whose ancestors fought for the South, it is a symbol of family members who fought for what they thought was right in their time, and whose valor became legendary in military history,” Ben Jones, a former Democratic congressman from Georgia, wrote in an opinion piece in The New York Times in 2015.Critics say the president’s remarks reflect a dangerously sanitized view of a war to uphold slavery and destroy the union. And they say the comparison with the Founding Fathers is entirely off base Unlike the Southerners who helped found the country, the issue with Civil War monuments is that they honor people who took up arms against the United States, at least in part, to maintain slavery, critics say.Mr. Trump saw it otherwise. “The beauty that is being taken out of our cities, towns and parks will be greatly missed and never able to be comparably replaced!” he tweeted.Get politics and Washington news updates via Facebook , Twitter and the Morning Briefing newsletter .Source URL https//www.nytimes.com/2017/08/17/us/politics/trump-charlottesville-confederate-statues.html?partner=bloombergCredit MICHAEL D. SHEAR and MAGGIE HABERMAN", "publish_dt": "2017-08-17", "author": "Shear, Michael D; Haberman, Maggie"},
    {"id": "2389", "title": "How the Media Captured Charlottesville and Its Aftermath", "full_text": "The “Unite the Right” rally in Charlottesville, Va., that exploded into chaos and violence that culminated in the death of a 32-year-old woman, ended in a matter of hours.The onslaught of media reports about Saturday’s demonstration by white nationalists and its fallout, however, has stretched on for days. And there are few signs it will stop anytime soon.Indeed, some of the coverage itself has become news — or at least commanded the internet’s fleeting attention. There was a horrifying still photograph of the violence, a chilling documentary video, and of course, a series of defiant tweets from President Trump that continued into Thursday.And then there was Tuesday’s news conference — a combative give-and-take between the news media and Mr. Trump, which Kyle Pope, the editor and publisher of the Columbia Journalism Review, described as “a moment that’s going to have a legacy.”“Trump has already forced several moments of reckoning on journalists,” Mr. Pope said. “What happened this weekend is another one of these seminal moments, another step in this very odd progression.”Taken together, the frenetic, disjointed ways the most striking media moments from Charlottesville and its aftermath unfolded and went viral — across many mediums and at lightning speed — seems emblematic of the way we consume news today.So, in case you missed them amid the week’s many stories , we’ve compiled a few of the most memorableAs tensions mounted around Charlottesville’s Emancipation Park on Saturday, Ryan M. Kelly stepped onto the sidewalk. Photographing Saturday’s rally was to be his final assignment for the The Daily Progress newspaper in Charlottesville; he had accepted a job as the digital and social media coordinator at a brewery, where, as he noted on Twitter, he would “get paid to geek out about beer.”Long story short new job, new town, new beers does this mean I have to retire my usage of #partylikeajournalist ? pic.twitter.com/dqU9s4fk4V — Ryan M. Kelly (@RyanMKellyPhoto) July 31, 2017Then a Dodge Challenger came screeching past Mr. Kelly. It plowed into a crowd of people in what Attorney General Jeff Sessions would later call an “evil” act of domestic terrorism that would leave one woman, Heather D. Heyer, dead and injure at least 19 other people.“Out of instinct, I began taking photos,” Mr. Kelly wrote in an account for the Columbia Journalism Review . “I just brought the camera to my eye and just mashed the shutter down.”The image he captured — of a man frozen in midair before a fall, of the Challenger barreling through more victims in its path, of shoes having been knocked off their wearers’ feet — was republished widely by news outlets across the country.Other indelible images would emerge throughout the weekend.Trump defended torch-wielding white supremacists as having protested \"very quietly\" https//t.co/SQ8jnKkVah pic.twitter.com/5do9fGdWYG — BuzzFeed (@BuzzFeed) August 15, 2017But Mr. Kelly’s picture was quickly deemed “ The photo from Charlottesville that will define this moment in American history .”[Video \"Charlottesville Race and Terror\" from VICE News Tonight on HBO. Watch on YouTube. ]With menacing music in the background, a pitch-black screen turns aglow by fire. White men marching with torches chant, “You will not replace us!”Then, for the next 20 minutes or so, Elle Reeve, correspondent for “Vice News Tonight,” guides viewers through the weekend’s events — including from her place embedded among the white nationalist leaders who helped organize the demonstration.“I think that a lot more people are going to die before we’re done here, frankly,” Christopher Cantwell, a man identified in the episode as a white nationalist, said Sunday after the rally had resulted in three fatalities. His opponents, he said, “want violence, and the right is just meeting market demand.”The unvarnished look at the alt-right and its leaders, which aired Monday on HBO, struck a chord with the public. By Thursday afternoon, a Vice News spokeswoman said that the episode had received more than 36 million views across all platforms — including HBO, Facebook and YouTube.This Vice News Documentary from Charlottesville Is Horrifying https//t.co/dnFpg7NBQx via @Esquire — J.K. Rowling (@jk_rowling) August 16, 2017CNN hailed the Charlottesville coverage as a “ breakout moment ” for Vice News.“I knew we had something pretty unique and pretty horrifying,” Josh Tyrangiel, the Vice executive overseeing news, told the network.By Tuesday morning, President Trump returned to his favorite social media platform, Twitter, to share a cartoon of a train running over a person with a CNN logo covering the head.The tweet was deleted minutes later and a White House official said it had been posted inadvertently.Mr. Trump took to Twitter again Wednesday to repost other people’s messages that assailed the mainstream media and congratulated a Fox News program for pulling in good ratings.Watching MSM you would have no idea @realDonaldTrump clearly, unambiguously & repeatedly condemned the bigotry & violence in Charlottesville — Harlan Z. Hill (@Harlan) August 14, 2017Nothing that Mr. Trump tweeted on either day would garner him as much attention as what he said on Tuesday night.At an event at Trump Tower where he expected to discuss infrastructure, Mr. Trump asked for questions — something his aides, including his new chief of staff, John F. Kelly, had not expected.We had been told Potus wasn't doing questions. He chose to overrule staff — Maggie Haberman (@maggieNYT) August 15, 2017Photographs quickly surfaced of Mr. Kelly, looking grim, as he listened as reporters call out questions and Mr. Trump respond by blaming “ both sides ” for the deadly violence in Charlottesville.Soon, media outlets were collecting images of Mr. Kelly and analyzing his facial expressions.Among the most popular images was one shot by freelance photojournalist Al Drago, who was on assignment at Trump Tower for The Times. By Wednesday, a tweet he sent of the photo had been shared more than 2,600 times.In a telephone interview Wednesday night, Mr. Drago said he had been taking photos of the president with different lenses when he looked to his left and saw Mr. Kelly with his arms crossed, staring intently at Mr. Trump.“I started shooting a couple photos of him and he started to look down a little more,” Mr. Drago said of Mr. Kelly. “It was a pensive stare that helped show the mood of the news event we were in.”People can draw their own conclusions about what Mr. Kelly was thinking, the photographer said, but “when you see his body language like that, you know something’s up.”During what The Times described as a “wild, street-corner shouting match of a news conference ,” Mr. Trump defended those who had gathered to protest the removal of a statue of Robert E. Lee in Charlottesville, criticized “alt-left” groups that he claimed were “very, very violent” and questioned whether the movement to pull down Confederate statues would lead to the desecration of memorials to George Washington and Thomas Jefferson.[Video President Trump’s news conference on race and violence in Charlottesville, as seen on NBC on Tuesday. Watch on YouTube. ]Mr. Pope, the Columbia Journalism Review editor, said that although the news conference was “messy” and “uncomfortable at times,” it was “appropriate to the moment” and a template for reporters moving forward.“If someone is saying something that is demonstrably false, we don’t have the obligation to let it unspool; we have the right to stop it,” he said.“I saw a guttural, emotional reaction from reporters to the news conference in a way I haven’t seen before,” he added. “There was something unleashed on both sides that is new.”As evidence, Mr. Pope pointed to stories by The Times and The Washington Post about Mr. Trump's remarks that garnered attention for their bluntness.Astounding lede in the paper of record, with the headline \"Trump Gives White Supremacists an Unequivocal Boost.\" https//t.co/XMPZUCT2Q7 pic.twitter.com/CH6EvKNuqC — Eric Geller (@ericgeller) August 16, 2017CNN, meanwhile, has not shied away from labeling Mr. Trump‘s remarks as “off the rails” in banners that stretch across the television screen. As the network cut away from Mr. Trump’s news conference on Tuesday, the anchor Jake Tapper reacted simply by saying “Wow.”Even some right-leaning television hosts could not hide their surprise. On Fox News, Kat Timpf said, “I’m still in the phase where I’m wondering if it was actually real life.” Co-hosts of the network’s show “The Specialists” shook their heads. And later on Fox News, the commentator Charles Krauthammer said, “What Trump did today was a moral disgrace.”On his Fox News show, Tucker Carlson came to the president’s defense, arguing that Mr. Trump had “fired back at the media” before discussing famous historical figures, including Jefferson and Plato, who owned slaves.And by Tuesday night, any of Mr. Trump’s other supporters looking for guidance on how to react were in luck. A copy of the talking points the White House sent out to Republicans in Congress was leaked .These are the talking points the White House sent out to Republicans in Congress tonight \"The President was entirely correct.\" pic.twitter.com/Mcdy53fRRI — Molly Ball (@mollyesque) August 16, 2017Source URL https//www.nytimes.com/2017/08/17/business/media/charlottesville-media-trump.html?partner=bloombergCredit MATT STEVENS", "publish_dt": "2017-08-17", "author": "Stevens, Matt"},
    {"id": "2729", "title": "A Deal Breaker for Trump’s Supporters? Nope. Not This Time, Either.", "full_text": "For Parson Hicks, a health care finance executive who supports President Trump, this past week has felt a little like déjà vu. Mr. Trump says something. His opponents howl and then predict, with certainty, a point of no return.The last time this happened, she said, was in October with the notorious “Access Hollywood” recording of Mr. Trump talking lewdly about women. His opponents were sure he was finished. His supporters knew better.“Let’s be honest, the people who are currently outraged are the same people who have always been outraged,” said Ms. Hicks, 35, a lifelong Republican who lives in Boston. “The media makes it seem like something has changed, when in reality nothing has.”It was a week of incessant tumult, when Mr. Trump tumbled into open warfare with some in his own party over his statements on the violence in Charlottesville, Va.; business executives abandoned his advisory councils ; top military leaders pointedly made statements denouncing racism in a way he did not; and his embattled chief strategist, Stephen K. Bannon, stepped down . But around the country, Mr. Trump’s supporters — and, according to many polls, Republicans more broadly — agreed with his interpretation of a swirl of racially charged events and stood with him amid still more clatter and churn.Sixty-seven percent of Republicans said they approved of the president’s response to the violence in Charlottesville last weekend, compared with just 10 percent of Democrats, according to a CBS News survey conducted over the past week.It’s an indication of what now seems an almost immutable law of the Trump presidency. There are signs that Mr. Trump’s support among Republican leaders and some Republican voters is weakening. But in an increasingly tribal America, with people on the left and the right getting information from different sources and seeing the same facts in different ways, it reflects the way Mr. Trump has become in many ways both symbol and chief agitator of a divided nation.Moral outrage at Mr. Trump’s response to Charlottesville continues to glow white hot, but it has a largely partisan tinge.From Ms. Hicks’s perspective, the president simply pointed out a fact Leftists bore some responsibility for the violence, too. Of course, Nazis and white supremacists are bad, she said. But she does not believe Mr. Trump has any affinity for them. He said so himself. But she is exasperated that a significant part of the country seems to think otherwise. The week’s frenzied headlines read to her like bulletins from another planet.“I feel like I am in a bizarro universe where no one but me is thinking logically,” she said. “We have gone so off the rails of what this conversation is about.”Ms. Hicks, who is black and grew up in Charlotte, N.C., welcomes the public soul-searching on the meaning of Confederate monuments. She believes that the statues were erected to intimidate black people and that they should be taken down. But instead of focusing on that, she sees opponents of Mr. Trump focusing on Mr. Trump.“This is not about me as a black person, and my history,” she said. “This is about this president and wanting to take him down because you don’t like him.”Mr. Bannon’s departure was more noise that didn’t mean much, she said. “The show is going to go on.”Much of what powers the love for Mr. Trump among his core supporters is his boxer’s approach to the political class in Washington and to the news media, a group that in their eyes has approached them with a double standard and a sneering sense of superiority for years.Larry Laughlin, a retired businessman from a Minneapolis suburb, compares Mr. Trump to a high school senior who could “walk up to the table with the jocks and the cheerleaders and put them in their place.” That is something that the “nerds and the losers, whose dads are unemployed and moms are working in the cafeteria,” could never do. Mr. Trump may be rich, he said, but actually belonged at the nerd table.“The guys who wouldn’t like me wouldn’t like Trump,” he said. “The guys who were condescending to him were condescending to me.“I feel like I’m watching my uncle up there. Where me and Chuck Schumer — that’s like going to the dentist,” he added, referring to the Democratic leader in the Senate.Gregory Kline, 46, a lawyer in Severna Park, Md., who is a Republican, said he did not vote for Mr. Trump but understands that part of the president’s support comes from fury at the left, particularly the media. When there is an attack by Muslim terrorists, for example, the media reaches for pundits who say most Muslims are good. But when it is a white supremacist, “every conservative is lumped in with him,” he said.“It’s not that people are deaf and dumb and don’t see it,” he said of Mr. Trump’s sometimes erratic behavior. “It’s that they don’t care. I’ve heard rational people I really respect make the craziest apologies for this president because they are sick of getting beat on and they are happy he’s fighting back.”Is there anything Mr. Trump could do that would change the minds of his supporters? For the most loyal, probably not. A recent Monmouth University poll found that, of the current 41 percent of Americans who approve of the job he is doing, 61 percent say they cannot see Mr. Trump doing anything that would make them disapprove of him. (A similar share of the other side says there is nothing Mr. Trump could do — other than resigning — to get them to like him.)But for many others, support is conditional. (Mr. Trump’s poll numbers have dropped considerably since he took office in January.) Michael Dye, a 52-year-old engineer who is the treasurer for the Republican Party in Annapolis, Md., said he was “a bit stunned” that Mr. Trump had not focused more on condemning what was a large neo-Nazi march through the middle of the University of Virginia, Mr. Dye’s alma mater.“At best it is naïve to think that the people showing up for the original protest were there simply because they were upset that this statue was being taken down,” said Mr. Dye, who said he voted reluctantly for Mr. Trump.Of the chant “Jews will not replace us,” he said “You can argue that it was 10 percent of the crowd. But there are those types in there and I’ve got a problem with that and I wish he’d specified that.”Even with his reservations, Mr. Dye said he would still vote for Mr. Trump. He wants his party to hold the reins and steer policy, and if Mr. Trump is the only route to that, he will take it.Partisanship is now so deep that what we see depends entirely on who is looking. So when Mr. Trump said there had been “violence on both sides,” Democrats — and some Republicans — heard a dangerous moral equivalence between neo-Nazis and the people who opposed them. But for many Trump supporters, his words appealed to a basic sense of fairness.“Anyone who was fair-minded could see that there was violence on both sides,” said John McIntosh, 76, who lives in New Bern, N.C., and voted for Mr. Trump. He said that did not excuse the driver of the car that killed a counter protester and injured many others.When those who were horrified tried to convince those who were not, it did not go well.“Everybody is like, how can you not see it, he’s a total white supremacist, a total Nazi,” said Debra Skoog, a retired executive in Minneapolis and a lifelong Democrat who voted for Mr. Trump. “I just don’t see it that way. I don’t find his language as incriminating as some people do.”Yascha Mounk, a political scientist at Harvard University who writes about democracy, said partisanship in the United States today is dangerously deep.“It’s now at a stage where a lot of Americans have such a loyalty to their political tribe that they are willing to go along with deeply undemocratic behavior,” he said. “If their guy says, ‘I think we should push back the election for a few years because of a possible terrorist attack,’ I fear that a significant part of the population would go along with it.”And in a polarized nation, many see a moment, full of passion on both sides, in which actions like taking down statues in the dead of night — as happened in Baltimore on Wednesday — are just bound to lead to more division.“People who see this stuff going down the memory hole as quickly as it is happening feel unsettled by it,” Mr. Kline said. “The left doesn’t realize that the reaction a lot of people would have is to sit back and say, ‘Wait a minute, what’s going on here?’ ”Source URL https//www.nytimes.com/2017/08/19/us/politics/trump-supporters.html?partner=bloombergCredit SABRINA TAVERNISE", "publish_dt": "2017-08-19", "author": "TAVERNISE, SABRINA"},
    {"id": "2778", "title": "Bannon, Spain, Eclipse: Your Weekend Briefing", "full_text": "Here are the week’s top stories, and a look ahead.1. The Spanish authorities said that the vehicular attacks that shattered Spain’s summer season appeared to be part of a sophisticated and far-reaching plot that could have resulted in far more devastation.Fourteen people were killed, and scores injured , in Barcelona and Cambrils. The Islamic State claimed responsibility for both assaults. At least four suspects have been arrested, but the search for the driver continues . Above, mourning the victims in Barcelona.The authorities linked both assaults to an explosion in Alcanar earlier in the week — a mistake by the plotters, they believe, who had intended to make a powerful truck bomb.Vehicles are increasingly being used as instruments of fear , stoking feelings that danger is everywhere.____2. Back in the United States , strife continued to churn.Steve Bannon, above, President Trump’s chief strategist and a central player in Mr. Trump’s election win, left his post at the White House . His departure could tip the Trump administration toward a more mainstream approach to issues like climate change, immigration, China and the war in Afghanistan.The announcement came as Mr. Trump faced backlash for his response to the violence in Charlottesville, Va., and just days after Mr. Bannon mockingly played down the American military threat to North Korea. News of Mr. Bannon’s departure was met with concern by conservatives and cheers on Wall Street. But around the country, many of Mr. Trump’s supporters stood by him despite the tumultuous week.Mr. Bannon returned to Breitbart News , the right-wing website. “I can be more effective fighting from the outside,” he said. Here are the top officials in the Trump White House who have left .____3. The mother of Heather Heyer — the woman killed while demonstrating against white supremacists in Virginia — says she will not speak to President Trump .The president gave white supremacists an undeniable boost when he asserted that counterprotesters, whom he called “alt-left,” were as much to blame for the violence as neo-Nazis.The recent events have brought new attention to the coalition “antifa,” radical activists unafraid to scuffle with right-wing extremists. Terms like “antifa” and “alt-left” are part of an extremist lexicon that has become important to understanding American politics.____4. On the heels of the Charlottesville violence, which began as a white nationalist rally against the removal of a statue of Robert E. Lee, above, other U.S. cities are rushing to remove Confederate monuments .President Trump argued that the removal of Civil War-era statues was an assault on American culture, while others called for a national reckoning with Southern and American history . Artists and preservationists are also wading into the debate .On Saturday, thousands of demonstrators poured into the nation’s streets to denounce white supremacy. The epicenter appeared to be in Boston, where those attending a “free speech” rally that was feared to become a haven for neo-Nazis were outnumbered and overshadowed by counterprotesters. Neo-Nazis rallying in Berlin also met strong opposition.____5. Amid the upheaval, a surprising group is testing the moral compass of America  C.E.O.s. After President Trump’s defense of white nationalist protesters, business executives — along with military leaders and other Republicans — rose to condemn hate groups .James Murdoch, the 21st Century Fox chief executive whose father, Rupert, is a frequent ally of Mr. Trump’s, pledged $1 million to the Anti-Defamation League . And Mitt Romney, the 2012 Republican presidential nominee, said of the president  “Whether he intended to or not, what he communicated caused racists to rejoice.”One business leader who has benefited from his Trump ties Stephen Schwarzman, whose Blackstone private equity group landed a major deal in Saudi Arabia after he started advising the president.Seeking a reset, Mr. Trump dined with a handful of his most generous donors, trying to build support for his hobbled legislative agenda .Also, the White House announced that he and the first lady, Melania, would skip this year’s Kennedy Center Honors , only the fourth time a president will not attend.____6. Large-scale war games are set to begin on Monday. The joint exercises conducted twice a year by U.S. and South Korean troops are intended as preparation for a possible attack by North Korea , which said the drills this month were “kicking up war zeal.” Above, a military exercise in Pohang, South Korea, in April.With President Trump and North Korea’s leader, Kim Jong-un, recently trading threats of nuclear war, some are asking whether the exercises could be used as a bargaining chip to persuade the North to freeze its weapons program.Residents of Seoul, the South Korean capital, which is firmly within range of North Korean artillery, are largely unshaken by the threat , our correspondent reports.____7. Letting “Obamacare implode,” as President Trump has threatened, would cut off payments to insurers that help lower medical costs for millions. And doing so would send health insurance premiums spiking and the federal deficit soaring, the Congressional Budget Office said in a study that was requested by the House Democratic leader, Nancy Pelosi, above.And new research is provoking broad health concerns The sperm count of men in Western countries has been declining precipitously since 1973.____8. For a minute or two on Monday, day will turn into night, at least for some, as a total solar eclipse becomes visible across the mainland U.S. for the first time in nearly a century. Here’s how to watch .Ever wondered how civilizations around the world have understood solar eclipses? We looked into it.____9. The eclipse is expected to knock offline a big chunk of the solar power that currently provides one-tenth of California’s electricity — giving grid operators a rare trial run for a future in which the nation is more reliant on renewable energy.In other climate news, two Senate Democrats are advocating a carbon tax plan that would cut the corporate tax rate as well as greenhouse gas emissions.And President Trump has signed a sweeping executive order to eliminate and streamline environmental regulations with the aim of speeding up infrastructure projects.____10. Finally, in her last piece from India , our South Asia bureau chief wrestles with a murder covered up in plain sight, and with what she is leaving behind.“People hang Gandhi’s portrait on their walls here,” said Jahangir Khan, above, a young constable, “but they do not follow Gandhi’s rules.”____If photographs appear out of order, please download the updated New York Times app from iTunes. You can also view this version .Your Weekend Briefing is published Sundays at 6 a.m. Eastern.And don’t miss Your Morning Briefing, weekdays at 6 a.m. Eastern, and Your Evening Briefing, weeknights at 6 p.m. Eastern.Want to look back? You can browse past Morning and Evening Briefings .What did you like? What do you want to see here? Let us know at briefing@nytimes.com .Source URL https//www.nytimes.com/2017/08/20/briefing/bannon-spain-eclipse.html?partner=bloombergCredit MAYA SALAM and BRENT MURRAY", "publish_dt": "2017-08-20", "author": "Salam, Maya; Murray, Brent"},
    {"id": "3041", "title": "At Rally, Trump Blames Media for Country’s Deepening Divisions", "full_text": "Correction AppendedPHOENIX — President Trump, stung by days of criticism that he sowed racial division in the United States after deadly clashes in Charlottesville, Va. , accused the news media on Tuesday of misrepresenting what he insisted was his prompt, unequivocal condemnation of bigotry and hatred.After declaring, “What happened in Charlottesville strikes at the core of America,” Mr. Trump delivered a lengthy, aggrieved defense of his statements after the Aug. 12 violence that left one woman dead and the nation reeling at the images of swastikas in Thomas Jefferson’s hometown.Notably, he omitted blaming “ both sides ” for the violence as he had on Aug. 15. Those remarks had prompted intense criticism, including from fellow Republican leaders, for seeming to equate the hate groups and the protesters who turned out to oppose them.Removing his earlier statements about the Charlottesville violence from his jacket pocket, Mr. Trump on Tuesday glibly ticked off a list of racist groups that he had been urged to explicitly denounce, and ultimately did two days after the clashes. But he said the news media quoted him selectively, accused him of responding too late and ignored his message of unity.“I hit ’em with neo-Nazi. I hit them with everything. I got the white supremacists, the neo-Nazi. I got them all in there. Let’s see. K.K.K., we have K.K.K.,” Mr. Trump said sardonically of his rebuke to Charlottesville racists, after being faulted for failing to condemn those groups in his initial response on the day of the clashes.Earlier Tuesday, Mr. Trump had traveled to a sun-scorched border post in Yuma, Ariz., to highlight his determination to crack down on illegal border crossings from Mexico. In Phoenix, the president threatened to shut down the federal government if his proposal to build a border wall is not funded.Mr. Trump also implied that he planned to pardon Joe Arpaio , the former sheriff of Maricopa County, Ariz., who became a national symbol of the crackdown on undocumented immigrants with round-’em-up searches that landed him in legal trouble. “Was Sheriff Joe convicted for doing his job?” Mr. Trump asked to wild whoops and cheers.“I won’t do it tonight because I don’t want to cause any controversy,” Mr. Trump said. “I’ll make a prediction I think he’s going to be just fine.”In an angry, unbridled and unscripted performance that rivaled the most sulfurous rallies of his presidential campaign, Mr. Trump sought to deflect the anger toward him against the news media, suggesting that they, not he, were responsible for deepening divisions in the country.“It’s time to expose the crooked media deceptions,” Mr. Trump said. He added, “They’re very dishonest people.”“The only people giving a platform to these hate groups is the media itself and the fake news,” he said.Mr. Trump also derided the media for focusing on his tweets , which are his preferred form of communication.“I don’t do Twitter storms,” said the president, who often posts a few tweets in a row on a given subject, with exclamation points.It was the latest shift in what has become a nearly daily change of roles for this president from the statesmanlike commander in chief who sought harmony on Monday evening by citing the example of America’s soldiers to the political warrior who, just a day later, preached unapologetic division to his supporters here, eliciting louder cheers with every epithet.Returning repeatedly to Charlottesville, he said the news media failed to focus on anarchists, who he said turned out in their “helmets and the black masks — Antifa,” Mr. Trump said, spitting out the nickname for the anti-fascist groups.Mr. Trump accused the news media of “trying to take away our history and our heritage,” an apparent reference to the debate over removing statues to heroes of the Confederacy, which prompted the rally by neo-Nazis and white supremacists in Charlottesville.The president singled out a familiar list of malefactors — including the “failing New York Times,” which he erroneously said had apologized for its coverage of the 2016 election; CNN; and The Washington Post, which he described as a lobbying arm for Amazon, the company controlled by the newspaper’s owner, Jeff Bezos.Pointing repeatedly to the cameras in the middle of a cavernous convention center, Mr. Trump whipped the crowd into fevered chants of “CNN Sucks.” Members of the audience shouted epithets at reporters, some demanding that the news media stop tormenting the president with questions about his ties to Russia.The people in Arizona on Mr. Trump’s enemies list include both of the state’s Republican senators Jeff Flake, a longtime nemesis whom Mr. Trump has described as “toxic,” not to mention a “flake”; and John McCain, who cast the decisive Republican vote in the Senate to dash Mr. Trump’s effort to repeal President Barack Obama’s Affordable Care Act.His voice thick with sarcasm, Mr. Trump said he had been instructed not to mention either of the senators by name. Of Mr. Flake, he said, “Nobody knows who the hell he is.” Of Mr. McCain, he repeated over and over, “One vote,” which cost Republicans health care.Mr. Trump recited a familiar litany of complaints about lawless immigrants and naïve trade deals. But aside from a reference to renegotiating the North American Free Trade Agreement with Canada and Mexico — he said he expected he would have to terminate the accord first — the speech was light on policy specifics.At another point, he heralded the arrival of clean coal plants, adding, “They are taking out coal; they are going to clean it” — which is not how clean coal plants function.Mr. Trump also said little about foreign policy, offering only a bare summary of the Afghanistan policy he unveiled on Monday night , and suggesting that North Korea’s dictator, Kim Jong-un, had retreated in the face of Mr. Trump’s threats of military action against him.The president made no mention of the accident involving the Navy destroyer John S. McCain , named for the grandfather and father of Senator McCain, which left several sailors presumed dead.Hours earlier, Sarah Huckabee Sanders, the White House press secretary, had said that Mr. Trump would not issue a pardon for Mr. Arpaio on Tuesday. Mr. Arpaio was found guilty of criminal contempt of court after he flouted an order to stop detaining people his office suspected of being undocumented immigrants.He said in an interview on Tuesday night that he did not know Mr. Trump was going to mention his name at the rally and reiterated that he had not talked to the president since last fall. But Mr. Arpaio said he “wasn’t really surprised” to hear he would likely be pardoned.“I just know him,” Mr. Arpaio said of the president. “And even though everybody said he’s not going to talk about it — deep in my heart, I knew he was going to say something. I had no hints, but that’s who he is.”Mr. Trump’s teased pardon of Mr. Arpaio energized the crowd at the convention center, where the president had been expected to stick to a theme of national unity. Even so, the forum drew scores of protesters and fanned fears of arousing more of the ugly nativist sentiments that exploded more than a week ago in Charlottesville .Outside the convention center, the scene was a tense caldron, with hundreds of people screaming at one another, chanting slogans and hoisting placards that said “Fire Trump” and “Fake President.” Some voiced fears about the potential for the repeat of the violence that broke out in Charlottesville, while others griped about the 108-degree heat in Phoenix.At one point, as Mr. Trump defended his remarks about the unrest in Charlottesville, protesters interrupted.“How did he get in here?” Mr. Trump said. “He’s supposed to be with the few people outside.”Arizona was the site of one of Mr. Trump’s most raucous rallies during the presidential campaign, and if anything, the atmosphere was even more charged on this visit, his first as president. The Democratic mayor of Phoenix, Greg Stanton, pleaded with Mr. Trump to put off his trip, saying it would only aggravate racial tensions, coming so soon after clashes between white supremacists and counterprotesters in Virginia.This article has been revised to reflect the following correction An article on Wednesday about President Trump’s rally in Phoenix referred incorrectly in some copies to the destroyer John S. McCain. It was named for Senator John McCain’s grandfather and father — John S. McCain Sr. and John S. McCain Jr., both Navy admirals; it was not named after the Arizona senator.Source URL https//www.nytimes.com/2017/08/22/us/politics/trump-rally-arizona.html?partner=bloombergCredit MARK LANDLER and MAGGIE HABERMAN", "publish_dt": "2017-08-22", "author": "Landler, Mark; Haberman, Maggie"},
    {"id": "3104", "title": "Business Groups Court White House Even After C.E.O. Defections", "full_text": "Last Wednesday, even as top executives were abandoning President Trump’s business advisory councils after his remarks on white supremacist violence in Charlottesville, Va., other industry leaders were busy making their interests known to a business-friendly White House.Jerry Howard, chief executive of the National Association of Home Builders, a trade group, traveled to the Eisenhower Executive Office Building to meet with Mark Calabria, the chief economist to Vice President Mike Pence. The men talked tax reform, and Mr. Howard pressed for incentives including the mortgage interest deduction.It was the kind of back and forth that goes on between business interests and the administration every day. And that relative normalcy — even on a day when a number of prominent C.E.O.s publicly abandoned Mr. Trump — served as a reminder that no matter the president’s missteps, his top legislative priorities, particularly tax reform, still draw strong support from business leaders.Now, with some signs that the worst fallout from Mr. Trump’s response to Charlottesville has passed — and with the departure of Stephen K. Bannon, Mr. Trump’s volatile strategist — some in the business community are voicing hope that the administration can tackle tax reform.“Everyone is similarly motivated to reach some version of success, to get a tax bill to the president’s desk that he can sign,” said Rohit Kumar, a tax specialist at PricewaterhouseCoopers. “On tax, there’s a lot of business community support, there’s a lot of similar incentives.”Efforts to overhaul the tax code are expected to begin in earnest this fall. Already, big business groups are lining up to support the White House’s efforts.The Business Roundtable, which represents chief executives of the largest companies, has started an advertising campaign calling for a tax overhaul that is supported by the White House, the Treasury Department and Republican congressional leadership.Such coordination between industry groups and the White House stands in contrast to last week’s unraveling of the business advisory groups, but confirms what many in the corporate world say Behind the scenes, there is still active dialogue between business groups and the administration.“We have had broad access to the administration and cabinet members,” said Mr. Howard, who has been in associations and lobbying groups for 30 years. “Our access, and their receptivity to our requests for meetings, has been better than I’ve ever seen.”Four people in particular have emerged as go-to contacts for executives and lobbyists seeking to sway the debate Gary D. Cohn, director of the National Economic Council; Treasury Secretary Steven Mnuchin; Deputy National Security Adviser Dina Powell; and Commerce Secretary Wilbur Ross.All four are familiar faces to business leaders. Mr. Cohn, Mr. Mnuchin and Ms. Powell are alumni of Goldman Sachs, the powerful investment bank, and Mr. Ross ran a private equity firm.Expectations of a more stable partnership with business appeared to hearten investors. The major stock market indexes rose sharply on Tuesday, in part buoyed by investor hopes that with the departure of Mr. Bannon, more pragmatic voices within the administration will gain strength, possibly resulting in a tax overhaul bill. The benchmark Standard & Poor’s 500-stock index closed up nearly 1 percent, its biggest gain in a week.“I think investors are picking up on this,” said Jim Paulsen, a stock market strategist for the Leuthold Group, an investment firm based in Minneapolis. “We now have people around the president who are more moderate and pro-business, like Gary Cohn.”Mr. Paulsen also suggested that Mr. Trump’s measured speech on Monday about sending more troops to Afghanistan could be seen by those still willing to bet on the Trump economy that there is now “change within the administration.”Even as corporate leaders criticized the president, industry representatives and lobbyists have continued to press various agencies in Mr. Trump’s administration. At the Environmental Protection Agency, industry groups have attained significant influence as Scott Pruitt, the E.P.A.’s administrator, has rolled back regulations .Still, repairing relations with the White House itself will take time. While the Business Roundtable is supporting efforts for tax reform, its chairman, Jamie Dimon , the chief executive of JPMorgan Chase, has joined the chorus of leaders criticizing Mr. Trump last week.“I strongly disagree with President Trump’s reaction to the events that took place in Charlottesville over the past several days,” Mr. Dimon wrote on Twitter .The schism between Mr. Trump and top chief executives is real, and could have meaningful implications.Former White House officials and executives said that while it is useful for executives to interact with cabinet-level officials and members of the vice president’s staff, such relationships are no substitute to a working relationship with the Oval Office.“You will see a lot of connecting points at the cabinet level, and that’s natural and good,” said Mack McLarty, President Bill Clinton’s first chief of staff. “But at the end of the day, the president is going to make the final decision on policies and how legislation is approached. So there has got to be some ability for businesses, hopefully large and small, to engage with this administration, as there was such great promise going in.”There are even questions about whether or not the executives who once made up his advisory councils will be willing to speak out in support of causes they shared with the White House, including a tax code overhaul.“For this president, losing both councils is terrifically challenging,” said Richard Levick, founder of the Washington public relations firm Levick. “They were more than symbolic. These C.E.O.s were going to be the ambassadors for the administration to talk about tax reform, about health care reform , about infrastructure.”And there are other issues where business interests and the wishes of the White House diverge.Mr. Trump’s nominee to lead the Export-Import Bank, which supports American exports, is facing stiff opposition from business groups.The nominee, Scott Garrett, a former congressman from New Jersey once said Ex-Im, as it is known, “embodies the corruption of the free enterprise system.”That has rattled big companies such as Boeing, General Electric and Caterpillar, which rely on Ex-Im to help finance their overseas sales.Now, as the prospect of hearings and a confirmation vote on Mr. Garrett’s appointment draw closer, big business groups have stepped up their efforts to quash his nomination. The National Association of Manufacturers is leading a campaign to drum up opposition to Mr. Garrett.And the Business Roundtable spoke out against Mr. Garrett on Twitter, writing “BRT cannot support Scott Garrett or any #ExIm nominee who does not demonstrate strong support for the bank and commitment to get it promptly back to work, fully executing its mission.”It is not clear if Mr. Garrett will lead Ex-Im, or if the efforts to derail his nomination will succeed. But even if big companies are able to sway the administration on the Ex-Im leadership, and even if a tax overhaul is enacted, it may be some time before corporate chieftains want to sit alongside Mr. Trump again.“Our clients were coming to me eight months ago and saying, ‘What if we are the victims of a nasty Trump tweet?’” Mr. Levick said. “Now they’re saying, ‘What do we do if the president wants a photo op?’ You don’t want to be seen with this president.”Source URL https//www.nytimes.com/2017/08/22/business/white-house-ceos.html?partner=bloombergCredit DAVID GELLES", "publish_dt": "2017-08-22", "author": "Gelles, David"},
    {"id": "3112", "title": "McConnell, in Private, Doubts if Trump Can Save Presidency", "full_text": "The relationship between President Trump and Senator Mitch McConnell , the majority leader, has disintegrated to the point that they have not spoken to each other in weeks, and Mr. McConnell has privately expressed uncertainty that Mr. Trump will be able to salvage his administration after a series of summer crises.What was once an uneasy governing alliance has curdled into a feud of mutual resentment and sometimes outright hostility, complicated by the position of Mr. McConnell’s wife, Elaine L. Chao, in Mr. Trump’s cabinet, according to more than a dozen people briefed on their imperiled partnership. Angry phone calls and private badmouthing have devolved into open conflict, with the president threatening to oppose Republican senators who cross him, and Mr. McConnell mobilizing to their defense.The rupture between Mr. Trump and Mr. McConnell comes at a highly perilous moment for Republicans, who face a number of urgent deadlines when they return to Washington next month. Congress must approve new spending measures and raise the statutory limit on government borrowing within weeks of reconvening, and Republicans are hoping to push through an elaborate rewrite of the federal tax code. There is scant room for legislative error on any front.A protracted government shutdown or a default on sovereign debt could be disastrous — for the economy and for the party that controls the White House and both chambers of Congress.Yet Mr. Trump and Mr. McConnell are locked in a political cold war. Neither man would comment for this article. Don Stewart, a spokesman for Mr. McConnell, noted that the senator and the president had “shared goals,” and pointed to “tax reform, infrastructure, funding the government, not defaulting on the debt, passing the defense authorization bill.”Still, the back-and-forth has been dramatic.In a series of tweets this month, Mr. Trump criticized Mr. McConnell publicly, and berated him in a phone call that quickly devolved into a profane shouting match.During the call, which Mr. Trump initiated on Aug. 9 from his New Jersey golf club, the president accused Mr. McConnell of bungling the health care issue. He was even more animated about what he intimated was the Senate leader’s refusal to protect him from investigations of Russian interference in the 2016 election, according to Republicans briefed on the conversation.Mr. McConnell has fumed over Mr. Trump’s regular threats against fellow Republicans and criticism of Senate rules, and questioned Mr. Trump’s understanding of the presidency in a public speech. Mr. McConnell has made sharper comments in private, describing Mr. Trump as entirely unwilling to learn the basics of governing.In offhand remarks, Mr. McConnell has expressed a sense of bewilderment about where Mr. Trump’s presidency may be headed, and has mused about whether Mr. Trump will be in a position to lead the Republican Party into next year’s elections and beyond, according to people who have spoken to him directly.While maintaining a pose of public reserve, Mr. McConnell expressed horror to advisers last week after Mr. Trump’s comments equating white supremacists in Charlottesville, Va., with protesters who rallied against them. Mr. Trump’s most explosive remarks came at a news conference in Manhattan, where he stood beside Ms. Chao, the transportation secretary. (Ms. Chao, deflecting a question about the tensions between her husband and the president she serves, told reporters, “I stand by my man — both of them.”)Mr. McConnell signaled to business leaders that he was deeply uncomfortable with Mr. Trump’s comments Several who resigned advisory roles in the Trump administration contacted Mr. McConnell’s office after the fact, and were told that Mr. McConnell fully understood their choices, three people briefed on the conversations said.Mr. Trump has also continued to badger and threaten Mr. McConnell’s Senate colleagues, including Senator Jeff Flake of Arizona, whose Republican primary challenger was praised by Mr. Trump last week .At a campaign rally in Phoenix on Tuesday, Mr. Trump alluded to Mr. Flake unfavorably, referring to him as “weak on borders” and “weak on crime” without mentioning him by name. He referred to Mr. McConnell only in passing, calling on him to abolish the Senate filibuster .Senior Republican officials said before the rally that they would stand up for Mr. Flake against any attacks. A Republican “ super PAC ” aligned with Mr. McConnell released a web ad on Tuesday assailing Ms. Ward as a fringe-dwelling conspiracy theorist.[Video \"ChemtrailKelli,\" an attack ad released by a Republican “super PAC” aligned with Mr. McConnell. Watch on YouTube. ]“When it comes to the Senate, there’s an Article 5 understanding An attack against one is an attack against all,” said Senator Lindsey Graham, Republican of South Carolina, who has found himself in Mr. Trump’s sights many times, invoking the NATO alliance’s mutual defense doctrine.The fury among Senate Republicans toward Mr. Trump has been building since last month, even before he lashed out at Mr. McConnell. Some of them blame the president for not being able to rally the party around any version of legislation to repeal the Affordable Care Act, accusing him of not knowing even the basics about the policy. Senate Republicans also say strong-arm tactics from the White House backfired, making it harder to cobble together votes and have left bad feelings in the caucus.When Mr. Trump addressed a Boy Scouts jamboree last month in West Virginia, White House aides told Senator Shelley Moore Capito, a Republican from the state whose support was in doubt, that she could only accompany him on Air Force One if she committed to voting for the health care bill. She declined the invitation, noting that she could not commit to voting for a measure she had not seen, according to a Republican briefed on the conversation.Senator Lisa Murkowski of Alaska told colleagues that when Mr. Trump’s interior secretary threatened to pull back federal funding for her state, she felt boxed in and unable to vote for the health care bill.In a show of solidarity, albeit one planned well before Mr. Trump took aim at Mr. Flake, Mr. McConnell will host a $1,000-per-person dinner on Friday in Kentucky for the Arizona senator, as well as for Senator Dean Heller of Nevada, who is also facing a Trump-inspired primary race next year, and Senator Deb Fischer of Nebraska. Mr. Flake is expected to attend the event.Former Senator Judd Gregg of New Hampshire, a Republican who is close to Mr. McConnell, said frustration with Mr. Trump was boiling over in the chamber. Mr. Gregg blamed the president for undermining congressional leaders, and said the House and Senate would have to govern on their own if Mr. Trump “can’t participate constructively.”“Failure to do things like keeping the government open and passing a tax bill is the functional equivalent of playing Russian roulette with all the chambers loaded,” Mr. Gregg said.Others in the party divide blame between Mr. Trump and Mr. McConnell. Al Hoffman, a former finance chairman of the Republican National Committee who has been supportive of Mr. McConnell, said Mr. McConnell was culpable because he has failed to deliver legislative victories. “Ultimately, it’s been Mitch’s responsibility, and I don’t think he’s done much,” Mr. Hoffman said.But Mr. Hoffman predicted that Mr. McConnell would likely outlast the president.“I think he’s going to blow up, self-implode,” Mr. Hoffman said of Mr. Trump. “I wouldn’t be surprised if McConnell pulls back his support of Trump and tries to go it alone.”An all-out clash between Mr. Trump and Mr. McConnell would play out between men whose strengths and weaknesses are very different. Mr. Trump is a political amateur, still unschooled in the ways of Washington, but he maintains a viselike grip on the affections of the Republican base. Mr. McConnell is a soft-spoken career politician, with virtuoso mastery of political fund-raising and tactics, but he had no mass following to speak of.Mr. McConnell, while baffled at Mr. Trump’s penchant for internecine attacks, is a ruthless pragmatist and has given no overt indication that he plans to seek more drastic conflict. Despite his private battles with Mr. Trump, Mr. McConnell has sent reassuring signals with his public conduct On Monday, he appeared in Louisville, Ky., with Steven Mnuchin, the Treasury secretary, for a discussion of tax policy.Mr. McConnell’s Senate colleagues, however, have grown bolder. The combination of the president’s frontal attacks on Senate Republicans and his claim that there were “fine people” marching with white supremacists in Charlottesville has emboldened lawmakers to criticize Mr. Trump in withering terms.Senator Bob Corker of Tennessee rebuked Mr. Trump last week for failing to “demonstrate the stability nor some of the competence” required of presidents. On Monday, Senator Susan Collins of Maine said in a television interview that she was uncertain Mr. Trump would be the Republican presidential nominee in 2020.There are few recent precedents for the rift. The last time a president turned on a legislative leader of his own party was in 2002, when allies of George W. Bush helped force Trent Lott to step down as Senate minority leader after racially charged remarks at a birthday party for Senator Strom Thurmond, Republican of South Carolina.For the moment, Mr. McConnell appears to be far more secure in his position, and perhaps immune to coercion from the White House. Republicans are unlikely to lose control of the Senate in 2018, and Mr. Trump has no allies in the Senate who have shown an appetite for combat with Mr. McConnell.Still, some allies of Mr. Trump on the right — including Stephen K. Bannon, who stepped down last week as Mr. Trump’s chief strategist — welcome more direct conflict with Mr. McConnell and congressional Republicans.Roger J. Stone Jr., a Republican strategist who has advised Mr. Trump for decades, said the president needed to “take a scalp” in order to force cooperation from Republican elites who have resisted his agenda. Mr. Stone urged Mr. Trump to make an example of one or more Republicans, like Mr. Flake, who have refused to give full support to his administration.“The president should start bumping off incumbent Republican members of Congress in primaries,” Mr. Stone said. “If he did that, Mitch McConnell and Paul Ryan would wet their pants and the rest of the Republicans would get in line.”But Mr. McConnell’s allies warn that the president should be wary of doing anything that could jeopardize the Senate Republican majority.“The quickest way for him to get impeached is for Trump to knock off Jeff Flake and Dean Heller and be faced with a Democrat-led Senate,” said Billy Piper, a lobbyist and former McConnell chief of staff.Get politics and Washington news updates via Facebook , Twitter and the Morning Briefing newsletter .Source URL https//www.nytimes.com/2017/08/22/us/politics/mitch-mcconnell-trump.html?partner=bloombergCredit ALEXANDER BURNS and JONATHAN MARTIN", "publish_dt": "2017-08-22", "author": "Burns, Alexander; Martin, Jonathan"},
    {"id": "3183", "title": "Different Day, Different Audience, and a Completely Different Trump", "full_text": "RENO, Nev. — President Trump reverted to his script as commander in chief here on Wednesday.The morning after he delivered an aggrieved and impromptu defense of his comments on the violence in Charlottesville , Va., Mr. Trump spoke in a more measured tone to the national convention of the American Legion, telling its members that “we are not defined by the color of our skin,” and that the country will overcome its challenges by reaffirming its common values.“We are here to hold you up as an example of strength, courage and resolve that our country will need to overcome the many challenges that we face,” the president said, speaking slowly and gravely as he read from a teleprompter. “We are here to draw inspiration from you as we seek to renew the bonds of loyalty that bind us together as one people and one nation.”It was a day-and-night contrast to Mr. Trump’s performance Tuesday night in Phoenix , where he lurched from subject to subject and accused the news media of ignoring what he insisted had been his message of unity in the aftermath of Charlottesville.But such contrasts have become a recurring motif of his presidency Mr. Trump has toggled between Teleprompter Trump and Unplugged Trump every day since the deadly clashes in Virginia, leaving Washington and the rest of the nation with a chronic case of rhetorical whiplash.The split speaking personality is not new. Mr. Trump spent years mocking President Barack Obama for using a teleprompter.But ever since Mr. Trump won his first round of primaries and his path toward the Republican presidential nomination became likelier, his family members and some supporters have urged him — not with a lot of success — to professionalize his performances, and to try to avoid the dangers of the kind of spontaneous remarks he made in Arizona.There were obvious differences between the venue and audience for the Phoenix speech and those here on Wednesday. The first was a campaign-style rally for his most boisterous supporters, against a thumping soundtrack of the Rolling Stones; the second was an official presidential event for an audience of veterans, complete with a bill-signing ceremony.There were many reasons to believe that the president’s angry performance in Phoenix was the real Donald J. Trump . It was consistent with the way he has reacted to all sorts of setbacks since he took office, including the Senate’s failure to repeal the Affordable Care Act and the multiple investigations of his links to Russia.His advisers had actually anticipated the possibility that he would go off-script after The New York Times reported earlier Tuesday on his toxic relationship with Senator Mitch McConnell , Republican of Kentucky and the majority leader. The article was referred to frequently on the cable television shows that the president likes to watch.While reporters declared his rally one of his most caustic in the past two years, some White House aides said privately on Wednesday that they found some comfort in the fact that it could have been worse.Many presidents, of course, have complained bitterly behind closed doors about their treatment at the hands of the news media or their political opponents. Robert Dallek, a historian, said Franklin D. Roosevelt lashed out at the news media with his aides, while John F. Kennedy canceled a White House subscription to The New York Herald Tribune after a string of negative coverage.“There was a difference between how they performed in public and private,” Mr. Dallek said.The difference with Mr. Trump, he said, is that the president not only vents those feelings publicly, but also makes that venting a central part of his message.In Phoenix, Mr. Trump did not so much depart from his prepared text as ball it up and toss it into a wastebasket. After speaking perfunctorily about the need for Americans to love one another — words borrowed from his somber, teleprompter-guided Afghanistan address to troops in Virginia on Monday night — Mr. Trump went off message. Placing blame on the news media, he delivered a discursive, defensive analysis of why he was not responsible for dividing Americans.Mr. Trump threw in a few asides in his speech to the American Legion. Promoting legislation that he said would improve medical care for veterans and make the system more accountable, Mr. Trump promised that if the care did not improve, he would have one response to the people providing it “You’re fired.”He also elaborated on the Afghanistan strategy he unveiled Monday “We will give our men and women in uniform the tools they need and the trust they have earned to fight and to win.”And he promoted investments in missile defense, which he said would deter aggressive government overseas.But for the most part, Mr. Trump’s focus remained on veterans.He got a polite welcome from the audience at the Reno-Sparks Convention Center, though the group had made clear it did not share his ambivalent response to the clashes between neo-Nazis and white supremacists and counterprotesters in Charlottesville.On Monday, the Legion reaffirmed a 1923 resolution condemning any individual or group that “creates, or fosters racial, religious or class strife among our people, or which takes into their own hands the enforcement of law, determination of guilt, or infliction of punishment.”At the event, Mr. Trump signed into law bipartisan legislation that overhauls the federal government’s disability benefits appeals procedure for veterans.About half a million veterans have pending claims contesting a Veterans Benefits Administration decision, many of which can take years to sort out. The new law is expected to substantially speed up that process by creating separate queues for veterans based on the evidence they wish to submit with their claims.Mr. Trump also introduced a Medal of Honor recipient, Donald E. Ballard, who declared that the president was the right leader to “drain the swamp.”Mr. Trump laughed and said of Mr. Ballard’s impromptu remark “That’s very risky of me. That could ruin the whole day for me.”But in Mr. Trump’s view, it is the teleprompter — and any form of precanned remarks — that have long been the enemy. And it is true that his most memorable remarks have come without it.When he launched his campaign in 2015 , Mr. Trump almost instantly tossed aside his prepared speech, and instead went on a nearly hourlong riff about immigration, about the United States being taken advantage of and about Mexico not sending “their best” to the country.“They’re bringing crime. They’re rapists,” Mr. Trump said, before adding that he assumed “some” Mexicans were “good people.”When he brought on Paul Manafort as his campaign chairman in May 2016, one of Mr. Manafort’s first orders of business was to get the candidate to adjust to teleprompters. But when word leaked out that Mr. Manafort told a closed-door meeting of Republican National Committee donors that he was working on scaling back some of Mr. Trump’s more caustic remarks, the candidate publicly rebuffed those efforts.“I sort of don’t like toning it down,” Mr. Trump told a crowd in Connecticut shortly afterward. “Isn’t it nice that I’m not one of these teleprompter guys?”Get politics and Washington news updates via Facebook , Twitter and the Morning Briefing newsletter .Source URL https//www.nytimes.com/2017/08/23/us/politics/trump-speech-reno-phoenix.html?partner=bloombergCredit MARK LANDLER", "publish_dt": "2017-08-23", "author": "Landler, Mark"},
    {"id": "3548", "title": "Gary Cohn, Trump’s Adviser, Said to Have Drafted Resignation Letter After Charlottesville", "full_text": "Gary D. Cohn, the director of the White House Economic Council, wrote a resignation letter after President Trump blamed “both sides” in the deadly protest this month against a Charlottesville, Va., rally by white supremacists and neo-Nazis, according to three people familiar with the document.Mr. Cohn ultimately changed his mind and decided in recent days to remain on as Mr. Trump’s chief economic adviser, said one person familiar with his thinking.But in a stunning critique of the president, Mr. Cohn told The Financial Times in an interview published on Friday that the Trump administration “can and must do better” to condemn hate groups and “do everything we can to heal the deep divisions that exist in our communities.”Mr. Cohn is an architect of a broad set of tax reforms that the White House hopes will deliver the first legislative victory of Mr. Trump’s tumultuous administration. The president next week will travel to Springfield, Mo., in a push to sell the tax reform package.But Mr. Cohn was anguished, according to a friend and two other people familiar with his thinking, by Mr. Trump’s remarks after the Aug. 12 violence that resulted in the death of a 32-year-old woman who was protesting neo-Nazis and Ku Klux Klan demonstrators in Charlottesville.On Aug. 15, Mr. Cohn stood nearby in the lobby of Trump Tower, where the president told reporters there also were “very fine people on both sides” of the Charlottesville rally. After Mr. Trump left, Mr. Cohn stood uncomfortably fielding questions about the president’s statements, and he repeatedly declined to comment.He debated for over a week with his wife and friends on whether to quit, according to the people familiar with his thinking. This week, Mr. Cohn decided to remain in his job, believing he could be more effective as a public servant inside the White House than out of it.He is one of the few Jewish members in the administration who have publicly condemned Mr. Trump’s remarks about Charlottesville, although he has quietly disagreed with the president on a number of policy matters.As Mr. Trump stood by his equivocal comments on Charlottesville and business leaders left presidential advisory panels in protest, Mr. Cohn told The Financial Times, he felt “enormous pressure” to step down. Various friends, and Mr. Cohn’s wife, were at one point among those who were urging him to resign, said several people familiar with their advice.A senior administration official said the president was not surprised by Mr. Cohn’s remarks to The Financial Times. Another official said the sentiments had been relayed clearly to Mr. Trump, and Mr. Cohn had said that if asked, he would say how he felt.But on Friday, Roger Stone, a longtime adviser to Mr. Trump, tweeted that Mr. Cohn “should be fired immediately for his public attack on the president.” In his tweet, Mr. Stone misspelled the name of Mr. Cohn, whom he has aggressively criticized, and said the economic adviser was “recommended for his White House job by Jared Kushner.”It is highly unusual for a senior member of any presidential administration to publicly discuss the possibility of stepping down. Geoff Garin, a veteran Democratic pollster who worked on Hillary Clinton’s 2008 presidential campaign, said even though Mr. Cohn did not criticize Mr. Trump by name in the Financial Times interview, “the comments are still very tough and very blunt, including his comments about the push-and-pull whether to stay and whether to go.”“There’s no effort to conceal the fact that what Trump said was wrong and troubling,” Mr. Garin said. “And it’s hard to think of very many precedents for somebody like that who is a high-ranking presidential adviser.”Mr. Cohn told The Financial Times that “as a Jewish American, I will not allow neo-Nazis ranting ‘Jews will not replace us’ to cause this Jew to leave his job.”But the job has not been easy. For Mr. Cohn, said two people familiar with his thinking, every day at the White House requires a different calculus over how best to spend his political capital. Right now, these people said, he will focus on economic policies that he believes are essential to the stability of the markets and the United States work force — even when other issues worry him.Nudging Mr. Trump toward a more free-trade stance that avoids harsh steps toward China and other economic partners is paramount, these people said. Part of that, they added, is opposing tariffs on steel, aluminum and other goods that might damage relationships with American allies.But using political capital on those fights means avoiding others, even when the president espouses policies that run contrary to Mr. Cohn’s own principles, the two people said. Among other things, they said, Mr. Cohn disagrees with the president’s directive banning transgender people from joining the military, but will leave that fight to others.On Aug. 17, with word of Mr. Cohn’s unhappiness percolating on Wall Street, some traders and investors got jittery. Seeing Mr. Cohn as a key player in pushing forward the Trump administration’s tax cuts, some sold American stocks, pushing prices down.Mr. Cohn, a onetime silver trader who eventually became president of Goldman Sachs, was struck by the market move, said two people familiar with his thinking. He continued to huddle with friends and family over what steps to take, attending meetings in Washington during the process.At some point during the past 10 days, Mr. Cohn penned a tentative resignation letter, said the three people familiar with the draft. It was not immediately clear what day the letter was written, or if Mr. Trump was ever made aware of it.But during a private Aug. 18 meeting with the president at his golf club in Bedminster, N.J., Mr. Cohn relayed his concerns about Mr. Trump’s comments on Charlottesville, said people with knowledge of the gathering. The exact details of the talk are not clear, but the president urged Mr. Cohn to stay.“I have had numerous private conversations with the president on this topic,” Mr. Cohn told The Financial Times, adding that “I have not been bashful saying what I think.”One possible part of Mr. Cohn’s calculus is the chance that he could be named Federal Reserve chairman early next year, a move Mr. Trump has said he is considering. Mr. Cohn has in the past expressed interest in the job, said two people close to him. But unlike past Fed chairmen, Mr. Cohn is not an economist, and some of his friends have said it is hard to imagine him in the more reserved, less dynamic environment of the Fed, which would be a huge contrast to the pace of Goldman Sachs or the White House.Steven Mnuchin, the Treasury secretary, who also is Jewish, defended Mr. Trump in a statement a week ago, after more than 300 of his Yale classmates urged him in a letter to step down. At a briefing with reporters at the White House on Friday, Mr. Mnuchin, an old business partner of Mr. Trump who has at times clashed over policy with Mr. Cohn, told reporters that under no circumstances has he considered resigning.Source URL https//www.nytimes.com/2017/08/25/us/politics/gary-cohn-trump-charlottesville.html?partner=bloombergCredit KATE KELLY and MAGGIE HABERMAN", "publish_dt": "2017-08-25", "author": "Kelly, Kate; Haberman, Maggie"},
    {"id": "3713", "title": "Behold Our ‘Child King’", "full_text": "REPUBLICAN lawmakers have seen the Trump disaster coming for a while now. They simply have no clue what to do about it.A couple of months ago — before we learned that Donald Trump Jr. wanted to spend quality time with people he believed represented the Russian government, before the president publicly humiliated his attorney general and was abandoned by top business executives, before he claimed “some very fine people” were marching in Charlottesville, Va., alongside neo-Nazis and white supremacists — a Republican member of Congress I spoke with called the president a “child king,” a “self-pitying fool.”Even then, the words that came to mind when some congressional Republicans described the president were “incompetent” and “unfit.” There were concerns about his emotional stability. “There’s now a realization this isn’t going to change,” one top Republican aide on Capitol Hill said. Yet there is the simultaneous realization, as a House member told me when talking about Republicans in their home districts, that “we’re never going to have a majority of people against him.”Maybe, but for now this presents Republican members of Congress who are privately alarmed by Mr. Trump with a predicament. Regardless of what he does, a vast majority of his core supporters are sticking with him. A recent Monmouth University poll found that of the 41 percent of Americans who currently approve of the job he’s doing, 61 percent said they cannot see Mr. Trump doing anything that would make them disapprove of him. Mr. Trump was on to something when he said in January 2016, “I could stand in the middle of Fifth Avenue and shoot somebody and I wouldn’t lose voters.”The political problem facing Republicans is that Mr. Trump’s presidency is a wreck. His agenda is dead in the water. A special counsel is overseeing an investigation of his campaign. The West Wing is dysfunctional. And President Trump is deeply unpopular with most Americans.A new Washington Post-ABC News poll illustrates the dilemma Republican politicians face. It found that 28 percent of polled voters say they approved of Mr. Trump’s response to Charlottesville. But among Republican voters, the figure was 62 percent, while 72 percent of conservative Republicans approved.The more offensive Mr. Trump is to the rest of America, the more popular he becomes with his core supporters. One policy example At a recent rally in Phoenix, the president said he was willing to shut down the government over the question of funding for a border wall, which most of his base favors but only about a third of all Americans want.Much of this mess is of the Republican Party’s own making. Let’s not forget that Mr. Trump’s political rise began with his promulgation of the racist conspiracy theory that President Obama was not a natural-born American citizen. The Trump presidency is the result of years of destructive mental habits and moral decay. So there’s no easy solution for responsible Republicans. But there is a step they have to take.They need to accept, finally, the reality — evident from the moment he declared his candidacy — that Mr. Trump is unfit to govern. He will prove unable to salvage his presidency. As the failures pile up, he’ll act in an even more erratic fashion.The mental hurdle Republicans have to clear is that in important respects the interests of the Republican Party and those of Donald Trump no longer align. The party has to highlight ways in which it can separate itself from the president.So far the response of many Republican leaders to Mr. Trump’s offenses has been silence or at most veiled, timid criticism. The effect is to rile up Trump supporters and Mr. Trump himself without rallying opposition to him. It’s the worst of all worlds.What’s required now is a comprehensive, consistent case by Republican leaders at the state and national levels that signals their opposition to the moral ugliness and intellectual incoherence of Mr. Trump. Rather than standing by the president, they should consider themselves liberated and offer a constructive, humane and appealing alternative to him. They need to think in terms of a shadow government during the Trump era, with the elevation of alternative leaders on a range of matters.This approach involves risk and may not work. It will certainly provoke an angry response from the Breitbart-alt-right-talk-radio part of the party. So be it. Republicans who don’t share Mr. Trump’s approach have to hope that his imploding presidency has created an opening to offer a profoundly different vision of America, one that is based on opportunity, openness, mobility and inclusion.This requires a new intellectual infrastructure to address what may prove to be one of the largest economic disruptions in history. People in positions of influence need to make arguments on behalf of principles and ideas that have for too long gone undefended. They must appeal to moral idealism. And the party needs leaders who will fight with as much passionate intensity for their cause as Mr. Trump fights for his — which is simply himself. There’s no shortcut to forging a separate Republican identity during the Trump presidency. Half-measures and fainthearted opposition are certain to fail.If Republicans need more encouragement to break with Mr. Trump, they might note that the president, who has no institutional or party loyalty, is positioning himself as a critic not just of Democrats but also of Republicans. During his rally in Arizona, he went out of his way to attack both of that state’s Republican senators, including one battling brain cancer. He followed that up with tweets attacking the House speaker, Paul D. Ryan, the Senate majority leader, Mitch McConnell, and other Republican lawmakers.A confrontation is inevitable. The alternative is to continue to further tie the fate and the reputation of the Republican Party to a president who seems destined for epic failure and whose words stir the hearts of white supremacists.We are well past the point where equivocations are defensible, and we’re nearly past the point where a moral reconstitution is possible. The damage Mr. Trump has inflicted on the Republican Party is already enormous. If the party doesn’t make a clean break with him, it will be generational.I invite you to join me on Twitter ( @Peter_Wehner ).Follow The New York Times Opinion section on Facebook and Twitter (@NYTopinion) , and sign up for the Opinion Today newsletter .Source URL https//www.nytimes.com/2017/08/26/opinion/sunday/trump-our-child-king.html?partner=bloombergCredit PETER WEHNER", "publish_dt": "2017-08-26", "author": "Wehner, Peter"},
    {"id": "3798", "title": "Does Trump Represent U.S. Values? ‘The President Speaks for Himself,’ Tillerson Says", "full_text": "WASHINGTON — Secretary of State Rex W. Tillerson , addressing President Trump’s blaming of “both sides” in the racially charged violence in Charlottesville, Va., declined to say on Sunday whether Mr. Trump’s response represented “American values.”“The president speaks for himself,” Mr. Tillerson said on “Fox News Sunday.”Asked by the host, Chris Wallace, about a United Nations statement condemning the president’s words, Mr. Tillerson said that “I don’t believe anyone doubts the American people’s values” or the government’s commitment to them.Mr. Wallace then inquired about Mr. Trump’s own values. After Mr. Tillerson’s pointed response, Mr. Wallace asked whether he was separating himself from the president on the issue.Mr. Tillerson answered “I have spoken. I have made my own comments as to our values as well in a speech I gave to the State Department this past week.”On Aug. 12, a 32- year-old woman, Heather D. Heyer , who was protesting a rally of white supremacists in Charlottesville, was killed when a car driven by a man who had professed admiration for Nazi ideology slammed into her and other demonstrators. During a wild news conference at Trump Tower three days later, Mr. Trump blamed “both sides” for the deadly violence.In the weeks since Ms. Heyer’s death, Mr. Trump has alternated between singling out neo-Nazis and the Ku Klux Klan for condemnation and asserting that what he called the “alt-left” was also to blame for the Charlottesville violence.A group of United Nations experts , without naming Mr. Trump, criticized a “failure at the highest political level of the United States of America to unequivocally reject and condemn” racist violence.Mr. Tillerson’s remarks on Sunday stood in stark contrast to those of another cabinet member, Steven Mnuchin, the Treasury secretary, who defended Mr. Trump’s response. In a statement on Aug. 19, Mr. Mnuchin said that “the president in no way, shape or form believes that neo-Nazi and other hate groups who endorse violence are equivalent to groups that demonstrate in peaceful and lawful ways.”The day before, Mr. Tillerson responded to the national backlash to Mr. Trump’s comments in a talk to State Department interns and young staff members. “We do not honor, nor do we promote or accept, hate speech in any form,” Mr. Tillerson said at the event. “Those who embrace it poison our public discourse, and they damage the very country that they claim to love.”The strongest criticism of Mr. Trump inside the administration has come from Gary D. Cohn, the director of the National Economic Council, who was so upset by the remarks that he drafted a resignation letter. Mr. Cohn, who is Jewish, told The Financial Times in an interview last week that the Trump administration “can and must do better” to condemn hate groups.Get politics and Washington news updates via Facebook , Twitter and the Morning Briefing newsletter .Source URL https//www.nytimes.com/2017/08/27/us/politics/trump-tillerson-charlottesville.html?partner=bloombergCredit NOAH WEILAND", "publish_dt": "2017-08-27", "author": "Weiland, Noah"},
    {"id": "3984", "title": "Two Bankers Are Selling Trump’s Tax Plan. Is Congress Buying?", "full_text": "WASHINGTON — Gary D. Cohn and Steven Mnuchin have spent months behind closed doors with Republican congressional leaders sketching the contours of an elaborate and politically difficult tax overhaul that is President Trump’s top priority.Mr. Trump hopes to jump-start the process on Wednesday, traveling to Springfield, Mo., for a speech calling for large tax reductions and a long-anticipated revamping of the code. But he has largely left it to Mr. Cohn, the director of the National Economic Council, and Mr. Mnuchin, the Treasury secretary, both new to government, to devise and execute a winning legislative strategy. And their involvement has some conservatives for whom tax cuts are a signal issue deeply concerned.“They are facing big frustration among policy makers, the business community and investors that there’s been months of inaction, and the perception out there among investors is they don’t think this is going to get this done this year,” said Stephen Moore, a Heritage Foundation economist who advised Mr. Trump during the campaign.Already, their ambitions have drifted from the president’s original mark A 15 percent corporate tax rate proposed in April is now likely to move to the 20 to 25 percent range, say two people familiar with the officials’ recent thinking. And a proposed 35 percent ceiling on the highest personal income tax rate could be shelved altogether, leaving the current 39.6 percent cap intact.For Mr. Cohn and Mr. Mnuchin, quiet competitors since their days as new partners at Goldman Sachs more than two decades ago, the task is a consequential test of whether real-world experience in finance has equipped them to carry out a delicate political negotiation, and whether two New Yorkers who have been lavish supporters of Democrats can succeed in Mr. Trump’s Washington.“Goldman has thrived by hiring strong individuals with very different backgrounds and putting them together on a team,” Lloyd Blankfein, the chief executive of Goldman Sachs, said in an email. “Gary and Steven are both steeped in that tradition from their years working side by side on the trading floor — not a bad training ground for the pressure cooker that is Washington.”Behind the scenes, there have been differences of style and substance.Mr. Cohn — who wears monogrammed shirts, gold cuff links and a Rolex watch next to a brown leather bracelet with a “peace” tag and a black beaded one with silver skulls — has brought a brash style and a take-no-prisoners approach to the tax issue. He is facile with data and has a keen understanding of the economy, according to people who have attended meetings with him, and he moved quickly to hire several experienced and well-connected aides — including Jeremy Katz, his deputy, and Shahira Knight, a former tax-writing congressional aide — who have been drivers in the private talks with Congress.But Mr. Cohn has also rankled lawmakers in both parties with comments that they suggest betray a lack of understanding about the political process and the intricate policy trade-offs that undergird a large tax rewrite. In a meeting with a group of Senate Democrats this year, according to people who were present, Mr. Cohn jokingly dismissed concerns about the wisdom and cost of repealing the estate tax , remarking, “Only morons pay the estate tax.”A source close to Mr. Cohn denied that he had used the word, saying he had been referring to “rich people with really bad tax planning.”Mr. Mnuchin, bespectacled and crisply formal in his slim-cut business suits, is more reserved and careful than Mr. Cohn. A quick study on economic policy matters, he talks frequently about his level of access to the president and the strength of their relationship, making it clear to members of Congress as well as tax lobbyists that he has Mr. Trump’s ear and is speaking for him on the tax plan. Mr. Mnuchin has been deferential to lawmakers, indulging House Republicans for weeks in talks about their idea of imposing a 20 percent border adjustment tax even after it became clear that the idea did not have enough support to be included in the plan.“Gary is pretty direct — he’s come to the whip team meeting and he’s probably less politically correct, and I use that in a loving way,” said Representative Pat Tiberi, Republican of Ohio and a member of the Ways and Means Committee. “The secretary is more correct. They complement one another.”Early in their respective roles on Trump’s team, the two appeared to be jockeying for position in what one person who observed the dynamics described as an “unholy alliance.”During the transition, Mr. Mnuchin made a surprise visit to Mr. Cohn’s job interview with Mr. Trump, greeting Mr. Cohn in the 26th-floor lobby of Trump Tower in Manhattan to escort him to the president-elect.In meetings early this year before Mr. Mnuchin was confirmed, Mr. Cohn told key lawmakers that he would be leading the tax effort for the administration as the chief architect of Mr. Trump’s economic policies, according to several people familiar with the conversations who spoke about them on the condition of anonymity. Mr. Mnuchin appeared “zen” when he learned of the meetings, said one person who was aware of the tension, assuring staff members that Mr. Cohn, whose job does not require Senate confirmation, was doing the right thing.“They are working together,” Mr. Moore said of Mr. Cohn and Mr. Mnuchin. “But there’s no question they’re competitors.”Their differences extend beyond style or policy. After the racially charged violence at a neo-Nazi and white supremacist march this month in Charlottesville, Va. , the two men, both of whom are Jewish, had vastly different reactions to the president’s equivocating response . Mr. Cohn condemned the administration’s approach in a newspaper interview, letting it be known that he considered resigning over the issue, while Mr. Mnuchin vigorously defended Mr. Trump, saying he never dreamed of quitting.Mr. Cohn and Mr. Mnuchin declined to be interviewed for this story.Aides to both deny any ill will or any attempt at one-upsmanship, describing any friction as a result of stylistic differences. And the two men have been virtually inseparable while working on the tax rewrite, talking at least once a day, dining together more than once a month at such popular Washington spots as Rasika and the Trump International Hotel, and keeping a singular focus on achieving the biggest tax cut possible in line with Mr. Trump’s desires. Mr. Cohn was invited to Mr. Mnuchin’s recent wedding to the actress Louise Linton, said a person who was aware of the invitation, although he did not attend.The men have tried to avoid the mistakes that plagued the collapsed effort to repeal and replace the health care law , placing a premium on communicating with key members of Congress and finding a common approach to which the White House and Republican lawmakers could agree.“I credit Secretary Mnuchin and Director Cohn for playing a key role in the work we have done to unify behind bold principles for tax reform, which really wasn’t the case in health care,” said Representative Kevin Brady of Texas, the chairman of the Ways and Means Committee.They recently intensified their efforts to present a united front. Last week, Tony E. Sayegh Jr., a top public affairs official at Treasury, was detailed to the West Wing to work with Hope Hicks, the interim White House communications director, on messaging for the tax push.“This is an administration where everyone is celebrating Festivus every day and airing grievances, and there’s none of that here,” said Rohit Kumar, a tax specialist at the accounting firm PwC and a former deputy chief of staff to Senator Mitch McConnell, the majority leader.Still, Mr. Cohn and Mr. Mnuchin have yet to produce the kind of comprehensive plan Mr. Trump has promised. A hastily compiled one-page document they presented in April proposing an array of tax cut bullet points in different fonts and type styles drew private ridicule from lawmakers in both parties and tax specialists throughout Washington as the mark of an administration wholly unprepared for the heavy legislative lift it was about to undertake.In mid-May, a few weeks after the one-page principles were issued, Treasury officials presented a more refined version to the president; his son-in-law and senior adviser, Jared Kushner; Stephen K. Bannon, the former chief strategist; and others a 20 percent corporate tax rate and a 35 percent ceiling on the personal tax rate, said one person briefed on it, insisting on anonymity to describe private deliberations. Mr. Cohn, who attended the meeting but let Mr. Mnuchin and his deputies take the lead, had approved the plan beforehand with little argument, this person added.But in the weeks since then, the process has not always been smooth. Ms. Knight has advocated the elimination of the corporate interest deduction as a way of offsetting the cost of tax cuts without adding to the deficit, while Mr. Mnuchin has resisted the move, which would be costly to Wall Street firms and the real estate industry, according to two people briefed on the discussions who spoke on the condition of anonymity because the talks were private.Mr. Cohn’s staff felt frustrated to discover that Craig Phillips, the Treasury counselor most involved with planning structural reforms to the government-backed mortgage buyers Fannie Mae and Freddie Mac, had been meeting with key players in the private sector to discuss potential policy without alerting the National Economic Council.Those divisions are slight compared with the vast disagreements between Democrats and Republicans on taxes, which the two have so far done little to bridge.“You get the sense that they think that somehow when they offer up all of this bravado about the deadlines and the plans that all of this is going to pop out of the oven like a cake fully baked,” said Senator Ron Wyden, Democrat of Oregon, the ranking member of the Finance Committee who has co-written two bipartisan tax rewrite proposals but said he has yet to be asked to meet one-on-one with either Mr. Mnuchin or Mr. Cohn.“From the standpoint of getting real tax reform, which takes buy-in from both sides, they have just frittered months and months away needlessly,” Mr. Wyden said.A White House spokesman said Mr. Cohn and Mr. Mnuchin have already met with Finance Committee members in larger groups and plan on reaching out to Mr. Wyden and other key Democrats in September, once their legislative push on taxes begins.Get politics and Washington news updates via Facebook , Twitter and the Morning Briefing newsletter .Source URL https//www.nytimes.com/2017/08/28/us/politics/trump-tax-plan-cohn-mnuchin.html?partner=bloombergCredit JULIE HIRSCHFELD DAVIS and KATE KELLY", "publish_dt": "2017-08-28", "author": "JULIE HIRSCHFELD DAVIS; Kelly, Kate"},
    {"id": "4166", "title": "How to Get Rich in Trump’s Washington", "full_text": "As for so many other people, election night did not pan out quite the way Robert Stryk expected. Stryk began the night slumped in a Morton’s steakhouse in downtown Washington, tuning out the guests at his watch party to type out the campaign announcement of a buddy who — in the wake of Donald J. Trump’s all-but-certain defeat and the Republican Party implosion that was sure to follow — planned to make a long-shot bid for chairman of the Republican National Committee. He ended it by closing down the bar at the Mayflower Hotel, and after the race was called, giddily marching down Connecticut Avenue with his friends as they chanted, ‘‘Make America Great Again!’’Stryk, who owned a lobbying firm so small it didn’t actually have an office, spent most of his time in California and owned a small vineyard in Oregon, and he had helped out the Trump campaign as a sort of informal West Coast hand. He was still reveling in Trump’s upset win two nights later, over a bottle of wine on the patio of the Four Seasons in Georgetown, when a chocolate Lab padded over to his table to sniff his crotch. Stryk and the dog’s owner got to talking about wine and cigars and finally, like most of the country, about Trump. It turned out that she worked for New Zealand’s Embassy in Washington. New Zealand’s prime minister still hadn’t connected with the new president-elect, she told Stryk — a diplomatic and political embarrassment. Stryk cocked an eye across the table. ‘‘What if I said I could get you the number of someone to call the president?’’ he asked her.The following afternoon, Stryk found himself in a cab, headed for a meeting with New Zealand’s ambassador to the United States, Tim Groser. Stryk was more than a little nervous. On the way over, he called a friend named Stuart Jolly, a retired Army lieutenant colonel who ran Trump’s field operation during the Republican primary and spent election night with Stryk at Morton’s. Jolly reached out to someone he knew in the Trump high command and delivered a cell number, but Stryk didn’t know if it would actually work. At the embassy, Groser invited him in, uncorked a bottle of pinot noir and called the prime minister to pass along the number. A week later, President-elect Trump was finally able to accept a congratulatory phone call. But even before the call went through, plans and possibilities were blooming in Stryk’s mind. ‘‘I said to myself ‘This could be very, very interesting,’ ’’ he told me when I first met him this spring. ‘‘ ‘The world’s going to change.’ ’’Stryk, who grew up in Arizona, had bounced around the minor leagues of politics for most of his adult life. At 41, he has the frenetic energy of a serial entrepreneur and the motley résumé to match. After dropping out of college to intern on Capitol Hill, Stryk wrote voter-contact scripts for a Republican P.R. firm, helped start a political job-listing website and eventually opened his own Beltway lobbying shop, Sonoran Policy Group. The firm almost collapsed in 2009, after Stryk tried to acquire a troubled Maryland-based security-guard business. Stryk decamped to California, owing thousands of dollars in back rent, and reinvented S.P.G. as a procurement and political-consulting business. He traded tequila shots with the California congressman Dana Rohrabacher, ran for mayor of a town in Napa Valley, handled P.R. for an arms dealer accused of smuggling weapons to Libya — the case was dropped last fall — and helped clients sell the government everything from flashlights to missile-guidance software. By the time he hooked up with the Trump campaign, Stryk had hustled his way to a good living, and he knew his way around Washington. But he was no one’s idea of a Beltway insider.When the phone call to Trump went through, Stryk saw the geography of a new world forming before his eyes. Interests that spent millions of dollars studying Washington and shaping it to their liking had been taken totally by surprise by Trump’s win. The rules had changed, and no one was sure what the new ones were. For Stryk, it was the opportunity he had been waiting for. As he saw it, the lobbying old guard — the guys that threw down black Amex cards at Joe’s Crab and sent fat quarterly bills to clients they barely did any work for — were on the defensive. New people would have a chance. People like Stryk.New Zealand was a prime example. Groser and his staff had spent months researching Hillary Clinton, calculating who among her vast claque would win positions of power and influence in her administration. The main thing they knew about Trump was that he had sworn to pull the United States out of the Trans-Pacific Partnership, the complex 12-nation trade deal that Groser helped negotiate. Stryk, offering to work free, had a proposal. New Zealand would throw the biggest party of Trump’s inauguration. Stryk would put the new administration’s leading lights in the room; Groser would do the rest. ‘‘It was about building brand recognition for New Zealand,’’ Stryk explained. ‘‘If we can get them there, then forever, bad or good, Trump and New Zealand are a co-brand.’’In the tumult following Trump’s win, Stryk was discovering that many of his old friends — most of them fellow Washington backbenchers, B-listers and understudies — had vaulted to positions of unexpected influence. A guy Stryk knew at the inaugural committee put out the word among Trump alums that New Zealand’s party was the week’s hot ticket. Stryk called a friend at Salem Media, the right-leaning media-and-talk-radio company, which signed on as a party sponsor. Another friend, the actor Jon Voight, agreed to attend as a special celebrity guest.In January, hundreds of guests packed into to the embassy’s chancery, among them dozens of Trump-campaign alumni and future West Wing staff. Stryk rented a tuxedo jacket for the occasion. Groser gave a Trump-friendly speech, lauding the end of political correctness and the dawn of a new era in Kiwi-American relations. ‘‘We had a party that rocked , frankly,’’ he told me recently. In one night, New Zealand had upended Washington’s elaborate diplomatic pecking order. Diplomats and social secretaries at other embassies were left wondering how the country had pulled in so many Trump V.I.P.s. Trumpworld, previously inscrutable and unreachable to Groser’s team, was now populated by friendly faces. ‘‘Robert showed, ‘I’m connected,’ ’’ he told me.Groser decided to hire Stryk full time. Not long after, Stryk pulled $250,000 out of his savings, moved his family to the Washington suburbs and started hiring.There are about 10,000 registered lobbyists in Washington — roughly 20 for every member of Congress — and thousands more unregistered ones consultants and ‘‘strategic advisers’’ who are paid to help shape government policy but do not disclose their clients. By whatever name, they are the people companies and countries hire to help roll back regulations, unstick bids, tweak legislation or get meetings. Lobbying is at once Washington’s most maligned, enduring and essential industry. Underpaid young politicos and retiring lawmakers depend on Beltway lobby shops — known as ‘‘K Street’’ after the city boulevard that once housed many of them — for the high-six-figure salaries that will loft them into Washington’s petite aristocracy. Congress needs K Street, too After decades of cutting its own staff and research arms, much of Capitol Hill’s institutional memory and policy expertise now resides in the lobbying industry. But the private sector needs lobbyists the most. The modern federal government is so sprawling and complex that it practically demands a specialized class of middlemen and -women.Over the decades, lobbying has evolved from a niche trade of fixers and gatekeepers to a sleek, vertically integrated, $3-billion-a-year industry. A good lobbyist doesn’t go into a meeting asking for legislation; she or he already has the bill drafted, a coalition of businesses and trade groups poised to support it, a policy brief to hand out to reporters and to the officials positioned at dozens of decision points throughout the bureaucracy and relationships with advertising and polling firms to manage the public rollout. Everyone has a lobbyist — or three, or 50 — and the lobbyists know everyone. K Street is majestic and immovable, veined through Washington like fat through a prime steak.Like virtually every other candidate for president, Trump campaigned against this thicket of money and influence, positioning himself as an outsider who would ‘‘drain the swamp.’’ This pledge would soon prove more rhetorical than real, but it contained a grain of truth. Trump arrived in Washington with a relatively short baggage train of Beltway relationships and obligations. He didn’t read policy briefs; he barely had policies. His inner circle was a hodgepodge of Breitbart alumni, nominally Democratic financiers, Trump Organization employees on loan, the odd reality-show star and Republicans who would have been unemployable in almost any other administration. The smart money in Washington — K Street and K Street’s clients, the big corporations and trade associations — didn’t quite know what to expect. But mostly, they didn’t know whom to call.‘‘Many companies want to understand What are the president’s priorities?’’ Corey Lewandowski told me in February, a few weeks after the inauguration. ‘‘But there are so few people in Washington who have a relationship or an understanding of him.’’ Lewandowski, the president’s former campaign manager, was happy to tell you that he was one of the few exceptions.Lewandowski’s journey from obscure New Hampshire political operative to celebrity power broker was emblematic of how Trump’s election scrambled Washington’s hierarchies. Much like Stryk, Lewandowski had spent years in the lower ranks of conservative politics and lobbying. Being hired as Trump’s campaign manager moved Lewandowski into the political big time, and being fired, midway through the race, did little to dislodge him. There were speaking gigs, a stint as a reliably pro-Trump pundit on CNN. At one point last year, Lewandowski even tried selling a book, tentatively titled ‘‘Let Trump Be Trump’’; Stryk, introduced to Lewandowski by a mutual friend, helped him shop the proposal. ‘‘Corey had a brand,’’ Stryk told me, and that brand was valuable. HarperCollins offered Lewandowski $1.2 million, an astounding figure for a campaign manager — though the deal evaporated when Lewandowski refused to show HarperCollins a copy of his nondisclosure agreement with Trump.Through it all, Lewandowski remained close to Trump and spoke to him often. But after the election, the White House job Lewandowski hoped for never quite materialized. Now Lewandowski, too, was on K Street. He had joined up with another former Trump aide, Barry Bennett, to start a lobbying firm called Avenue Strategies.Unlike other people on K Street, Lewandowski did not pretend to be an expert on the legislative calendar or the fine points of the Administrative Procedure Act. He was an expert on Trump. ‘‘There are just so few people in Washington who know the president,’’ Lewandowski told me in February. ‘‘It’s a comparative advantage.’’ He was not shy about playing up their friendship. He sometimes tweeted from the White House grounds. When journalists or other visitors came to his office, on Pennsylvania Avenue a few blocks from the White House, he would point out his window to where, he claimed, he could see the president’s bedroom.His mind-meld with Trump was what made him valuable to clients, Lewandowski explained to me. ‘‘I think what I bring is a level of understanding of the president’s thought process,’’ he said, ‘‘only because I had the privilege of being next to him for so long.’’ He was doing as many as nine or 10 meetings a day Chief executives, prominent Republicans, even other lobbying firms wanted his advice. He offered it freely, Lewandowski told me. He wanted to be helpful. ‘‘You know what a guy said to me the other day?’’ he said. ‘‘ ‘You’ve got a hot hand. Just remember, that hand’s not going to be hot forever.’ ’’One good source of business was the president’s habit of calling chief executives to the White House for televised meetings. In January, when the chief executive of Whirlpool was summoned by Trump to discuss how to revive American jobs, the company asked Avenue Strategies to advise it. As one lobbyist who shared clients with Lewandowski put it to me, companies like Whirlpool needed to know the lay of the land inside the White House How much sway did Wilbur Ross have? Was Steve Bannon for real? And what should the company do if Trump started dumping on it on Twitter?Everyone had seen what happened to Lockheed Martin. Lockheed, the federal government’s single biggest contractor, is a powerful presence inside the Beltway. But through the winter, Trump had lashed out at the company over cost overruns on the F-35 fighter jet. The company’s shares dropped each time, taking Lockheed’s value down by billions of dollars. These were the kinds of problems that Lewandowski believed others on K Street couldn’t help with. ‘‘If you’re a corporate C.E.O. and the president has tweeted at you and your stock has dropped 4 percent, you say ‘Why am I paying all these guys so much money?’ ’’ Lewandowski said. The old model of Washington influence wouldn’t work on Trump, he believed. ‘‘They don’t know him, and they don’t know any of his guys, and they don’t understand how he thinks.’’ Eventually Lockheed, too, turned to Avenue.Over the course of a few conversations with the company’s Washington office, Bennett told me, they advised Lockheed on how Marillyn Hewson, its president and chief executive, should approach conversations ‘‘Short, direct, honest answers,’’ as Bennett recounted it for me later. ‘‘Feel free to educate the president. In the end, it’s going to be transactional.’’ The next time Hewson met with Trump, a week before the inauguration, she came bearing gifts a potential F-35 price cut and a promise to add jobs at a Texas plant.The Twitter attacks ceased. By the end of February, Trump was praising Lockheed. ‘‘They’ve just announced eighteen hundred new jobs,’’ Trump told reporters after a meeting with Hewson and other manufacturing executives. ‘‘I have to say this, Marillyn, you’ve gotten a lot of credit because what you did was the right thing.’’Lewandowski’s help did not come cheap. A typical boutique lobbying firm might charge $10,000 to $15,000 a month. A big lobbying or law firm, with teams of para­legals or assistants and high overhead, might charge twice that, with a three-month retainer. Avenue sometimes asked for as much as $50,000 a month — a top-shelf price on K Street — and Lewandowski on occasion tried to go higher. But there were plenty of takers By midwinter, Avenue had ‘‘more than a dozen, less than 50’’ clients, Lewandowski told me at the time.The demand was so great that would-be Trump-whisperers were popping up in Washington like toadstools after a rainstorm. The former Trump surrogate Newt Gingrich, a ‘‘senior adviser’’ to the lobbying practice at Dentons, the world’s largest law firm, was hawking a book titled ‘‘Understanding Trump.’’ Established K Street firms were grabbing any Trump people they could find Jim Murphy, Trump’s former political director, joined the lobbying giant BakerHostetler, while another firm, Fidelis Government Relations, struck up a partnership with Bill Smith, Mike Pence’s former chief of staff. All told, close to 20 ex-aides of Trump, friends and hangers-on had made their way into Washington’s influence business.Beltway experience was not necessarily required. Squire Patton Boggs formed a ‘‘strategic alliance’’ with Michael Cohen, Trump’s self-described ‘‘personal attorney’’ from New York, who had scant government experience. There was also Brad Gerstman, a brawny Long Island lobbyist and P.R. man who had done work for Trump in New York over the years. On election night, Gerstman was so sure Trump was going to lose that he got on a plane to Israel. As Gerstman tells it, his business partner called as soon as he landed. ‘‘Why the hell are you in Tel Aviv?’’ his partner asked. ‘‘We have an office to open in Washington.’’ Gerstman hung up and went to his hotel, where he looked out over the Mediterranean, put a cigar in his mouth and listened to the congratulatory messages piled up in his voice mail. In January, he set up an office in downtown Washington. ‘‘We don’t want to sell ourselves as just the Trump guys,’’ Gerstman told me. ‘‘But maybe that’s what it takes for the first few years.’’Many of the Trump-connected lobbyists told me they were turning away as much business as they accepted. One person offered Lewan­dowski $250,000 just to get the president to tweet about him. A lobbyist who worked on Trump’s inaugural committee told me of a billionaire who, within a week of the inauguration, offered a million dollars if the lobbyist could arrange for his picture to be taken in the Oval Office with the new president. ‘‘You can make $2 million if you want,’’ Bennett told me, sounding almost apologetic. ‘‘It’s like ‘I’ve got a gold mine in Eastern Europe.’ Or ‘My client is suing the I.R.S. — can you help?’ ’’Not all of the new arrivals affected to be part of a revolution. One day this spring, I met with Brian Ballard, a veteran Florida lobbyist and top-tier Republican fund-raiser. Ballard had recently opened an office in Washington just a few blocks from the new Trump International Hotel. He had known Trump since the 1980s, and he later started lobbying regulators and state officials on behalf of Trump’s golf courses and his Palm Beach club, Mar-a-Lago, but he was practical about the realities of politics. Like most of Florida’s Republican old guard, he started the 2016 campaign backing the state’s former governor, Jeb Bush, before switching to the state’s junior senator, Marco Rubio. Once it became clear that Trump would lead the Republican ticket, Ballard enthusiastically joined the campaign as Trump’s Florida finance chairman.Ballard, who is 56, had a ruddy Florida tan that marked him as new in town, and the serene confidence of a man who saw no way he could lose. At his office, an attractive receptionist led us into a spotless conference room. ‘‘I’m not an expert in Washington, D.C.,’’ Ballard told me when we sat down. ‘‘I’m an expert in lobbying.’’ In Florida, Ballard had a blue-chip list of corporate clients Google, pharmaceutical companies, Big Sugar. His business plan was simple to sign up his Florida clients for Trump-related advice in Washington. ‘‘When I was on the campaign, they didn’t want to pitch in,’’ Ballard said of his clients. ‘‘And now they say ‘How do I figure out what is going on here?’ ’’By the end of his first 100 days in office, it seemed, Trump had not so much drained the swamp as enshrouded it with a billowing fog of uncertainty. No previous president had changed his mind more often, or contradicted his cabinet so frequently, or permitted such vicious ideological combat under his White House roof. Many clients just wanted to know what they could safely ignore. ‘‘White Houses are always somewhat opaque places of fascination, where you don’t quite know who is up and who is down, or how decisions are ultimately reached,’’ said Bruce P. Mehlman, a prominent Republican lobbyist who served in the George W. Bush administration. ‘‘The added complexity here was there was not a single consistent governing philosophy. It was not clear if the president saw trade the way that Gary Cohn sees it or the way Steve Bannon sees it.’’Moreover, some of the usual paths through the bog were now closed. Hundreds of senior administration jobs were going unfilled, as Trump’s cabinet secretaries battled with his inner circle over potential hires from among the Republican regulars in Washington. One lobbyist at a well-regarded firm with numerous financial clients told me that his problem was less that he didn’t know whom to call than that there was no one to call Infighting and vetting problems had stymied so many appointments at the Treasury Department that many of the offices were empty.All of this had inadvertently created an entirely new business model for Trump’s friends and former employees. In normal times, K Street did much of its business on Capitol Hill, where the churn of legislation offered unending opportunity to deliver goodies for clients. But the power vacuum in Trump’s cabinet agencies, and the inexperience of his West Wing staff, seemed to offer a different kind of opening. It was easy to imagine that a single phone call, coming from the right person, could redirect a major policy initiative. Some of the old firms would do O.K., Lewandowski thought — the ones that had relationships in Congress, that understood the intricate ballet of lawmaking. But the real action, he was betting, would be at the other end of Pennsylvania Avenue. ‘‘I think this particular administration is really going to be driving the agenda,’’ he told me. ‘‘Not Congress.’’After New Zealand, Stryk’s phone barely stopped ringing, and he quickly built up his own shop. Stuart Jolly, the ex-Trump campaign aide who worked out the phone call for New Zealand, became the new president of S.P.G. Stryk hired a former Central Intelligence Agency station chief and a few other ex-military and intelligence types, people who had contacts and expertise abroad. He also brought on an earnest young small-town lawyer from Oregon named Jacob Daniels, whom he met through his vineyard business. Daniels had been working out of his car, mostly on drunken-driving cases, when Stryk recommended him to Jolly for a job with the Trump campaign. Daniels ended up as the campaign’s second in command in Michigan, where Trump became the first Republican to win in almost 30 years, making Daniels a Trumpworld rising star. Now he was Stryk’s vice president of policy.On a balmy spring day in April, I met Stryk and a few of his colleagues on a terrace at the Army-Navy Country Club, a sprawling and immaculate golf club near the Pentagon; S.P.G. still didn’t have a proper office. Stryk wore cowboy boots and a T-shirt under a rumpled black sport coat. Most of K Street, he told me, was ‘‘a washing machine. Money just goes from one firm to another. No one creates any new wealth.’’ Stryk’s own politics leaned libertarian, he told me; despite his firm’s ties to the Trump team, he didn’t think of himself as particularly Trumpy. One of the new hires, a Democratic foreign-policy veteran, had been good friends with Paul Wellstone, the liberal senator who died in 2002. ‘‘We’re here for the opportunities,’’ Stryk said. ‘‘Not for the ideology.’’Stryk was focusing not on nervous companies but on nervous countries. He and his new team had made a list of the governments S.P.G. wanted to work for — NATO allies mostly, nothing iffy like Ukraine or Pakistan — and with New Zealand as his calling card, they pitched S.P.G. as the go-to foreign lobbying and advisory firm in Trump’s Washington. Historically, foreign lobbying has been a specialized business dominated by a few big firms. Stryk viewed them as he viewed the rest of the lobbying industry as a cartel ripe for disruption. Stryk pitched his clients policy expertise, round-the-clock work habits and personalized service.Stryk believed his team could penetrate the uncertainty surrounding the White House. He wanted to be a ‘‘calming resource for foreign countries and businesses,’’ he told me — and there was a lot of calming to do. Over the course of a few months, the new president had managed to start a trade war with Canada, picked a fight with the prime minister of Australia and hinted that the United States might need to pull out of NATO. He also wanted to slash the State Department budget, and through the spring and summer, many senior jobs at State would remain unfilled. Everyone, even close allies, was looking for Sherpas and back doors. R. Nicholas Burns, the veteran American diplomat, told me that Trump’s denuded State Department had left diplomats from perhaps a hundred countries — most of them smaller nations — without their traditional liaison to the United States government. ‘‘There’s never been anything like this, ever,’’ Burns said.Trump’s statecraft had a way of generating new business in other ways, too. The president of the Czech Republic, Milos Zeman, was not a popular figure in Barack Obama’s Washington A right-wing populist who preached closer ties to Russia, he once banned the United States ambassador from Prague Castle, the Czech seat of government. Trump, naturally, invited him to Washington, and Zeman’s government hired Stryk’s firm to help plan the state visit. New Zealand needed to talk to the administration about a new bilateral trade agreement, now that Trump was withdrawing from the Trans-Pacific Partnership. A Korean trade association wanted help planning a conference in Washington but didn’t know anyone in the Trump White House. Stryk’s people got on the phone, cold-calling around the Commerce Department to find a senior official who would speak at the event. ‘‘Most lobbyists are afraid of a ‘no,’ ’’ Stryk said. ‘‘A ‘no’ means you have no juice. I’m not afraid of ‘no.’ ’’But Stryk’s greatest coup was Saudi Arabia. Gulf-state oligarchs spend tens of millions of dollars a year lobbying in Washington and larding influential think tanks with grant money, and Saudi Arabia is one of the biggest spenders. The country’s then-crown prince and minister of the interior, Mohammed bin Nayef, was an exception He enjoyed deep ties to the American intelligence apparatus under President Obama and had never needed a lobbyist. This spring, however, Trump invited Nayef’s chief rival — Mohammed bin Salman, the deputy crown prince and the king’s son — to a formal White House lunch. The lunch sent ripples through Riyadh. Did Trump favor Salman? Accidentally or on purpose, Trump had just waded into Saudi Arabia’s treacherous succession politics. Nayef found himself in need of guidance.In May, S.P.G. signed a contract to provide ‘‘congressional and executive branch brand engagement’’ to the Saudi Ministry of the Interior — Nayef’s domain. Stryk did not want to reveal much about his work for the Saudis, but lobbying records show that the fee was $5.4 million, payable up front.That was the other thing about foreign lobbying It paid even better than corporate lobbying. Inevitably, Stryk had competition.In keeping with Trump’s America First campaign pledge, Barry Bennett once told reporters that Avenue would not work for foreign governments. Foreign politicians were another matter. By March, Bennett was sitting in the lobby of the Trump International Hotel with an Albanian party leader named Lulzim Basha.Basha was the young chairman of the Democratic Party of Albania, the country’s conservative party, which was looking to unseat the ruling Socialist Party in elections scheduled for June. Basha borrowed liberally from Trump’s playbook; he had attacked the Socialists for being in bed with crime syndicates and, simultaneously, with George Soros, whose foundation was active in Albania. His slogan was ‘‘Make Albania Great Again.’’ Now, according to Bennett, Basha wanted help beating the Socialists in June — and who better to advise him than a couple of Trump-campaign veterans? Bennett told me that it was a cordial meeting and that he later sent Basha a proposed contract. ‘‘I told him we’d love to be his political consultant,’’ Bennett said. (Through a representative, Basha declined to comment.)Through an intermediary, the Albanian Democrats also reached out to Ballard, who was making his own push into foreign lobbying. He had brought on board a couple of partners with experience in Eastern Europe and Latin America, including a former Democratic congressman and a former ambassador. ‘‘They called me,’’ Ballard said of Basha’s party. ‘‘I wouldn’t know Albania in an atlas.’’ Ballard told them he couldn’t help them. He was already working with the Albanian Socialists.When a friend referred the Socialists to him, Ballard told me, he had two questions. ‘‘I asked ‘Is it a democracy?’ Yes. ‘Are they an ally of the U.S.?’ Yes.’’ The Socialists had a story that was becoming increasingly familiar in Washington. After Trump won, most of the American diplomats their government had worked with seemed to vanish, and no one replaced them. One Albanian official, who asked not to be identified by name, told me his government felt that ‘‘we had to increase our presence in Washington.’’ I asked him how his government picked Ballard. ‘‘The internet makes it easy,’’ he told me. ‘‘You just Google.’’But as companies and countries vied for Trump’s ear over the spring, the new Trump lobbyists found themselves competing with one another as much as with the established Washington firms. Ballard, for example, had explored working for members of the Venezuelan opposition. (‘‘I’m no world-peace guy,’’ he told me, ‘‘but I think I can help a little bit.’’) Lewan­dowski’s firm, meanwhile, was pitching Citgo, the American subsidiary of Venezuela’s state-owned oil company. (Avenue eventually signed Citgo, and in August the Trump administration would partly exempt the company from a new round of sanctions on the Venezuelan government.) Ballard was also working out a $1.5 million contract with Turkey — which put him up against Brad Gerstman, Trump’s old New York guy. Gerstman’s firm, Gotham Government Relations, had signed up a company linked to Fethullah Gulen, the Pennsylvania-based Muslim cleric whom the Turkish government blames for fomenting last year’s failed coup.Not many lobbyists wanted to represent the Gulenists, partly because Trump appeared to have already picked a side. When President Recep Tayyip Erdogan of Turkey won a widely disputed referendum in April granting himself expanded powers, Trump called to congratulate him. When Erdogan visited the White House some weeks later, Trump praised the bravery of Turkish soldiers and talked about beating ISIS together.I watched Erdogan and Trump’s joint news conference on TV with Gerst­man, who had been hired to spread the word about Erdogan’s worldwide oppression of Gulenists. When Erdogan referred to the Gulen ‘‘terrorist organization,’’ you could see Trump purse his lips during the translation, then nod a few times. It wasn’t totally clear what the president was nodding about. Gerstman remained hopeful. ‘‘Our view is that six months from now, everything is going to look different,’’ he told me. ‘‘It’s fluid. It’s dynamic.’’ He looked thoughtful. ‘‘One thing we know about President Trump is he’s not afraid to change.’’One afternoon in late April, Jolly, Stryk’s marquee Trumpworld hire, called me out of the blue. He was leaving S.P.G., he said. He told me he had grown uncomfortable with the firm’s auditions for foreign clients, so he was going back to his own political-consulting business.Stryk was having his own qualms. Lewandowski had beaten him on some pitches, Stryk was told by prospective clients, by promising that he could get Trump on the phone — a promise Stryk felt he could not make. ‘‘We don’t sell access to Trump,’’ he told me. ‘‘I don’t know Donald Trump.’’ He was increasingly impatient with the notion that he was simply providing entree to the new administration. He was in negotiations to acquire a small design and branding firm. He saw S.P.G. evolving into something bigger and more stable, a full-service ‘‘advisory’’ company that could compete with the most sophisticated shops on K Street — and beyond. Stryk saw Lewandowski’s firm, and some of the others associated with the new administration, as short-term plays. They could sell access or surf the disruption, but he aimed to outlast it. ‘‘Do they have business outside of this Trump phenomenon?’’ Stryk mused. ‘‘The talk around town is, how long does this last before the business goes back to the establishment?’’Among the new arrivals, Ballard, at least, was doing pretty well. After only a few months in Washington, he had signed up more than 30 clients energy companies, insurers, Amazon, American Airlines. The new Washington office would soon be on track to make $15 million in 2017, almost as much as his firm reported making in Florida last year. Ballard, unlike some of his competitors, was at ease in the swamp. He didn’t want to beat the Washington establishment; he was here to join it. ‘‘There’s no big firm that should worry about us,’’ Ballard told me. ‘‘We augment other people, or they augment us. The Trump guys are not going to take over the town.’’If anything, the Trump guys were learning the downsides of proximity to the president. By spring, the Justice Department had appointed a special counsel to probe Russian interference in the 2016 presidential election, an investigation that would quickly reach into the president’s inner circle. The various White House factions seemed to spend as much time planting negative press on one another as they did figuring out what the president should do. When the White House got involved in big legislative battles, like the Obamacare repeal effort, it tended to hurt, not help.Proximity was proving an especially mixed blessing for Lewandowski. A stream of news stories had detailed promises he was supposedly making to clients, which he mostly denied — not just phone calls with Trump but also visits with White House officials and even access to Trump’s Twitter account. In late April, Politico reported that Lewan­dowski and Bennett also owned another, separate company called Washington East West Political Strategies. This new firm, a vehicle for overseas consulting, had circulated at least one written proposal promising to arrange meetings with Trump and other administration officials, seeming to undercut Lewandowski’s earlier denials. I later obtained a copy of the proposal, which named the potential client Edi Rama, Albania’s Socialist prime minister. The new firm — or as Bennett later explained, a business associate in Europe, acting without authorization — had pitched opposing candidates in the same campaign.Official Washington professed itself to be aghast at Lewandowski, who did not bother to couch his sales pitches in the Beltway’s customary euphemisms He was what they pretended not to be. Ethics watchdogs cast him as living proof of the hollowness of Trump’s campaign promise to ‘‘drain the swamp.’’ Lewandowski disagreed. In his view, the swamp was the sprawling, unresponsive bureaucracy, not the people you paid to help you get your phone calls returned. Still, friends of Lewandowski’s told me that White House officials had advised him to keep a lower profile.By that point, it was hard to know exactly how well Avenue was doing. As the summer recess drew near, the firm had disclosed fewer than 10 lobbying clients. Among them were a San Diego-based environmental consulting firm and an Ohio payday lender — valuable clients, but not quite blue-chip. For every Whirlpool that asked Lewandowski for help, his rivals told me, there was another big company that decided he was too radioactive. Lockheed never actually signed a contract with Avenue; when news leaked of Lewandowski’s role in advising it on Trump, a Lockheed spokesman issued a carefully worded statement that ‘‘Lockheed has not retained Lewandowski, or his lobbying firm.’’ In the same way that most big chief executives turned up their noses at Trump during the campaign but now hoped he would deliver tax reform and sweeping deregulation, they wanted Lewandowski’s help without being too closely associated with him.Then, too, Lewandowski’s clout wasn’t always what he promised. Puerto Rico’s government, for example, hired Avenue to help ease the island’s fiscal crisis. But the job pitted Lewandow­ski against a coalition of hedge funds that owned much of Puerto Rico’s debt, and whose former lobbyist Trump had installed on his National Economic Council. The swamp’s old guard prevailed In late April, as Puerto Rican officials were begging Congress for more federal funding, Trump publicly dismissed their cause in his trademark fashion. ‘‘Democrats are trying to bail out insurance companies from disastrous #ObamaCare, and Puerto Rico with your tax dollars,’’ Trump tweeted. ‘‘Sad!’’In a sense, Lewandowski’s biggest problem was the president himself. Lewandowski had bet that the White House would be the center of energy and action in Trump’s Washington, but instead the Trump administration was being swallowed by its own chaos. Divided by factions and backbiting, unable to wield full control of the bureaucracy or execute on many of its own ambitions, the administration was in danger of becoming a minor player in the policy debates of the day. Many companies were coming to the conclusion that on complex issues like tax reform, their energies were better directed at lawmakers on Capitol Hill — and their money better spent at the traditional lobbying firms stocked with ex-lawmakers and their former aides.Moreover, despite Trump’s campaign pledges, many of the agencies he now oversaw had proved more than friendly to the legions of longtime Beltway lobbyists working for the energy, telecommunications and other industries. In many cases, Trump had hired them outright By the summer, he had appointed more than 100 lobbyists to jobs in the Environmental Protection Agency, the Interior Department, the Federal Communications Commission and elsewhere. Their old clients didn’t need much help from the new Trump guys on K Street. They already knew exactly whom to call.Perhaps that’s why the traditional lobbying shops were doing just fine. As for protecting clients from Trump’s Twitter howitzer — well, that had turned out to be easier than it looked, several lobbyists told me Just show up in person, promise the president you’ll create some jobs and publicly give him the credit. ‘‘You make it about Trump and you link it to jobs, and you could be Russia or China and he will support you,’’ one told me. ‘‘It is that unsophisticated.’’Lewandowski’s office, when I finally got to see it, turned out to be a cramped room with scuffed yellow walls. His desk held a couple of commemorative Trump pens and a warm can of Monster energy drink. A new whiteboard, still in its wrapping, leaned against one wall; a carry-on suitcase leaned against another. I could see the White House, but only if I leaned over his desk and craned my neck.‘‘There it is,’’ Lewandowski said, a little halfheartedly, pointing out the window. His day had not gotten off to a great start. That morning, Puerto Rico had filed for a territorial version of bankruptcy. A prominent watchdog group had sent a letter to the Justice Department asking officials there to investigate why Lewandowski had never registered under the Foreign Agents Registration Act, a World War II-era law that imposes stringent disclosure requirements on Americans representing foreign governments in Washington. (Though Bennett and other Avenue employees had registered as lobbyists, Lewandowski insisted that most of his business was advising clients on strategy, not setting up meetings or contacting officials on their behalf, the kind of work that requires you to register.) Politico had struck again, revealing Avenue’s Citgo contract. Technically, the United States-based company was owned by the left-wing government of Venezuela, whose vice president the Trump administration had accused of drug trafficking.Lewandowski told me he didn’t work directly for foreign governments, notwithstanding the stories and documents. Not that he wouldn’t be good at it — you know, if he wanted to. ‘‘I don’t work for foreign governments, but if I were a foreign government, and I wanted to hire people who understood how to get to the president, there are a small number of people I would think of,’’ Lewan­dowski said. As he spoke, he seemed to recover his familiar brio. ‘‘The establishment is so afraid of President Trump they will do anything. Which includes hiring individuals who have purported to be tied to the White House who really aren’t.’’The next day, Lewandowski announced he was quitting Avenue. In a lengthy interview with Bloomberg, he explained that Bennett and their employees had been using his name to drum up business he didn’t want, exposing him to criticism and sullying his reputation. He insisted he had never asked Trump for anything. ‘‘People want to see me fail,’’ Lewandowski grumbled.‘‘I feel bad for Corey,’’ Bennett told me when I went to see him the following week. ‘‘He didn’t do anything wrong. But he’s a lightning rod.’’ Bob Dole, he pointed out, had just signed a $500,000 contract for work on behalf of the Democratic Republic of Congo, a violence-racked country run by a kleptocratic strongman. But no one in Washington gave Bob Dole a hard time.‘‘He thought he could go in’’ — into the White House — ‘‘during the second wave,’’ Bennett said of Lewandowski. K Street was just a way station for him, Bennett suggested, while he waited for the only job he truly wanted — the one he could picture when he gazed out his window, down Pennsylvania Avenue. ‘‘Looking back on it, he probably should never have owned a chunk of a lobbying firm. In the media’s mind, every client we had was Corey’s client.’’ But even with Lewandowski gone, Bennett said, there was plenty of work. ‘‘All of K Street is doing well right now,’’ he said. ‘‘Chaos is good for everyone’s business.’’Lewandowski, I soon learned, hadn’t really left the swamp. He had merely receded into the nebulous ranks of Washington’s unregistered lobbyists. In July, he founded a new firm, Lewandowski Strategic Advisors. He offered clients ‘‘strategic advice and counsel,’’ according to a copy of one contract I obtained, and had picked up at least one client from Avenue, the Ohio payday lender. He was back on TV more and more, energetically defending Trump and plumping for various private interests. At one point, I got a tip that he had been spotted in Taipei, Taiwan. He wouldn’t tell me what he was doing there, or for whom he was working — ‘‘I’m just a private citizen,’’ he texted — but weeks later, he tweeted about the Trump administration’s decision to approve a $1.42 billion arms sale to the country. He hadn’t yet landed that White House job, but he was in the West Wing often, and he had a new Twitter avatar a picture of himself standing on the stairs to Air Force One. Newt Gingrich’s publisher had bought Lewandowski’s Trump book, and by the end of the summer, he had added yet another gig, joining Trump’s official super PAC, American First Action. Lewandowski had absorbed the swamp’s most essential trait adaptability.Not long ago, Stryk opened a proper Washington office, right in Georgetown, a stone’s throw from the Four Seasons. The new space was undecorated and unmarked, and there wasn’t much there yet but a couple of laptops. But Stryk was buoyant. He was about to sign two more big foreign lobbying clients, the governments of Afghanistan and Kenya, along with a pharmaceutical firm. Saudi Arabia had canceled its S.P.G. contract after Stryk’s client, the crown prince, was deposed in a palace reshuffle, and New Zealand’s foreign ministry had decided that its embassy no longer needed Stryk’s services. But in Stryk’s view, these were just hiccups. Competitors around town — big firms that had never given him the time of day — were starting to ask around about S.P.G., wondering who they were and how they were getting so much business.In about a month, Trump’s ham-handed defense of white nationalists and white supremacists rallying in Charlottesville would prompt most of the chief executives serving on White House advisory councils to quit in protest. It would cost the chief executives something, losing their face time with this impressionable, transactional president — and their loss would be K Street’s gain. Those same companies would now just rely more on their lobbyists, or on the trade associations they belonged to, to drive their agendas.But as we sat down in his new conference room, Stryk was already looking beyond the Beltway. He saw Trump’s disruption spreading beyond Washington, to foreign capitals and overseas markets. The chaos in Trump’s government was creating a vacuum abroad, one that entrepreneurs like Stryk could fill with deal-making and private diplomacy. ‘‘I want to grow a business that’s 200 million a year,’’ Stryk told me. ‘‘You’re not going to get that arranging dinners in Washington.’’The new contracts with Afghanistan and Kenya, Stryk explained, were prototypes for the kind of business he wanted to do, an escape from the washing machine. The Afghans and the Kenyans didn’t just want help with the Trump administration. They wanted help with everything attracting American investment, troubleshooting problems in other foreign capitals, finding companies that could build them roads or manage their health care records.So recently, Stryk had begun pitching investors on a new venture a $5 billion private-equity fund that would specialize in infrastructure and procurement. One side of the business, the lobbying, would identify government customers abroad; the other side would invest in companies that could deliver what those governments needed. Secure voting systems, border-security hardware — the opportunities were limitless. ‘‘It is our job, as conservatives and capitalists, to take the chaos and do with it what we can,’’ Stryk said. ‘‘Our goal is to take an environment that was created by the president and use it to —’’ He paused for a second, thinking. ‘‘To do some good.’’Sign up for our newsletter to get the best of The New York Times Magazine delivered to your inbox every week.Source URL https//www.nytimes.com/2017/08/30/magazine/how-to-get-rich-in-trumps-washington.html?partner=bloombergCredit NICHOLAS CONFESSORE", "publish_dt": "2017-08-30", "author": "Confessore, Nicholas"},
    {"id": "6169", "title": "Congress Passes Measure Challenging Trump to Denounce Hate Groups", "full_text": "Correction AppendedWASHINGTON — The House and Senate have unanimously passed a joint resolution urging President Trump to denounce racist and anti-Semitic hate groups, sending a blunt message of dissatisfaction with the president’s initial, equivocal response to the white nationalist violence in Charlottesville, Va., last month.The resolution passed the Senate without dissent on Monday and was approved without objection by the entire House on Tuesday night. It could be sent to the White House for Mr. Trump’s signature as early as Wednesday.A White House spokeswoman did not immediately answer a request for comment.The nonbinding measure specifically singles out for condemnation “White nationalists, White supremacists, the Ku Klux Klan, neo-Nazis, and other hate groups.” That represents a sharp contrast to the president’s first comments after the deadly early August demonstrations in which he assigned equivalent blame for the violence on anti-fascist counter-protesters.Mr. Trump denounced “hatred, bigotry and violence — on many sides” and argued that many of the protesters who staged a torchlight march to protest the removal of a statue of Robert E. Lee were “very fine people.”One of the counterprotesters, Heather Heyer, 32, was killed when a white nationalist demonstrator drove a car into a crowd. Two Virginia State troopers died when their helicopter crashed while monitoring the violence that swept through the usually sedate college town.The House version of the resolution, introduced by Republican and Democratic House members from Virginia, asks Mr. Trump to “use all resources available to the President and the President’s Cabinet to address the growing prevalence of those hate groups in the United States.”In a rare show of bipartisan unity, Speaker Paul D. Ryan of Wisconsin and Senator Mitch McConnell of Kentucky, the majority leader, introduced the measure as a joint resolution, which requires a presidential signature. Two Republican congressional aides involved in the process said the intent was to put the president on the record calling out white racism by name.The text doesn’t include any reference to counterprotesters.It also calls on Attorney General Jeff Sessions to “investigate thoroughly all acts of violence, intimidation, and domestic terrorism by White supremacists, White nationalists, neo-Nazis, the Ku Klux Klan, and associated groups” and to “improve the reporting of hate crimes” to the F.B.I.“What happened in Charlottesville was an act of domestic terrorism perpetrated by a white supremacist, one that tragically cut short the life of a young woman, Heather Heyer, who was speaking out against hatred and bigotry,” Senator Mark Warner, Democrat of Virginia and a co-sponsor of the measure, said in a statement. “We will be pressing our colleagues to swiftly and unanimously approve this resolution in order to send a strong message that the United States Congress unconditionally condemns racist speech and violence.”This article has been revised to reflect the following correction An article on Wednesday about a resolution passed unanimously by Congress urging the president to denounce hate groups misidentified the location of a statue of the Confederacy’s top general, Robert E. Lee, that was at the center of controversy in Charlottesville, Va., last month, when violence erupted as white supremacists protested its removal. The error also appeared in the New York pages on Wednesday in an article about a statue of Christopher Columbus in Central Park that was vandalized. As previous corrections in this space have noted, the statue is in the City of Charlottesville, not on the University of Virginia campus there.Source URL https//www.nytimes.com/2017/09/12/us/congress-trump-hate-groups-charlottesville.html?partner=bloombergCredit GLENN THRUSH", "publish_dt": "2017-09-12", "author": "Thrush, Glenn"},
    {"id": "6252", "title": "Trump Goes All In on a Tax Overhaul Whose Details Remain Unwritten", "full_text": "WASHINGTON — President Trump is doubling down this week on his bid to remake the tax code, meeting with Democrats, tying tax legislation to hurricane recovery and dispatching his economic team to Capitol Hill almost daily to prod lawmakers into action.But he is bringing to the game a relatively weak team — a chief economic adviser whom he has openly disparaged and a Treasury secretary whose counsel he has dismissed — and is promoting quick passage of a new tax code that has yet to be written as members of his party bicker over the details.The urgency was evident on Wednesday, as Mr. Trump urged Congress to “move fast,” and Republican leaders seemed ready. Representative Kevin Brady of Texas, chairman of the House Ways and Means Committee, told House Republicans that the administration and congressional Republicans would release a detailed framework of their plan during the week of Sept. 25, with the goal of taking up legislation in late October.But Republicans remain divided on key details whether they can meet Mr. Trump’s demand for a 15 percent corporate tax rate; which small businesses and partnerships would qualify for a new low business tax rate; whether tax cuts in the package should be paid for by closing loopholes; and whether hedge fund and private equity managers would continue to see their huge fees taxed at the low rate of capital gains instead of at income tax rates.Democrats have said they will reject any package that they see as skewed toward the rich, especially if it repeals the estate tax, as the president wants.Then there is a tough interim step Republicans must pass a budget resolution to unlock the procedural tool that would let them move a bill through the Senate with a simple majority. Congressional leaders are bracing for a fight over that budget blueprint.But Mr. Trump made clear on Wednesday that he was ready to deal. At a bipartisan gathering of House members at the White House, the president said that he wanted a tax bill that benefited the middle class. He tried to ease concerns that he was preparing to give a windfall to the rich.“The rich will not be gaining at all with this plan,” Mr. Trump said. “I think the wealthy will be pretty much where they are.”He added about their tax rates, “If they have to go higher, they’ll go higher.”Representative Kurt Schrader, Democrat of Oregon, emerged from the meeting encouraged.“I took that as a signal that he’s not concerned about the upper 1 percent or 5 percent, he’s concerned about hopefully middle-class Americans,” he said. “Proof’s in the pudding. We’ll see how it comes out.”That gathering was one of a series of bipartisan efforts to push the tax overhaul. He held a dinner Tuesday night with senators from both parties where tax matters dominated the conversation. On Wednesday night, the president was set to dine with Congress’s top Democrats, Senator Chuck Schumer of New York and Representative Nancy Pelosi of California.To old hands of America’s biggest tax policy battles, the Republicans’ accelerated timeline appears virtually impossible. One big reason the diminished standing of Gary D. Cohn, director of the president’s National Economic Council, and Steven Mnuchin, his Treasury secretary. That diminution is largely of the team’s own making; Mr. Trump has let it be known that Mr. Cohn is in disfavor for publicly disparaging the president’s response to violent racists in Charlottesville, Va. , and Mr. Mnuchin suffered public scorn after jetting to Kentucky on a government plane with his wife to witness the solar eclipse.Their stature stands in contrast to the experienced players who shepherded the last major tax overhaul in 1986.“Things are quite anarchic across the board right now, and that’s not helping at all,” said C. Eugene Steuerle , who served as the coordinator of the Treasury Department’s tax reform effort from 1984 to 1986.Last week, Mr. Trump blindsided Mr. Mnuchin during negotiations over lifting the government’s statutory borrowing limit — an issue that is central to the job of Treasury secretary. Mr. Mnuchin was pushing for an 18-month extension of the debt limit before Mr. Trump interrupted him and sided with Mr. Schumer and Ms. Pelosi, who wanted a three-month extension.The White House press secretary, Sarah Huckabee Sanders, insisted this week that Mr. Trump had “confidence” in Mr. Mnuchin, but the rift over the debt limit left many observers wondering if his public stances on taxes could still be trusted.“Mnuchin might be the smartest man in the world, but he doesn’t have any substantive tax credentials other than being a businessman,” said Ronald A. Pearlman, the Treasury Department’s assistant secretary for tax policy in the mid-1980s. “In terms of conceptualizing a new corporate tax system, I can’t imagine he brings a lot to the table.”In public, those who have been working closest with Mr. Cohn and Mr. Mnuchin have been quick to defend them after slights from the president.“They’ve been terrific on tax reform,” Mr. Brady, the Texas congressman, said. “They bring policy expertise to the table within their agencies, they bring real-life expertise to the table.”Lawmakers from both parties have invoked President Ronald Reagan’s 1986 tax act as a model of comprehensiveness and bipartisanship that they should be striving for, but those who lived through that experience say that bold promises of rewriting the tax code in the next few months sound naïve.Reagan’s tax act was two years in the making and in many ways a response to the ill effects of the tax cuts that he had passed in 1981. His Treasury Department released hundreds of pages of policy details before Congress began bipartisan brokering.Former Senator Robert Packwood, the Oregon Republican who was the chairman of the Senate Finance Committee in 1986, recalled the close relationship between Reagan; James A. Baker III, his Treasury secretary; and Richard G. Darman, who was Mr. Baker’s deputy.“He had a lot of government experience, and he was sensational at being able to speak for the administration,” Mr. Packwood said of Mr. Darman. “I don’t know if there’s an insider in Treasury like a Darman that everybody would have faith in on the congressional side.”To be sure, there were clashes and second-guessing within Reagan’s team and with Congress in the early 1980s. The fact that those issues were overcome suggests it is not too late for the Trump economic team to find its footing.Mr. Pearlman noted that it remains early in the process, and that Mr. Mnuchin and Mr. Cohn remain major players. Moreover, the daily distractions are not likely to faze those who are crunching the numbers.“My guess is that the staff will work as if nothing is going on,” Mr. Pearlman said.Some Democrats said they had been impressed by the intelligence and business perspective of Mr. Trump’s economic advisers, in spite of their occasional bursts of New York bravado. And Democrats who attended Wednesday’s White House meeting credited Mr. Trump for his professed openness to working with them.Still, Representative Peter Welch, a Vermont Democrat who went to the meeting, worried that their input was coming too late in the process.“The first bipartisan meeting where tax reform was a serious topic was the one convened by President Trump. That was a good thing,” Mr. Welch said. “But I don’t think it is going to cure the partisan nature of the secret process that has been long underway.”Representative Richard E. Neal of Massachusetts, the ranking Democrat on the Ways and Means Committee, recalled Mr. Cohn’s coming to his office this year and vowing to rip the tax code up by its roots and revolutionize the system.“I said to him ‘I want you to know something. Six secretaries of the Treasury have sat there and told me exactly what you’ve told me,’” Mr. Neal said.Source URL https//www.nytimes.com/2017/09/13/us/politics/republican-tax-overhaul-timeline-september.html?partner=bloombergCredit ALAN RAPPEPORT", "publish_dt": "2017-09-13", "author": "Rappeport, Alan"},
    {"id": "6333", "title": "After Charlottesville, Black Republican Gives Trump a History Lesson on Racism", "full_text": "WASHINGTON — Tim Scott, the lone black Republican in the Senate, delivered a pointed history lesson on America’s 300-year legacy of racism to President Trump on Wednesday in response to what he called Mr. Trump’s “sterile” response to the riots in Charlottesville, Va., last month.The president invited Mr. Scott, a conservative from South Carolina who had expressed disgust with Mr. Trump’s equivocal reaction to the white supremacist protests that left one woman dead, to the Oval Office for what Mr. Trump’s staff described as a demonstration of the president’s commitment to “positive race relations.” Both men described the interaction as positive and constructive, but Mr. Scott clearly had a point to make.When a reporter asked the senator after the meeting if the president had expressed regret, a pained look flashed on Mr. Scott’s face. He paused for a few seconds and replied, “He certainly tried to explain what he was trying to convey.”White House officials emailed reporters a photograph of Mr. Trump listening intently as Mr. Scott made a point, with both sitting in chairs often used for bilateral meetings with foreign leaders. The White House misidentified him as Tom Scott.In his remarks to reporters, Mr. Scott made it clear he did not go to the White House for a photo op, but to decisively rebut Mr. Trump’s claim — to the president’s face — that “both sides,” racists and anti-racist protesters, were responsible for the violence that followed a torchlight protest against the removal of a statue of Robert E. Lee.“My response was that, while that’s true, I mean I think if you look at it from a sterile perspective, there was an antagonist on the other side,” Mr. Scott said.“However, the real picture has nothing to do with who is on the other side,” he said.“It has to do with the affirmation of hate groups who over three centuries of this country’s history have made it their mission to create upheaval in minority communities as their reason for existence,” he continued. “I shared my thoughts of the last three centuries of challenges from white supremacists, white nationalists, KKK, Nazis. So there’s no way to find an equilibrium when you have three centuries of history versus the situation that is occurring today.”Mr. Trump responded by repeatedly saying, “That makes sense,” and concluded the meeting by telling the senator, “Let’s keep talking.”Mr. Scott’s version of the meeting was at odds with a description given to reporters by Sarah Huckabee Sanders, the White House press secretary, in the White House briefing room. When asked if Mr. Scott had expressed his “displeasure” at the president’s response to Charlottesville, she said, “Not at all,” adding that Mr. Scott and Mr. Trump had discussed “what we can do to bring people together, not talk about divisions within the country.”For weeks, White House officials have been discussing ways to ease the tensions stoked by the demonstrations and exacerbated, in the view of many Republicans, by the president’s off-the-cuff comments in the wake of the unrest. The efforts have coincided with Mr. Trump’s attempts to improve his relationships with Democratic leaders.Mr. Scott has been outspoken on issues of racism but supportive of the president’s low-tax economic agenda. While critical of the president’s remarks, the 51-year-old former Charleston County councilman has often served as an even-tempered bridge between Republican leaders and African-Americans, who overwhelmingly view the party as hostile to their interests.In an interview with CBS News in August, Mr. Scott encouraged Mr. Trump to meet with black leaders who have a “deep connection to the horror and pain” of slavery, Jim Crow and the racism exemplified by the Charlottesville riots.On Wednesday, he told reporters he was “encouraged and surprised” by Mr. Trump, who spent most of the session listening, and not talking.Several administration officials also attended the meeting, including Vice President Mike Pence, Ms. Sanders, and Marc Short, the White House director of legislative affairs.Mary Elizabeth Taylor, the White House deputy director of legislative affairs for nominations, who is black, was also at the meeting, though the issue of nominations was not on the agenda.The highest-ranking African-American in the mostly white West Wing, Omarosa Manigault Newman, was not present.Mr. Scott was careful to add that there was “no time of tension” in the meeting. The president, he added, stayed focused on the subject of race most of the time.Mr. Trump “was ever-present during the entire meeting,” he said.In addition to discussing Charlottesville, Mr. Scott pressed the president to back legislation that would provide development funding for poor urban and rural communities. Mr. Trump said he would seriously consider it.Mr. Scott told reporters he wanted “measurable progress in reasonable time” and had talked about some legislative ways to make that progress, but said that much work remained to be done.“Anyone that expects an epiphany or a transformation to happen overnight because somebody walks in a room, I think, you don’t understand human nature,” Mr. Scott said of his discussion with Mr. Trump.Mr. Scott, the first African-American senator to represent the South since Reconstruction, was unsparing in his criticism of the president after the Charlottesville violence, telling reporters that he would not “defend the indefensible.”While Mr. Trump reacted angrily when his response was questioned by members of his own staff, most notably Gary D. Cohn, director of the National Economic Council, he quickly recognized the danger of having the highest-profile black Republican on Capitol Hill criticizing him and sought ways to begin a dialogue with Mr. Scott.Other black leaders have been less willing to give the president the benefit of the doubt. And on Tuesday, Jemele Hill, an ESPN host, denounced the president to her 600,000 Twitter followers, describing Mr. Trump as “a white supremacist who has largely surrounded himself w/ other white supremacists.”When asked about the comment on Wednesday, Ms. Sanders called the tweet “a fireable offense.”Get politics and Washington news updates via Facebook , Twitter and the Morning Briefing newsletter .Source URL https//www.nytimes.com/2017/09/13/us/politics/trump-tim-scott-charlottesville-race.html?partner=bloombergCredit YAMICHE ALCINDOR and GLENN THRUSH", "publish_dt": "2017-09-13", "author": "ALCINDOR, YAMICHE; Thrush, Glenn"},
    {"id": "6495", "title": "Trump Resurrects His Claim That Both Sides Share Blame in Charlottesville Violence", "full_text": "WASHINGTON — President Trump thrust himself back into the racial storms of Charlottesville on Thursday, repeating his charge that those who resisted the neo-Nazis and white supremacists were as much to blame as the alt-right crowds who marched on the Virginia college town.Mr. Trump was characterizing his side of a conversation on Wednesday with Senator Tim Scott of South Carolina, during which Mr. Scott, the Senate’s only black Republican, confronted the president on his claim that “both sides” were responsible for the violence that followed a torchlight protest against the removal of a statue of Robert E. Lee.“Especially in light of the advent of Antifa, if you look at what’s going on there, you know, you have some pretty bad dudes on the other side also,” Mr. Trump said, referring to the anti-fascist activists who clashed with the neo-Nazis and white supremacists.“Now because of what’s happened since then, with Antifa, you look at really what’s happened since Charlottesville — a lot of people are saying — in fact, a lot of people have actually written, ‘Gee, Trump might have a point,” Mr. Trump said to reporters on Air Force One. “I said, ‘You’ve got some very bad people on the other side,’ which is true.”It was the latest shift in Mr. Trump’s constantly evolving statements about Charlottesville. He has alternately condemned the hate groups and drawn a moral equivalence between them and the counterprotesters. On Thursday night, he signed a nonbinding congressional resolution urging him to condemn groups like white supremacists and the Ku Klux Klan. But earlier in the day, Mr. Trump reverted to the unapologetic stance he took in a news conference last month at Trump Tower.Despite that, Mr. Trump said that he and Mr. Scott had a “great conversation.” He described Mr. Scott as a longstanding friend whom he supported early in his career.In his remarks to reporters after the meeting, Mr. Scott made it clear he had gone to the White House to rebut Mr. Trump’s claim that “both sides” were responsible. But he also said that he did not expect to change Mr. Trump’s mind — and that he had not.“He is who he has been, and I didn’t go in there to change who he was,” Mr. Scott said on Thursday. “I wanted to inform and educate a different perspective. I think we accomplished that. To assume that immediately thereafter he’s going to have an epiphany is just unrealistic.”Mr. Trump’s latest comments were a reminder that, for all the talk of a newly disciplined White House under the management of the chief of staff, John F. Kelly, the president remains an unpredictable character, with no intention of stifling his opinions.In a 15-minute lightning round of questions and answers on Air Force One during a trip to Florida, Mr. Trump spoke about hurricanes and climate change, tax reform, Iran’s alleged violations of the nuclear deal, and his confidence in two top aides, Gary D. Cohn and Steven Mnuchin.Mr. Cohn’s status as the president’s chief economic adviser has been in question since he criticized Mr. Trump’s reaction to the violence in Charlottesville. Mr. Mnuchin, the Treasury secretary, recently came under scrutiny for having his agency look into the use of a military aircraft for his honeymoon .Mr. Trump said he had not heard about Mr. Mnuchin’s request but added “I doubt he would do it. I’ve known him a long time; he is a very straight shooter. So it could be that he used a plane and is paying for it.”As for Mr. Cohn, he said, “I have confidence in Gary, too.” Later, Mr. Trump noted that he also liked and respected Janet L. Yellen, the chairwoman of the Federal Reserve — a job that Mr. Cohn has openly coveted.The president did not soften his position toward President Barack Obama’s national security adviser, Susan E. Rice, who has become a sensitive figure in the multiple investigations of Mr. Trump’s ties to Russia because of reports that she asked to have officials in the Trump campaign “unmasked” during intelligence briefings.“She’s not supposed to be doing that, and what she did is wrong,” Mr. Trump said. “That’s just the tip of the iceberg.”Ms. Rice’s explanation of why she asked for the identities of the Trump officials to be disclosed came during testimony before the House Intelligence Committee. She said the Obama administration was trying to determine why the crown prince of the United Arab Emirates, Mohammed bin Zayed, visited New York without telling the White House.That seemed to satisfy even Republican lawmakers. “I didn’t hear anything to believe that she did anything illegal,” Representative Tom Rooney, Republican of Florida, told CNN.But that did not satisfy the president. “What she did was wrong,” Mr. Trump said. “Not supposed to be doing that. You know it.”Then he challenged the reporters on Air Force One to lob more questions at him. “Let’s go, folks,” he said.Source URL https//www.nytimes.com/2017/09/14/us/politics/trump-charlottesville-tim-scott.html?partner=bloombergCredit MARK LANDLER", "publish_dt": "2017-09-14", "author": "Landler, Mark"},
    {"id": "6641", "title": "More Classmates of Treasury Secretary Hound Him to Quit Trump Post", "full_text": "WASHINGTON — Treasury Secretary Steven Mnuchin, whose fellow Yale alumni called for him to resign because they thought he was slow to denounce hate groups after violence in Charlottesville, Va., last month, came under fire Friday from another rarefied academic realm the former students of his private country day school.In a letter to Mr. Mnuchin , 185 graduates of Riverdale Country School in New York — considered one of the best and most exclusive private schools in the country — said that they were “deeply troubled” by President Trump’s response to violence incited by neo-Nazi and white supremacist protests in August. They said that Mr. Mnuchin showed a lack of moral leadership when he defended Mr. Trump, who condemned both the racist protesters and the counter-protesters who clashed in Virginia.“Like your classmates from Yale, we believe your resignation would be the most honorable choice,” they wrote.It was only the latest hit on the beleaguered Treasury secretary as he tries to shepherd a challenging rewrite of the tax code through Congress in the coming months. The Treasury Department’s inspector general is looking into Mr. Mnuchin’s inquiry into whether he could use a military plane for his European honeymoon last month. His new bride, Scottish-born actress Louise Linton, took heat — then apologized — for her dismissive response to critics who objected to the lavish lifestyle that she chronicled on social media as she traveled on the taxpayer’s dime.And Mr. Mnuchin is still answering questions into the couple’s trip to Kentucky aboard a government plane , which featured a viewing of the total solar eclipse atop Fort Knox.Now he has his high school to deal with. Acknowledging that Mr. Mnuchin has already said he would not step down, the Riverdale alumni urged him to speak out more clearly against hate groups.“We all grew up in one of the most culturally and racially diverse cities in the world,” they wrote. “How is it that you have moved so far away from the values that we shared as students together?”The group also drew a comparison between Mr. Mnuchin and Gary Cohn, director of the National Economic Council, who did publicly criticize Mr. Trump’s reaction to Charlottesville.Mr. Cohn’s warm relationship with Mr. Trump has since turned frosty. But the president has rewarded Mr. Mnuchin’s loyalty by standing by him despite the recent distractions.“I’ve known him a long time, he is a very straight shooter,” Mr. Trump told reporters on Air Force One on Thursday. “He’s a very honorable man.”After the Yale alumni told Mr. Mnuchin that he had a moral obligation to quit Mr. Trump’s cabinet, Mr. Mnuchin issued a statement denouncing hate, defending the president and refusing to quit.“I don’t believe the allegations against the president are accurate, and I believe that having highly talented men and women in our country surrounding the president in his administration should be reassuring to you and all the American people,” Mr. Mnuchin said.Although Mr. Trump has sought to move on from the controversy, he made clear on Thursday that he still believed that “both sides” were responsible for the violence at the protest.“I think especially in light of the advent of Antifa , if you look at what’s going on there, you know, you have some pretty bad dudes on the other side also,” Mr. Trump said on Thursday, referring to a loose collection of sometimes-violent activists who have scuffled with groups including white nationalists in recent months. “And essentially that’s what I said.”A Treasury spokesman did not immediately respond to a request for comment.Mr. Mnuchin, a mild-mannered former Goldman Sachs banker, attempted to move on from the flurry of controversies he faced this summer, trying to stay focused on crafting the Trump administration’s tax policy. But his multiple defenses each drew their own criticism.At a conference sponsored by Politico this week, he recoiled at the notion that he was wasting government resources. The inquiry about using a military aircraft for his honeymoon, Mr. Mnuchin said, was out of a concern for national security.“This had nothing to do with convenience,” Mr. Mnuchin said.That brought out critics, who said the Treasury secretary is not one of the cabinet members who routinely fly on military jets.The Treasury secretary also addressed accusations that his use of a government plane last month on a trip to Kentucky was intended to provide him a prime location for eclipse watching.Eclipses, Mr. Mnuchin explained, are not really his thing.“You know, people in Kentucky took this stuff very serious,” Mr. Mnuchin said, pointing to his New York roots. “I was like, the eclipse? Really? I don’t have any interest in watching the eclipse.”That too drew incredulous responses, and the Kentucky trip triggered a lawsuit from the liberal group Citizens for Responsibility and Ethics in Washington, which is seeking detailed cost records of the excursion.While Mr. Mnuchin is unlikely to heed the call of his former Riverdale classmates and resign, the slight could prove to be costly for the school if he takes offense.According to its 2016 Annual Report of Gifts , Mr. Mnuchin, who graduated in 1981, has been among its most generous donors. Last year he gave at least $50,000 to his alma mater.Source URL https//www.nytimes.com/2017/09/15/us/politics/steven-mnuchin-trump.html?partner=bloombergCredit ALAN RAPPEPORT", "publish_dt": "2017-09-15", "author": "Rappeport, Alan"},
    {"id": "6858", "title": "Is Trump a White Supremacist?", "full_text": "“Donald Trump is a white supremacist who has largely surrounded himself w/ other white supremacists.”That was only one in a string a tweets on Sept. 11 by ESPN host Jemele Hill in which Hill goes on to say that Trump is “the most ignorant, offensive president of my lifetime,” that he hired and courted white supremacists, that “His rise is a direct result of white supremacy,” that “if he were not white, he never would have been elected.” Hill insinuates that the Republican Party “has done nothing but endorse/promote white supremacy.”These tweets caused quite a stir. The White House perpetual lie-generator and press secretary, Sarah Huckabee Sanders , said that it was a fireable offense for ESPN. Sanders’s statement, of course, was not without its own controversy. As TheWrap reported “The Democratic Coalition, an anti-Trump Super PAC, has filed an ethics complaint against White House Press Secretary Sarah Huckabee Sanders with the Office of Government Ethics for her comments calling on ESPN host Jemele Hill to be fired.”TheWrap continued“The group claims federal law prohibits government employees from influencing ‘a private entity’s employment … solely on the basis of partisan political affiliation.’”Then on Friday, Trump himself weighed in, because obviously there are no more pressing matters that need his attention, oh like, say, North Korea continuing to launch missiles over Japan, for one.Trump tweeted“ESPN is paying a really big price for its politics (and bad programming). People are dumping it in RECORD numbers. Apologize for untruth!”This tweet, for me, changed the conversation. It moved the discussion from propriety and in-house rules of conduct by a brand, to a question of veracity. Was what Hill said untrue, as Trump’s tweet suggests, or is Trump in fact a white supremacist who has surrounded himself with white supremacists and whose party courted white supremacists?Two of those points can be quickly put to rest. First, there is no question that Trump has hired someone who was at least a booster of white supremacists Steve Bannon. In a sinister act of double signaling, Bannon was hired as the Trump campaign’s chief executive on the same day that Trump started his fake outreach to black voters in Milwaukee.Also, while the Republican Party clearly stands for more than white supremacy and the promotion of that intellectually fallacious concept, the party has often turned a blind eye to the racists in its midst and done far too little to extricate them.But then the question remains Is Trump himself a white supremacist?This question is almost unanswerable in the absolute, but there is mounting circumstantial evidence pointing in a most disquieting direction.First, we must submit that Trump is not particularly discerning in the administration of his insults. As The New York Times’ s Upshot pointed out in July, “Trump is on track to insult 650 people, places and things on Twitter by the end of his first term.” He is often reflexive with his derisions, attacking those who criticize or condemn him. Many of Trump’s lackeys laud his instinct to counterpunch. When Trump attacked MSNBC host Mika Brzezinski, Huckabee Sanders explained , “When the president gets hit, he’s going to hit back harder.”They paint it as strength, although it is clearly weakness. It is a masking of fragility with aggression. And the traditionally marginalized — women, racial, religious and ethnic minorities — are treated to a particularly personal strain of Trump’s venom. In Trump’s eyes, Barack Obama wasn’t simply a bad president, he was illegitimate and inferior, a person who couldn’t possibly be as talented as the world thought he was. He questioned whether Obama had actually attended his prestigious colleges and insisted that Obama’s memoir was too well-written for him to have written it, that it must have been written by a white man.Is Trump patriarchal and misogynistic? Definitely. But what of white supremacy?It is clear that Trump is a hero among white supremacists He panders to them, he is slow to condemn them and when that condemnation manifests, it is often forced and tepid. Trump never seems to be worried about offending anyone except Vladimir Putin and white supremacists.What does that say about him? How can you take comfort among and make common cause with white supremacists and not assimilate to their sensibilities?I say that it can’t be done. If you are not completely opposed to white supremacy, you are quietly supporting it. If you continue to draw equivalencies between white supremacists and the people who oppose them — as Trump did once again last week — you have crossed the racial Rubicon and moved beyond quiet support to vocal support. You have made an allegiance and dug a trench in the war of racial hostilities.Hill may have pushed into the realm of hyperbole with a few of her statements — it was Twitter after all — but I judge the spirit of her assessment to be true.Either Trump is himself a white supremacist or he is a fan and defender of white supremacists, and I quite honestly am unable to separate the two designations.I invite you to join me on Facebook and follow me on Twitter (@CharlesMBlow) , or email me at chblow@nytimes.com .Follow The New York Times Opinion section on Facebook and Twitter (@NYTopinion) , and sign up for the Opinion Today newsletter .Source URL https//www.nytimes.com/2017/09/18/opinion/trump-white-supremacist.html?partner=bloombergCredit CHARLES M. BLOW", "publish_dt": "2017-09-18", "author": "Blow, Charles M"},
    {"id": "9785", "title": "A Very Taxing President", "full_text": "Donald Trump is willing to suffer, just for you.Unrolling his tax plan, Trump wanted to make it very clear that it was going to cost him a ton of money. “I’m doing the right thing, and it’s not good for me. Believe me,” said the Robin Hood of Mar-a-Lago.He’s always telling the public that he’s given up a lot for them. During the campaign, when Trump had a fight with the gold star parents of a fallen soldier, he claimed that he had made “a lot of sacrifices” for the country by being a successful real estate developer.And then there was the time he told CNN’s Wolf Blitzer that he’d “given up a tremendous amount to run for president. I gave up two more seasons of ‘Celebrity Apprentice.’”I know you have been dealing with this man long enough to realize the last statement did not involve a drop of irony.This week, Trump was intent on convincing the nation that he was fighting to raise taxes on himself. Looking at the administration’s package, cynics wondered how a real estate baron could suffer under a plan that calls for a reduction of the top income tax rate, the elimination of the estate tax and an end to the alternative minimum tax, which is supposed to impose some modest sacrifice on high-income people who would otherwise avoid paying anything.Only his tax returns know for sure.To hear the administration talk, the whole Trump tax initiative is one big assault on the wealthy, on behalf of the little guys. Who are their favorite, teeny-tiny people. Gary Cohn, the White House economic adviser, called them “our hard-working citizens that get up every morning and work as hard as any people in the world, to try and keep more of their hard-earned income.”Cohn is a former investment banker who got a $285 million severance package from Goldman Sachs when he joined the government. Deeply cynical minds might have felt that his description of average Americans sounded a little … remote. As it did when he suggested that those hard workers could use their new typical $1,000 tax cut to “buy a new car.”At a press conference, Cohn also seemed to believe that Typical American Family earned $100,000 a year. To which the actual TAF says, “We wish.” Anyhow, the message was that the whole tax effort was for the middle class, and the middle class alone. Although when asked whether every one of those humble folks would be protected from tax hikes, Cohn basically said he couldn’t “guarantee that.”It was one truly awful presentation. We’d be talking about Cohn as Trump’s worst appointment if there wasn’t so much competition. Like the acting head of homeland security, who called the government response to the devastation in Puerto Rico “really a good news story.”And of course there was the late and unlamented secretary of health and human services, Tom Price. It’s going to be hard for anyone to top Price’s week, in which he watched over the total demise of the Obamacare repeal effort, admitted that he spent more than $400,000 of the taxpayers’ money on private plane travel, and then offered to make restitution by reimbursing the government for 12 percent of the bill.Until now, Cohn’s highest-profile moment probably occurred after Trump’s appalling response to the tragedy in Charlottesville. At the time, Cohn wanted the world to know he was agonizing over whether to quit the government in principled protest. But he decided to stay on, for the tax package. “Why am I here? I am here for just this reason,” he told reporters Thursday. Being able to rewrite the tax code was, he said, “a once-in-a-lifetime opportunity, and I would never miss this.”Asked if he would finally stalk off in moral dudgeon once said tax plan was done, Cohn noted that there were “many more once-in-a-lifetime opportunities at the White House.”About the plan itself. Cohn worked it out with Treasury Secretary Steve Mnuchin, a former hedge fund manager. Amazingly, it does not include Trump’s campaign promise to get rid of a famous tax break for hedge funds known as “carried interest.” (“Hedge fund guys are getting away with murder,” Trump said, so very long ago.)Cohn said the administration would get around to that later.The plan also dramatically drops taxes on businesses known as pass-throughs. It is possible you have never heard of pass-throughs, but there are a lot of them. If this plan makes it into law there will be even more. Everything will be a pass-through. Your family pet will turn itself into a pass-through for tax purposes.“Another megaloophole for the wealthy to dodge paying their fair share,” said Ron Wyden, the top Democrat on the Senate Finance Committee.Asked for specifics on how to avoid such abuse, Cohn said details were still to come. But, he assured reporters, the Trump team was opposed to a big new tax benefit for “guys like myself.”The selflessness in this administration never ends.I invite you to join me on Facebook .Follow The New York Times Opinion section on Facebook and Twitter (@NYTopinion) , and sign up for the Opinion Today newsletter .Source URL https//www.nytimes.com/2017/09/29/opinion/taxes-trump-cohn.html?partner=bloombergCredit GAIL COLLINS", "publish_dt": "2017-09-29", "author": "Collins, Gail"},
    {"id": "10571", "title": "Trump’s Scandals, a List", "full_text": "Updated Oct. 11, 2017The list of Trump scandals keeps growing.“Amid the chaos and dysfunction,” Slate’s Jamelle Bouie writes , “it can be easy to miss that this White House is corrupt. Remarkably, unbelievably , corrupt.” Given the number of potential scandals involving personal enrichment — of President Trump, his family or top administration officials — I wanted to create a list of all the major ones. Here goes• The presidency is benefiting Trump’s business in numerous ways. Government officials have stayed in hotels that bear Trump’s name, for example, while Trump’s Mar-a-Lago club doubled its membership rates after he won the White House.Also Eric Trump has been giving his father quarterly updates on the financial health of his businesses, despite promises that the president would have no involvement. Those businesses have also done deals with foreign governments, despite the president’s pledge that they wouldn’t.• Trump has spent more than $30 million of taxpayer money traveling to properties he owns, by one estimate .• Ryan Zinke, Trump’s secretary of the interior, is under investigation for chartering a $12,000 flight from Las Vegas to Montana at taxpayers’ expense.• David Shulkin, the secretary of Veterans Affairs, charged taxpayers for a trip to Europe that included stopovers at Wimbledon and Westminster Abbey, plus a river cruise for him and his wife.• Scott Pruitt, who runs the Environmental Protection Agency, regularly dines with donors and lobbyists from industries his department is regulating. He also used public money to pay for a soundproof booth in his office and chartered private and military overseas flights.• Steve Mnuchin, the Treasury secretary, tried to use a government plane to fly him to Europe for his honeymoon. He may also have availed himself of a taxpayer-funded military plane to view the solar eclipse in August, though he says the trip had a different purpose.The Treasury Department’s inspector general concluded in October that Mnuchin broke no laws when he spent $800,000 to travel on military planes. But the inspector general also criticized Mnuchin’s insufficient explanation for why he needed to spend so much taxpayer money. “What is of concern is a disconnect between the standard of proof called for,” the inspector general wrote, “and the actual amount of proof provided by Treasury and accepted by the White House in justifying these trip requests.”• Tom Price, the former secretary of health and human services who resigned in September, spent hundreds of thousands of taxpayer dollars on private planes. Trump hired Price despite Price’s history of using his position in Congress to receive sweetheart stock deals.• Despite Trump’s spending only eight days in Trump Tower as president so far, the government has spent $130,000 per month since April to lease space in the building for a military office that supports the White House.• Jared Kushner has reportedly used his closeness with Trump to secure foreign investment in Kushner’s family-owned business, in exchange for granting visas.• A Chinese government office approved trademarks for a company owned by Ivanka Trump on the same day that China’s president met with President Trump.• Paul Manafort, Trump’s former campaign chairman, may have used his position to curry favor with a Russian oligarch .• Michael Flynn lobbied on behalf of the Turkish government, but Trump selected him as national security adviser anyway (before later ousting him).• Kellyanne Conway, a top Trump adviser, promoted Ivanka’s fashion line on television.• As The New Yorker, ProPublica and the public radio station WNYC reported , longtime Trump lawyer Marc Kasowitz donated or solicited more than $50,000 on behalf of a Manhattan district attorney who later dropped a case against Ivanka Trump and Donald Trump Jr.• And there are likely some scandals we don’t know about because, unlike other modern presidents and candidates, Trump has refused to release his tax returns.If you think the list above is incomplete, and I assume it is, email me at leonhardt@nytimes.This article was previously part of the Opinion Today newsletter. You can sign up here to receive more briefings and a guide to the section daily in your inbox.You can join me on Twitter (@DLeonhardt) and Facebook . I am also writing a daily email newsletter and invite you to subscribe .Follow The New York Times Opinion section on Facebook and Twitter (@NYTOpinion).Source URL https//www.nytimes.com/2017/10/05/opinion/trumps-scandals-a-list.html?partner=bloombergCredit DAVID LEONHARDT", "publish_dt": "2017-10-05", "author": "Leonhardt, David"}
  ]
}