[{"id":134471,"date":"2018-08-02T15:30:00","date_gmt":"2018-08-02T19:30:00","modified":"2018-08-02T15:30:47","modified_gmt":"2018-08-02T19:30:47","slug":"smashing-the-patriarchy-and-sustaining-peace-in-sudan","status":"publish","link":"https:\/\/www.newsdeeply.com\/peacebuilding\/community\/2018\/08\/02\/smashing-the-patriarchy-and-sustaining-peace-in-sudan","title":"Smashing the Patriarchy and Sustaining Peace in Sudan","content":{"rendered":"<p>BEIRUT – When Rasha El Fangry first tried to convince local community leaders in an area of South Kordofan, Sudan, to include women in peace negotiations and conflict resolution mediation, a local imam told her, “In the Quran, [it says] women should stay at their homes.”<\/p>\n<p>As a Sudanese Muslim involved in peacebuilding efforts herself, El Fangry disagreed.<\/p>\n<p>“Who interpreted the Quran for you?” she said she asked the imam in return. “There is nothing like that in the Quran.”<\/p>\n<p>El Fangry is the coordinator of the Collaborative for Peace of Sudan, a local organization that creates “peace committees,” in partnership with <a href=\"https:\/\/www.peacedirect.org\/\" target=\"_blank\" rel=\"noopener\">Peace Direct<\/a>. These small groups of community members tasked with pinpointing the drivers of conflict, carrying out mediation between tribes and communities and sustaining local peace agreements. Part of her work, she said, is to convince local community leaders to include women in these committees.<\/p>\n<p>“It takes a long time,” she said. “But with commitment and the belief in what we are doing, it works.”<\/p>\n<p>Peacebuilding Deeply spoke with El Fangry about the importance of local ownership in peacebuilding efforts and how to convince a community where men dominate leadership roles that women must have a seat at the negotiation table.<\/p>\n<p><b>Peacebuilding Deeply: Why does the Collaborative for Peace of Sudan focus only on local solutions and what have you learned from that? <\/b><\/p>\n<p>Rasha El Fangry: In Sudan we have like a hundred peace agreements but there is no actual peace. We look for communities where this conflict is taking place and we look for a real member of the community to be like a guard for the peace that they build or sustain.<\/p>\n<p>We work in South Kordofan, where there is several ethnicities and there is conflict between the Arab ethnicity and the Nuba ethnicity. There are violations around land ownership, between herders and farmers, between Muslims and Christians or non-believers. So there is this type of diversity, the area is on the border with South Sudan, so there is immigration and from time to time there is conflict from that.<\/p>\n<p>We try to involve as much as possible members of the community to pinpoint what exactly the problem is and if we attain peace how do we sustain it? From the communities, we identify the conflict in the area, the historic background of the conflict, how to address the conflict, why it isn’t working, how can we do something differently. This is all from learning from the community.<\/p>\n<p>First we found that there is no gender balance. There are no women involved in the peace agreements in Sudan, especially in South Kordofan. All the peace talks are being done by the male members or religious leaders or administration leaders, who are never female.<\/p>\n<h2>Peacebuilding Deeply: Why is that?<\/h2>\n<p>El Fangry: This is culture in the area. The role of women is to bring kids, the rear them, and look after the houses.<\/p>\n<p>We find these women. We try, first of all, to convince the communities to accept the women to be part of the peace committees. This is the first step. Then for the women to be part of the negotiations around peacebuilding and conflict resolutions between the communities.<\/p>\n<h2>Peacebuilding Deeply: How do you go about convincing the community?<\/h2>\n<p>El Fangry: It takes a long time. Since 2009 &#8230; we are trying. I myself also face problems because I am a female who is going there to meet the religious leaders and to meet others. I faced a lot of discrimination at the beginning. But with commitment and the belief in what we are doing, it works.<\/p>\n<h2>Peacebuilding Deeply: So if I were going to one of these communities to try to convince them, how would I do it? What would you tell me to do?<\/h2>\n<p>El Fangry: First of all, you have to believe in what you are doing. And you have to be strong because they will definitely tell you all the discriminations in the world. For example, in one of these areas, an imam told me: “In the Quran, [it says] women should stay at their homes.”<\/p>\n<p>And I told him, “Who interpreted the Quran for you? There is nothing like that in the Quran.”<\/p>\n<p>The thing is that, when you work with the communities, you find that there are several people at the top, who are controlling everything and saying everything on the behalf of the communities. But when you go deeper you will find there is understanding and that they will understand you.<\/p>\n<p>The ladies in these communities have lots of things they want to say. They have lots of issues and concerns they want to share but they haven’t found any opportunities for that.<\/p>\n<p>Using the mechanism, we find that a lot of communities themselves are fed up from politicians, politics, extremism, radicalization of communities, differences between ethnicities. There is always one somebody on behalf of the community talking, and sometimes he is a politicized person or he doesn’t know what he’s doing. He thinks he is protecting his community but actually he is destroying it.<\/p>\n<p>For example, we worked with one woman named Meriam. She was attending the civil communication workshop and, when she was to become a part of the peace committee, she was afraid that the community would not accept this idea. Then one day, in an area of South Kordofan where there is <i>mujahideen<\/i> [a group engaged in jihad], they called her to come with them to the mediation.<\/p>\n<p>The peace committee member called her and said “you can join us to go to the mediation.”<\/p>\n<p>She was surprised when they asked her to tell her point of view from a woman’s perspective.<\/p>\n<h2>Peacebuilding Deeply: How did you convince them to invite her?<\/h2>\n<p>El Fangry: To convince them to allow Miriam in the peace committee it took one year. And then when she was to go with them to [the mediation] of fighters between the two tribes, it was about six months [later].<\/p>\n<p>And then she was given an opportunity to talk. That was wonderful. She immediately called us and said “I am in the front of the group of males!” She was so excited, super excited.<\/p>\n<p>The thing is she was thinking of all females in the area, she was thinking “I hope I am not letting them down and telling the real stories of the impact of conflict in our area. How do we suffer, what do we suffer, about our kids and our families…<\/p>\n<p>You feel that the women are so committed to the work they are doing or the things they have to do. Even if it’s just looking after their kids at home.<\/p>\n<h2>Peacebuilding Deeply: What did she say when she spoke to the group?<\/h2>\n<p>El Fangry: First of all, she told us was completely frightened and shaking about speaking in front of the men. Then when she started talking about the impact that she sees on her neighbors, with mothers and with her own kids and the amount people that they lost, [the men] were all keeping silent. At the beginning they were all making fun of her because she was a female talking and things like that.<\/p>\n<p>But when they were listening, she said she was so inspired and so full of energy to talk about these issues. She told us, “When I finished they clapped their hands to me.” They said to her that she spoke about issues that they never speak about. When there are negotiations in the community they talk about the privilege of the tribe, what the other tribe would say if we don&#8217;t take revenge or don’t go to that specific conflict… things like that.<\/p>\n<p>For example, there is one tribe in South Kordofan where there are no people between the ages of 20 to 25. All of them have died. Can you imagine? These are the things she spoke about. She talked about the numbers of unaccompanied kids in the area, the numbers of handicapped people either due to mines or just someone threw a bomb on their home. These people were helping the community but now they are just sitting home, feeling guilty. She spoke to them about things like that.<\/p>\n<h2>Peacebuilding Deeply: Did they invite her back after that first time?<\/h2>\n<p>El Fangry: Actually now she’s doing conferences to help women to do the same.<\/p>\n<p><i>The answers have been edited for length and clarity.<\/i><\/p>\n","protected":false},"excerpt":"<p>BEIRUT – When Rasha El Fangry first tried to convince local community leaders in an area of South Kordofan, Sudan, to include women in peace negotiations and conflict resolution mediation, a local imam told her, “In the Quran, [it says] women should stay at their homes.” As a Sudanese Muslim involved in peacebuilding efforts herself, [&hellip;]<\/p>\n","menu_order":null,"template":"","series":[],"entity":[4718,4704,4675,23688,4661,24748,24749,4684],"post_template":"article","lede":"In many Sudanese communities, men dominate negotiations and peace talks. As coordinator of the Collaborative for Peace of Sudan, it is Rasha El Fangry’s job to convince local – and male –  community leaders that women have a crucial role to play in building sustainable peace.","terms":{"categories":[{"id":61,"name":"Articles","slug":"articles"},{"id":2977,"name":"Community","slug":"community"},{"id":64,"name":"Q&amp;A","slug":"qa"}],"topic":{"id":22999,"name":"Peacebuilding","slug":"peacebuilding"},"channels":[{"id":23315,"name":"Women &amp; Peace","slug":"women-peace-peacebuilding"}],"entities":[{"id":4704,"name":"City","slug":"city","children":[{"id":4718,"name":"BEIRUT","slug":"beirut"},{"id":24749,"name":"South Kordofan","slug":"south-kordofan"}]},{"id":4675,"name":"Country","slug":"country","children":[{"id":4684,"name":"Sudan","slug":"sudan"}]},{"id":4661,"name":"Person","slug":"person","children":[{"id":23688,"name":"Peacebuilding Deeply","slug":"peacebuilding-deeply"},{"id":24748,"name":"Rasha El Fangry","slug":"rasha-el-fangry"}]}],"tags":[]},"video":{"video_url":false,"video_thumbnail":false},"image":{"url":"https:\/\/newsdeeply.imgix.net\/20180802152556\/AFP_14W7H51.jpg","meta":{"width":800,"height":533,"aspect_ratio":1.501},"caption":{"text":"A displaced woman carries a container to collect water at a camp for Internally Displaced Persons (IDP) near Kadugli, the capital of Sudan's South Kordofan state, during a United Nations humanitarian visit on May 13, 2018. ","source":"ASHRAF SHAZLY\/AFP\/Getty Images","url":false}},"sticky_post":false,"contributor":[{"id":101921,"name":"Alessandria Masi","slug":"alessandria-masi","title":"Managing Editor, Syria Deeply","bio":"Alessandria is the managing editor of Syria Deeply. She is a native of Montreal, Canada and lives in Beirut.","image":"https:\/\/newsdeeply.imgix.net\/20160527134322\/Headshot1.jpg","twitter":false}],"sponsor":false,"allow_republish":true,"author_meta":{"ID":"108","user_login":"Camayak_fd7888ad71","user_nicename":"alessandria-masi","user_email":"wordpress+fd7888ad71@camayak.com","user_registered":"2017-12-11 16:58:15","display_name":"Alessandria Masi","first_name":"Alessandria","last_name":"Masi"},"post_status":"publish","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/posts\/134471"}],"collection":[{"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/users\/108"}],"replies":[{"embeddable":true,"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/comments?post=134471"}],"version-history":[{"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/posts\/134471\/revisions"}],"previous":[{"title":"U.N. Deal in Hodeida Port Could Lay Foundation for Peace in Yemen","href":"https:\/\/www.newsdeeply.com\/peacebuilding\/community\/2018\/07\/31\/u-n-deal-in-hodeida-port-could-lay-foundation-for-peace-in-yemen"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/media\/134476"}],"wp:attachment":[{"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/media?parent=134471"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/categories?post=134471"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/tags?post=134471"},{"taxonomy":"topic","embeddable":true,"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/topic?post=134471"},{"taxonomy":"series","embeddable":true,"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/series?post=134471"},{"taxonomy":"entity","embeddable":true,"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/entity?post=134471"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}},{"id":134464,"date":"2018-08-02T13:10:00","date_gmt":"2018-08-02T17:10:00","modified":"2018-08-02T13:21:05","modified_gmt":"2018-08-02T17:21:05","slug":"the-gap-in-global-guidelines-on-human-milk-banking","status":"publish","link":"https:\/\/www.newsdeeply.com\/malnutrition\/articles\/2018\/08\/02\/the-gap-in-global-guidelines-on-human-milk-banking","title":"The Gap in Global Guidelines on Human Milk Banking","content":{"rendered":"<p>In 2016, the Nairobi-based Africa Population Health Research Center (APHRC) set out to determine just what Kenyans thought about human milk banking.<\/p>\n<p>In situations where mothers are unable to breastfeed their child, the World Health Organization (WHO) <a href=\"http:\/\/www.who.int\/elena\/titles\/donormilk_infants\/en\/\" target=\"_blank\" rel=\"noopener\">recommends<\/a> donated milk as the next-best option. That’s where human milk banks come in – they collect, screen, process and dispense human milk. As awareness has increased and demand has grown, the number of human milk banks around the world has risen – now to more than 600.<\/p>\n<p>But there is no human milk bank in East Africa, and APHRC wanted to find out if the time was ripe to consider introducing the first.<\/p>\n<p>In <a href=\"http:\/\/aphrc.org\/post\/publications\/integrating-human-milk-banking-breastfeeding-promotion-newborn-care-kenya-ready\" target=\"_blank\" rel=\"nofollow noopener\">a study<\/a> they ran across in the second half of 2016, researchers there learned several things, including that most people were unfamiliar with the concept of human milk banks and that, once they learned about them, they were broadly supportive of the initiative.<\/p>\n<p>“What stood out is that people are very ready,” Elizabeth Kimani, who heads APHRC’s Maternal and Child Wellbeing Unit, told News Deeply. “They accept the whole idea of human milk banking.”<\/p>\n<p>Now APHRC is guiding the launch of the first milk bank in East Africa – an experimental effort based in one hospital that is set to open in August in Kenya and run through the rest of the year.<\/p>\n<p>“We’ve established that it’s acceptable,” Kimani said. “Now we want to see if people actually come to donate, and whether people will allow the children to be given the donated breast milk.”<\/p>\n<p>The nutrition community has largely applauded the rise in acceptance of human milk banking. Breast milk offers better nutrition than formula to infants who cannot access their mother’s milk. But as the centers have proliferated, it has raised other concerns – technical, religious and political – that the people behind new human milk banks, like the APHRC staff, must wrestle with. And experts say the field would benefit from top-level guidance that could help address these myriad issues and better position human milk banking as part of a spectrum of services that boost breastfeeding.<\/p>\n<h2>Regulatory Gap<b><\/b><\/h2>\n<p>The WHO <a href=\"http:\/\/apps.who.int\/gb\/ebwha\/pdf_files\/WHA70\/A70_19-en.pdf\" target=\"_blank\" rel=\"noopener\">classifies<\/a> breast milk among a group of medical products of human origin. These “biological materials that are derived wholly or in part from the human body and are intended for clinical application” also include blood, plasma, ova, sperm and other types of tissue. And most of those materials come with guidance around how they should be selected, screened and tested.<\/p>\n<p>That is not the case with breast milk, which means regulation has fallen to the regional or national level – or in some cases meant no substantive regulation at all. This “lack of infrastructure, regulation and guidance,” according to <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC5415705\/\" target=\"_blank\" rel=\"noopener\">research<\/a> published by PATH, a Seattle-based nonprofit, has hindered “quality control, safety, scale-up and generation” of breastfeeding supporters in some settings.<\/p>\n<p>“It’s kind of shocking,” Kiersten Israel-Ballard, the associate director of PATH’s maternal, newborn and child nutritional health program and one of the authors of the paper, told News Deeply. “It’s the only one [of the medical products of human origin] that doesn’t have standards or guidance associated with it. And it’s being given to the most vulnerable population.”<\/p>\n<p>The growth of human milk banking has raised a number of issues – regulatory, bureaucratic, religious – that would benefit from international guidance, experts say. Though the outcomes would vary based on national contexts, global direction would at least help frame some of the issues, expedite their resolution and provide assurance to local communities who might be worried about the safety of the product.<\/p>\n<p>“That’s a daunting task, if there are no WHO standards, to go about developing guidelines that are appropriate,” Israel-Ballard said. In some countries, the process can take a year or longer.<\/p>\n<p>Among the questions countries must grapple with is how to categorize human milk. In some contexts it is considered a tissue. In others it is a food product. And in some communities it is categorized as a therapeutic good. Each classification brings with it a different regulatory framework and reflects a different set of local priorities.<\/p>\n<p>In South Africa, for instance, officials were eager to discourage the sale of human milk and encourage donations, so they classified it as a tissue. Caretakers generally require a doctor&#8217;s prescription to access donor milk from one of the dozens of sites across the country. In Kenya, on the other hand, where regulations on human tissue are extremely “tight,” according to Kemisa, they pushed for human milk to be classified as a therapeutic food.<\/p>\n<p>Then there are religious questions that have slowed the expansion of human milk banks in settings with large Muslim populations. The Islamic faith includes the concept of milk kinship, where the sharing of breast milk creates familial ties and, as a result, marriage prohibitions. Human milk banking, where breast milk is often pooled from a variety of donors, creates clear challenges for Muslim families, who worry that an infant might end up later married to a milk kin.<\/p>\n<p>But researchers and Islamic scholars have <a href=\"https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/apa.13308\" target=\"_blank\" rel=\"noopener\">proposed<\/a> workarounds that would allow Muslim families to access donated milk. This includes limiting the number of donors whose milk is pooled and keeping careful records, so caretakers can easily identify who their children are sharing milk with.<\/p>\n<p>The reality, experts said, is that many of the challenges around successful human milk banking have been resolved. It is now a question of gathering that knowledge and helping guide countries or communities toward models that would best meet their needs. And having a clear process might help spur greater political – and financial – commitments from governments.<\/p>\n<p>&#8220;In some situations, it’s a political question,&#8221; Dr. Jean-Charles Picaud, an expert on human milk banking, told News Deeply. &#8220;It’s not a medical or technical question anymore.&#8221;<\/p>\n<h2>A Holistic Approach<\/h2>\n<p>In the absence of global guidance, PATH has been working with communities to discuss the myriad issues that go into setting up a human milk bank. They also organize opportunities for people who are thinking of starting a milk bank to visit already existing facilities to learn from others’ experiences. In Kenya, they facilitated a trip to a South African site for a team of policymakers and clinical leaders.<\/p>\n<p>They are also doing something that might seem unexpected: Pushing those communities to really consider whether a human milk bank is needed and how it would be integrated into existing structures and sustained.<\/p>\n<p>“We’re not trying to launch as many milk banks as possible around the world. Absolutely not,” Israel-Ballard said. “We want it to be part of a much more comprehensive program to support mothers.”<\/p>\n<p>Which is another way that standardized guidance might be useful: by encouraging milk bank champions to think about how the service will be part of a continuum of care that encourages mothers to exclusively breastfeed and provides support to those who are having difficulty. And how, if it is needed, a milk bank might be built into the larger structure of support for breastfeeding women and infants.<\/p>\n<p>“We want to use the enthusiasm about the milk bank to bring in the whole picture and making sure that all the systems are optimal,” said Kimberly Mansen, a program officer for maternal, newborn and child nutritional health at PATH. ”We&#8217;re catalyzing the energy that is there and saying this is part of a bigger picture to improve maternal lactation support systems and neonatal nutrition.”<\/p>\n","protected":false},"excerpt":"<p>In 2016, the Nairobi-based Africa Population Health Research Center (APHRC) set out to determine just what Kenyans thought about human milk banking. In situations where mothers are unable to breastfeed their child, the World Health Organization (WHO) recommends donated milk as the next-best option. That’s where human milk banks come in – they collect, screen, [&hellip;]<\/p>\n","menu_order":null,"template":"","series":[],"entity":[4704,4675,24747,5225,24746,4685,23913,24745,5792,4661,5294,6141],"post_template":"article","lede":"As human milk banks have proliferated, it has raised other concerns – technical, religious and political – and local policymakers would benefit from an international framework that would help them set regulations.","terms":{"categories":[{"id":61,"name":"Articles","slug":"articles"},{"id":1,"name":"General","slug":"general"}],"channels":[{"id":4481,"name":"Innovation","slug":"innovation-malnutrition"},{"id":4482,"name":"International Relief and Food Crises","slug":"international-relief-food-crises-malnutrition"}],"topic":{"id":4459,"name":"Malnutrition","slug":"malnutrition"},"entities":[{"id":4704,"name":"City","slug":"city","children":[{"id":5792,"name":"Nairobi","slug":"nairobi"},{"id":5294,"name":"Seattle","slug":"seattle"}]},{"id":4675,"name":"Country","slug":"country","children":[{"id":5225,"name":"Israel","slug":"israel"},{"id":4685,"name":"Kenya","slug":"kenya"},{"id":6141,"name":"South Africa","slug":"south-africa"}]},{"id":4661,"name":"Person","slug":"person","children":[{"id":24747,"name":"Elizabeth Kimani","slug":"elizabeth-kimani"},{"id":24746,"name":"Jean-Charles Picaud","slug":"jean-charles-picaud"},{"id":23913,"name":"Kiersten Israel-Ballard","slug":"kiersten-israel-ballard"},{"id":24745,"name":"Kimberly Mansen","slug":"kimberly-mansen"}]}],"tags":[]},"video":{"video_url":false,"video_thumbnail":false},"image":{"url":"https:\/\/newsdeeply.imgix.net\/20180802131856\/TS053FE9.jpg","meta":{"width":800,"height":533,"aspect_ratio":1.501},"caption":{"text":"A worker sorts containers with breast milk at a donor breast milk bank at the Scientific Center of Children’s Health in Russia. ","source":"Sergei Bobylev\\TASS via Getty Images","url":false}},"sticky_post":false,"contributor":[{"id":123477,"name":"Andrew Green","slug":"andrew-green","title":false,"bio":"Andrew Green is the managing editor of Malnutrition Deeply. He has reported on health and human rights from three different continents and for a variety of outlets. He was formerly Voice of America’s bureau chief in South Sudan and the web editor at the Center for Public Integrity.","image":"https:\/\/newsdeeply.imgix.net\/20171215125042\/IMG_2954.jpg","twitter":false}],"sponsor":false,"allow_republish":true,"author_meta":{"ID":"118","user_login":"Camayak_b108760c0c","user_nicename":"andrew-green","user_email":"wordpress+b108760c0c@camayak.com","user_registered":"2017-12-15 16:49:03","display_name":"Andrew Green","first_name":"Andrew","last_name":"Green"},"post_status":"publish","jetpack-related-posts":[],"_links":{"self":[{"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/posts\/134464"}],"collection":[{"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/users\/118"}],"replies":[{"embeddable":true,"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/comments?post=134464"}],"version-history":[{"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/posts\/134464\/revisions"}],"previous":[{"title":"Food Production Could Sustain 2050 Population – But There’s a Catch","href":"https:\/\/www.newsdeeply.com\/malnutrition\/articles\/2018\/08\/01\/food-production-could-sustain-2050-population-but-theres-a-catch"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/media\/134467"}],"wp:attachment":[{"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/media?parent=134464"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/categories?post=134464"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/tags?post=134464"},{"taxonomy":"topic","embeddable":true,"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/topic?post=134464"},{"taxonomy":"series","embeddable":true,"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/series?post=134464"},{"taxonomy":"entity","embeddable":true,"href":"https:\/\/app.newsdeeply.com\/wp-json\/wp\/v2\/entity?post=134464"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]
