{
  "pilot-art-blocks":
  [
    {"article_id": "2e68e4eb-4048-5d49-8abb-80365cad363a", "src_id": "169916", "title": "ODU field hockey team to open at Penn State", "block": "{\n    \"thumbnail\": {\n        \"height\": null,\n        \"uuid\": \"2e68e4eb-4048-5d49-8abb-80365cad363a\",\n        \"mode\": \"via .view\",\n        \"url\": null,\n        \"mime_type\": null,\n        \"width\": null,\n        \"resource_url\": null,\n        \"file_size\": null\n    },\n    \"flags\": [],\n    \"lastupdated\": {\n        \"rfc2822\": \"Fri, 06 Nov 2015 13:32:32 -0500\",\n        \"utc\": \"1446834752000\",\n        \"iso8601\": \"2015-11-06T13:32:32-05:00\"\n    },\n    \"starttime\": {\n        \"rfc2822\": \"Fri, 27 Aug 2010 00:00:00 -0400\",\n        \"utc\": \"1282881600000\",\n        \"iso8601\": \"2010-08-27T00:00:00-04:00\"\n    },\n    \"uuid\": \"2e68e4eb-4048-5d49-8abb-80365cad363a\",\n    \"url\": \"http://pilotonline.com/sports/article_2e68e4eb-4048-5d49-8abb-80365cad363a.html\",\n    \"presentation\": null,\n    \"authors\": [],\n    \"hammer\": null,\n    \"prologue\": \"<p>The No. 16 Old Dominion field hockey team kicks off its season today at No. 18 Penn State. Seven starters return for the Lady Monarchs, including senior forwards Kathryn Kirk, who led the team in goals last year with nine, Anna Kern and Paige Clutter. The contest is a rematch of last year's season opener, when ODU beat Penn State 2-1. GOLF Chesapeake's Coughlin fifth at AJGA Junior</p>\",\n    \"content\": [\n        \"<p>The No. 16 Old Dominion field hockey team kicks off its season today at No. 18 Penn State.</p>\",\n        \"<p>Seven starters return for the Lady Monarchs, including senior forwards Kathryn Kirk, who led the team in goals last year with nine, Anna Kern and Paige Clutter.</p>\",\n        \"<p>The contest is a rematch of last year's season opener, when ODU beat Penn State 2-1.</p>\",\n        \"<p>GOLF</p>\",\n        \"<p><strong>Chesapeake's Coughlin fifth at AJGA Junior</strong></p>\",\n        \"<p>WILLIAMSBURG | Lauren Coughlin of Chesapeake finished fifth in the g irls d ivision at the AJGA Junior at Kingsmill Resort &amp; Spa. The third round was her best round as she shot a 1-under-par 70 to finish at 217.</p>\",\n        \"<p>Kayleigh Reed of Virginia Beach also shot her best round with a 76 to finish at 234, good for 12th place.</p>\",\n        \"<p>In the boys d ivision, John David Sanderson of Suffolk finished 41st with a 224.</p>\",\n        \"<p></p>\",\n        \"<p><strong>Suffolk's Leigh ousted at VSGA Senior Amateur</strong></p>\",\n        \"<p>RICHMOND | No. 2 seed Pat Tallent of Vienna defeated No. 7 seed J.P. Leigh of Suffolk 2 and 1 in the quarterfinals of match play at the VSGA Senior Amateur Championship.</p>\",\n        \"<p>Leigh, a four-time VSGA Senior Stroke Play champion, held a lead but let it slip away in the last six holes.</p>\"\n    ],\n    \"tagline\": null,\n    \"archivetime\": {\n        \"rfc2822\": null,\n        \"uts\": null,\n        \"iso8601\": null\n    },\n    \"sections\": [\n        \"sports\"\n    ],\n    \"subheadline\": null,\n    \"keywords\": [\n        \"sports\"\n    ],\n    \"preview\": {\n        \"height\": null,\n        \"uuid\": \"2e68e4eb-4048-5d49-8abb-80365cad363a\",\n        \"mode\": \"via .view\",\n        \"url\": null,\n        \"mime_type\": null,\n        \"width\": null,\n        \"resource_url\": null,\n        \"file_size\": null\n    },\n    \"kicker\": null,\n    \"byline\": \"The Virginian-Pilot\",\n    \"title\": \"ODU field hockey team to open at Penn State\",\n    \"type\": \"article\"\n}"},
    {"article_id": "f34e146a-53f9-5646-8e33-647bcf2431e0", "src_id": "169917", "title": "Warner: Local offensive on JFCOM closure has begun", "block": "{\n    \"thumbnail\": {\n        \"height\": null,\n        \"uuid\": \"f34e146a-53f9-5646-8e33-647bcf2431e0\",\n        \"mode\": \"via .view\",\n        \"url\": null,\n        \"mime_type\": null,\n        \"width\": null,\n        \"resource_url\": null,\n        \"file_size\": null\n    },\n    \"flags\": [],\n    \"lastupdated\": {\n        \"rfc2822\": \"Fri, 06 Nov 2015 13:34:09 -0500\",\n        \"utc\": \"1446834849000\",\n        \"iso8601\": \"2015-11-06T13:34:09-05:00\"\n    },\n    \"starttime\": {\n        \"rfc2822\": \"Fri, 27 Aug 2010 00:00:00 -0400\",\n        \"utc\": \"1282881600000\",\n        \"iso8601\": \"2010-08-27T00:00:00-04:00\"\n    },\n    \"uuid\": \"f34e146a-53f9-5646-8e33-647bcf2431e0\",\n    \"url\": \"http://pilotonline.com/news/article_f34e146a-53f9-5646-8e33-647bcf2431e0.html\",\n    \"presentation\": null,\n    \"authors\": [\n        {\n            \"screen_name\": \"bill bartel\",\n            \"first_name\": \"Bill\",\n            \"uuid\": \"596d7514-6225-11e5-8a89-10604b9ffe60\",\n            \"last_name\": \"Bartel\",\n            \"byline\": null,\n            \"avatar\": \"https://pilotonline.com/pilotonline.com/content/tncms/avatars/5/96/d75/596d7514-6225-11e5-8a89-10604b9ffe60.5e52d352742e27eeb457dcc9c4be41a4.png\"\n        }\n    ],\n    \"hammer\": null,\n    \"prologue\": \"<p>Hampton Roads’ top elected officials have begun to challenge the proposed closure of Joint Forces Command using legal, political and business arguments, but they also are exploring a “Plan B” if their efforts aren’t successful, U.S. Sen. Mark Warner, D-Va., said Thursday.</p>\",\n    \"content\": [\n        \"<p>Hampton Roads' top elected officials have begun to challenge the proposed closure of Joint Forces Command using legal, political and business arguments, but they also are exploring a \\\"Plan B\\\" if their efforts aren't successful, U.S. Sen. Mark Warner, D-Va., said Thursday.</p>\",\n        \"<p>In a 90-minute closed meeting in Virginia Beach called for and led by Warner on Thursday morning, more than a dozen officials and retired senior naval officers agreed to a multipronged offensive that includes trying to convince the military that keeping the command, known as JFCOM, is more efficient than closing it.</p>\",\n        \"<p>\\\"We need to change the argument from simply saying, 'Oh my gosh, I think Hampton Roads is going to take a hit,' to why it's in the best interest of our warfighters to maintain Joint Forces Command and why, from a business standpoint, this actually saves money rather than costs money,\\\" Warner said after a separate event in Portsmouth.</p>\",\n        \"<p>Warner said his \\\"top priority\\\" is reversing Defense Secretary Robert Gates' plans to close JFCOM, which provides about 6,000 jobs, most in Suffolk and Norfolk, and hundreds of millions of dollars in the region. \\\"But you've got to have a Plan B as well,\\\" he added, in case some elements of the command don't survive.</p>\",\n        \"<p>The local effort has to examine the benefits of both JFCOM as a whole and its components to gauge their importance, Warner said. JFCOM's mission includes training troops from different branches of the military in how to operate together, or jointly, as well as experimenting with potential new military technologies and strategies.</p>\",\n        \"<p>Hampton Mayor Molly Ward, who attended the meeting, said local leaders need to be certain they can make a sound case for everything they fight to preserve.</p>\",\n        \"<p>\\\"We all want to make sure we are living in reality and our expectations are reasonable. … That's part of the business case analysis,\\\" said Ward, who is vice chairwoman of the Hampton Roads Military and Federal Facilities Alliance. The alliance, a publicly funded organization that lobbies on behalf of local governments, will provide staff for the JFCOM effort.</p>\",\n        \"<p>Also represented Thursday were the mayors of five other cities, the region's congressional delegation, Gov. Bob McDonnell's office and state legislators.</p>\",\n        \"<p>Warner said he's convinced the region can make a strong argument to keep and possibly expand key components of the command, particularly the modeling and simulation work.</p>\",\n        \"<p>\\\"We cannot rest,\\\" he said, adding that the region needs to mobilize as it did a few years ago to successfully block a proposal to close Oceana Naval Air Station.</p>\",\n        \"<p>Gates announced Aug. 9 that he would shut down JFCOM within a year and cut spending on defense support contractors by nearly one-third over three years – all as part of a larger effort to redirect defense spending away from overhead and support contractors and toward troops and modernization.</p>\",\n        \"<p>The region's congressional delegation, which has been critical of Gates for failing to provide any analysis to back up his plan, might get some answers in two weeks. The Defense Department has agreed to provide a briefing Sept. 8 for the region's federal lawmakers and McDonnell's office, said Jessica Smith, spokeswoman for Sen. Jim Webb, D-Va.</p>\",\n        \"<p>The officials who met in Virginia Beach agreed to establish work groups that would focus on several areas that include challenging the legality of Gates' decision to close the facility without timely congressional notification or review; conducting congressional hearings to press defense officials to explain their actions; starting a lobbying campaign aimed at the White House and defense officials; and working with private contractors who have made significant financial investments in JFCOM operations.</p>\",\n        \"<p>Warner said that while the group needs to move swiftly, a report last week that President Barack Obama would sign off on the JFCOM shutdown by Sept. 1 is not valid. Exactly when a decision will be made isn't clear, he said.</p>\",\n        \"<p>As of Thursday, he said, there has been no change in JFCOM's operations.</p>\",\n        \"<p><em>Bill Bartel, (757) 446-2398, bill.bartel@pilotonline.com</em></p>\"\n    ],\n    \"tagline\": null,\n    \"archivetime\": {\n        \"rfc2822\": null,\n        \"uts\": null,\n        \"iso8601\": null\n    },\n    \"sections\": [\n        \"news\"\n    ],\n    \"subheadline\": null,\n    \"keywords\": [\n        \"military\"\n    ],\n    \"preview\": {\n        \"height\": null,\n        \"uuid\": \"f34e146a-53f9-5646-8e33-647bcf2431e0\",\n        \"mode\": \"via .view\",\n        \"url\": null,\n        \"mime_type\": null,\n        \"width\": null,\n        \"resource_url\": null,\n        \"file_size\": null\n    },\n    \"kicker\": null,\n    \"byline\": null,\n    \"title\": \"Warner: Local offensive on JFCOM closure has begun\",\n    \"type\": \"article\"\n}"},
    {"article_id": "712cf421-2e88-5d51-b408-e5b051d633e0", "src_id": "169918", "title": "Suffolk board, council to meet on school impasse", "block": "{\n    \"thumbnail\": {\n        \"height\": null,\n        \"uuid\": \"712cf421-2e88-5d51-b408-e5b051d633e0\",\n        \"mode\": \"via .view\",\n        \"url\": null,\n        \"mime_type\": null,\n        \"width\": null,\n        \"resource_url\": null,\n        \"file_size\": null\n    },\n    \"flags\": [],\n    \"lastupdated\": {\n        \"rfc2822\": \"Fri, 06 Nov 2015 13:35:50 -0500\",\n        \"utc\": \"1446834950000\",\n        \"iso8601\": \"2015-11-06T13:35:50-05:00\"\n    },\n    \"starttime\": {\n        \"rfc2822\": \"Fri, 27 Aug 2010 00:00:00 -0400\",\n        \"utc\": \"1282881600000\",\n        \"iso8601\": \"2010-08-27T00:00:00-04:00\"\n    },\n    \"uuid\": \"712cf421-2e88-5d51-b408-e5b051d633e0\",\n    \"url\": \"http://pilotonline.com/news/local/education/article_712cf421-2e88-5d51-b408-e5b051d633e0.html\",\n    \"presentation\": null,\n    \"authors\": [\n        {\n            \"screen_name\": \"hattie brown garrow\",\n            \"first_name\": \"Hattie Brown\",\n            \"uuid\": \"634e5904-6225-11e5-8af9-10604b9ffe60\",\n            \"last_name\": \"Garrow\",\n            \"byline\": null,\n            \"avatar\": null\n        }\n    ],\n    \"hammer\": null,\n    \"prologue\": \"<p>SUFFOLK The School Board decided Thursday to schedule a meeting with the City Council to discuss how to select a site for a new elementary school. Nine options are on the table, Chairwoman Lorraine Skeeter said, declining to elaborate. The School Board would like to talk with the council by Sept. 9, the date of the board's next monthly meeting.</p>\",\n    \"content\": [\n        \"<p>SUFFOLK</p>\",\n        \"<p>The School Board decided Thursday to schedule a meeting with the City Council to discuss how to select a site for a new elementary school.</p>\",\n        \"<p>Nine options are on the table, Chairwoman Lorraine Skeeter said, declining to elaborate. The School Board would like to talk with the council by Sept. 9, the date of the board's next monthly meeting.</p>\",\n        \"<p>The board has discussed for months where to build a school to replace both Robertson and Southwestern elementary schools. Members are split on whether to build in the Holland area, where Southwestern is, or somewhere that's central to Holland and Whaleyville, the location of Robertson.</p>\",\n        \"<p>Last week, the council recommended placing the school at a site in Holland because it would best fit the city's comprehensive plan. The board rejected that suggestion 4-3 the following day.</p>\",\n        \"<p>During Thursday's special meeting, board members also voted unanimously to give $10,000 to Nansemond River High School's marching band for a Thanksgiving Day parade in Philadelphia.</p>\"\n    ],\n    \"tagline\": null,\n    \"archivetime\": {\n        \"rfc2822\": null,\n        \"uts\": null,\n        \"iso8601\": null\n    },\n    \"sections\": [\n        \"news/local/education\"\n    ],\n    \"subheadline\": null,\n    \"keywords\": [\n        \"education\",\n        \"news\",\n        \"suffolk\"\n    ],\n    \"preview\": {\n        \"height\": null,\n        \"uuid\": \"712cf421-2e88-5d51-b408-e5b051d633e0\",\n        \"mode\": \"via .view\",\n        \"url\": null,\n        \"mime_type\": null,\n        \"width\": null,\n        \"resource_url\": null,\n        \"file_size\": null\n    },\n    \"kicker\": null,\n    \"byline\": null,\n    \"title\": \"Suffolk board, council to meet on school impasse\",\n    \"type\": \"article\"\n}"},
    {"article_id": "76897bcb-6f8c-5919-823b-1b1ed00c73ed", "src_id": "169919", "title": "Virginia Beach official calls for better credit card oversight", "block": "{\n    \"thumbnail\": {\n        \"height\": 130,\n        \"uuid\": \"76897bcb-6f8c-5919-823b-1b1ed00c73ed\",\n        \"mode\": \"via .view\",\n        \"url\": \"https://bloximages.newyork1.vip.townnews.com/pilotonline.com/content/tncms/assets/v3/editorial/6/ff/6ff66db5-0a04-5334-bd0f-77760b6be816/563bd91aaffe8.image.jpg?resize=100%2C130\",\n        \"mime_type\": \"image/jpeg\",\n        \"width\": 100,\n        \"resource_url\": \"https://bloximages.newyork1.vip.townnews.com/pilotonline.com/content/tncms/assets/v3/editorial/6/ff/6ff66db5-0a04-5334-bd0f-77760b6be816/563bd91aaffe8.image.jpg?resize=100%2C130\",\n        \"file_size\": 4042,\n        \"aspect_ratio_y\": 13,\n        \"aspect_ratio\": \"10:13\",\n        \"aspect_ratio_x\": 10\n    },\n    \"flags\": [],\n    \"lastupdated\": {\n        \"rfc2822\": \"Fri, 06 Nov 2015 13:42:04 -0500\",\n        \"utc\": \"1446835324000\",\n        \"iso8601\": \"2015-11-06T13:42:04-05:00\"\n    },\n    \"starttime\": {\n        \"rfc2822\": \"Fri, 27 Aug 2010 00:00:00 -0400\",\n        \"utc\": \"1282881600000\",\n        \"iso8601\": \"2010-08-27T00:00:00-04:00\"\n    },\n    \"uuid\": \"76897bcb-6f8c-5919-823b-1b1ed00c73ed\",\n    \"url\": \"http://pilotonline.com/news/government/local/article_76897bcb-6f8c-5919-823b-1b1ed00c73ed.html\",\n    \"presentation\": null,\n    \"authors\": [\n        {\n            \"screen_name\": \"deirdre fernandes\",\n            \"first_name\": \"Deirdre\",\n            \"uuid\": \"61d5b8ce-6225-11e5-8ae8-10604b9ffe60\",\n            \"last_name\": \"Fernandes\",\n            \"byline\": null,\n            \"avatar\": null\n        }\n    ],\n    \"hammer\": null,\n    \"prologue\": \"<p>VIRGINIA BEACH A deputy city manager said Thursday he has recommended that all department directors conduct reviews of credit card purchases even as the city's auditor identified about $15,000 in questionable expenses by a former tourism official.</p>\",\n    \"content\": [\n        \"<p>VIRGINIA BEACH</p>\",\n        \"<p>A deputy city manager said Thursday he has recommended that all department directors conduct reviews of credit card purchases even as the city's auditor identified about $15,000 in questionable expenses by a former tourism official.</p>\",\n        \"<p>In an e-mail Tuesday, Deputy City Manager Dave Hansen reminded agency leaders of Virginia Beach's policy on credit cards and that they should schedule a routine monthly examination to ensure that employees are in compliance.</p>\",\n        \"<p>\\\"It's a polite reminder to do what you're supposed to be doing,\\\" Hansen said.</p>\",\n        \"<p>After The Virginian-Pilot raised questions about credit card bills from Reggie Stevenson earlier this month, the city's Convention and Visitors Bureau asked police and the auditor to investigate.</p>\",\n        \"<p>In April, Stevenson resigned for an unrelated issue as a national sales representative for the bureau after working for the city for seven years.</p>\",\n        \"<p>He used his credit card for a $250 meal in Washington, D.C., on New Year's Eve, for grocery store purchases, trips to coffee shops and to buy alcohol.</p>\",\n        \"<p>Between January 2009 and his last day, Stevenson put about $52,000 on his city-issued Visa and was among the top 10 spenders on city credit cards.</p>\",\n        \"<p>Among the purchases that officials have flagged are meals in Portsmouth, Suffolk and Norfolk and trips out of state where he was unlikely to have clients, City Auditor Lyndon Remias said.</p>\",\n        \"<p>Remias has asked CVB officials to review those receipts. Jim Ricketts, director of the bureau, said his staff will meet today to start that examination.</p>\",\n        \"<p>Ricketts declined to comment much more about the credit card charges because \\\"the investigation has really taken hold.\\\"</p>\",\n        \"<p>Virginia Beach's credit card policy requires employees to submit their receipts and a monthly log of their purchases with explanations of the expenses.</p>\",\n        \"<p>Each department has an assigned program manager who reviews the charges for appropriateness and ensures that all the paperwork is in place.</p>\",\n        \"<p>In Stevenson's case, the program manager signed off on the monthly statements.</p>\",\n        \"<p>\\\"Something broke down,\\\" Hansen said. \\\"There are some highly unusual charges on this record. How this got by undetected at the monthly review... is of great concern to our leadership.\\\"</p>\",\n        \"<p><em>Deirdre Fernandes, (757) 222-5121, deirdre.fernandes@pilotonline.com</em></p>\"\n    ],\n    \"tagline\": null,\n    \"archivetime\": {\n        \"rfc2822\": null,\n        \"uts\": null,\n        \"iso8601\": null\n    },\n    \"sections\": [\n        \"news/government/local\"\n    ],\n    \"subheadline\": null,\n    \"keywords\": [\n        \"local government\",\n        \"news\",\n        \"virginia beach\"\n    ],\n    \"preview\": {\n        \"height\": 832,\n        \"uuid\": \"76897bcb-6f8c-5919-823b-1b1ed00c73ed\",\n        \"mode\": \"via .view\",\n        \"url\": \"https://bloximages.newyork1.vip.townnews.com/pilotonline.com/content/tncms/assets/v3/editorial/6/ff/6ff66db5-0a04-5334-bd0f-77760b6be816/563bd91aaffe8.image.jpg\",\n        \"mime_type\": \"image/jpeg\",\n        \"width\": 640,\n        \"resource_url\": \"https://bloximages.newyork1.vip.townnews.com/pilotonline.com/content/tncms/assets/v3/editorial/6/ff/6ff66db5-0a04-5334-bd0f-77760b6be816/563bd91aaffe8.image.jpg\",\n        \"file_size\": 4042,\n        \"aspect_ratio_y\": 13,\n        \"aspect_ratio\": \"10:13\",\n        \"aspect_ratio_x\": 10\n    },\n    \"kicker\": null,\n    \"byline\": null,\n    \"title\": \"Virginia Beach official calls for better credit card oversight\",\n    \"type\": \"article\"\n}"},
    {"article_id": "0c555522-5e33-5e11-998b-3a9162e401f7", "src_id": "169920", "title": "Ex-manager at Victory Nissan in Chesapeake back as partner", "block": "{\n    \"thumbnail\": {\n        \"height\": null,\n        \"uuid\": \"0c555522-5e33-5e11-998b-3a9162e401f7\",\n        \"mode\": \"via .view\",\n        \"url\": null,\n        \"mime_type\": null,\n        \"width\": null,\n        \"resource_url\": null,\n        \"file_size\": null\n    },\n    \"flags\": [],\n    \"lastupdated\": {\n        \"rfc2822\": \"Fri, 06 Nov 2015 14:21:41 -0500\",\n        \"utc\": \"1446837701000\",\n        \"iso8601\": \"2015-11-06T14:21:41-05:00\"\n    },\n    \"starttime\": {\n        \"rfc2822\": \"Fri, 27 Aug 2010 00:00:00 -0400\",\n        \"utc\": \"1282881600000\",\n        \"iso8601\": \"2010-08-27T00:00:00-04:00\"\n    },\n    \"uuid\": \"0c555522-5e33-5e11-998b-3a9162e401f7\",\n    \"url\": \"http://pilotonline.com/business/article_0c555522-5e33-5e11-998b-3a9162e401f7.html\",\n    \"presentation\": null,\n    \"authors\": [\n        {\n            \"screen_name\": \"carolyn shapiro\",\n            \"first_name\": \"Carolyn\",\n            \"uuid\": \"74197930-6225-11e5-8bba-10604b9ffe60\",\n            \"last_name\": \"Shapiro\",\n            \"byline\": null,\n            \"avatar\": null\n        }\n    ],\n    \"hammer\": null,\n    \"prologue\": \"<p>The former general manager of Victory Nissan in Chesapeake has returned as a partner in the dealership under new ownership. Dan Banister joined with Dibre Auto Group, which is owned by two brothers and operates dealerships in New Jersey and New York, to buy Victory Nissan last month. Victory Automotive Group, based in Tennessee, had owned the dealership since 2001.</p>\",\n    \"content\": [\n        \"<p>The former general manager of Victory Nissan in Chesapeake has returned as a partner in the dealership under new ownership.</p>\",\n        \"<p>Dan Banister joined with Dibre Auto Group, which is owned by two brothers and operates dealerships in New Jersey and New York, to buy Victory Nissan last month. Victory Automotive Group, based in Tennessee, had owned the dealership since 2001.</p>\",\n        \"<p>Banister held a minority stake in Victory Nissan but parted ways with the former owners in May 2009 and later went to work for rival Hall Nissan. \\\"This time around, I have the option of buying them out,\\\" he said of the Dibre brothers.</p>\",\n        \"<p>Banister declined to disclose terms of the sale.</p>\",\n        \"<p>Now operating as Nissan of Chesapeake, the dealership has about 80 employees.</p>\",\n        \"<p>When Banister returned in July, he found that sales had dropped off considerably. Sales of new vehicles fell 34 percent from the first six months of 2009 to the same period in 2010, according to data compiled by AutoCount, a division of credit-reporting bureau Experian. Victory Nissan sold 338 new cars from January to June this year, down from 510 in the prior year.</p>\",\n        \"<p>\\\"The profitability went well into the negative, well into the red,\\\" Banister said.</p>\",\n        \"<p>Victory Automotive remains responsible for any lawsuits and liability claims filed when it owned the dealership, Banister said.</p>\",\n        \"<p><em>Carolyn Shapiro, (757) 446-2270, carolyn.shapiro@pilotonline.com</em></p>\"\n    ],\n    \"tagline\": null,\n    \"archivetime\": {\n        \"rfc2822\": null,\n        \"uts\": null,\n        \"iso8601\": null\n    },\n    \"sections\": [\n        \"business\"\n    ],\n    \"subheadline\": null,\n    \"keywords\": [\n        \"business\"\n    ],\n    \"preview\": {\n        \"height\": null,\n        \"uuid\": \"0c555522-5e33-5e11-998b-3a9162e401f7\",\n        \"mode\": \"via .view\",\n        \"url\": null,\n        \"mime_type\": null,\n        \"width\": null,\n        \"resource_url\": null,\n        \"file_size\": null\n    },\n    \"kicker\": null,\n    \"byline\": null,\n    \"title\": \"Ex-manager at Victory Nissan in Chesapeake back as partner\",\n    \"type\": \"article\"\n}"}
  ]
}