{
  "pilot-ok-txt":
  [
    {"article_id": "0d1d1530-86c5-11e8-9fde-5f9dc5fbf337", "publish_dt": "2018-07-14", "rendered_text": "<p>At first, President Donald Trump told us that he couldn’t do anything about the policy of separating children from their parents at the border. He insisted it was based on a law — a law that didn’t exist.</p>\n<p>Then, U.S. Attorney General Jeff Sessions, Trump’s appointee, told us that the Bible requires children of immigrants to be separated from their parents.</p>\n<p>Then Trump bragged about his executive order, which undid what never should have been done.</p>\n<p>I expect an occasional untruth from any politician, and I’ve voted for a lot of Republicans over the years. But no more, until I meet one who can tell the truth at least 75 percent of the time.</p>\n<p>It isn’t the Grand Old Party anymore.</p>\n<p>Thomas L. Isenhour</p>\n<p>Suffolk</p>\n"},
    {"article_id": "e2b6907e-8628-11e8-afac-2fb3b705ca23", "publish_dt": "2018-07-14", "rendered_text": "<p>I TOTALLY AGREE with the writer of the June 27 letter “<a href=\"https://pilotonline.com/opinion/letters/article_40d733b4-78c5-11e8-ad7d-7fe5b2233bd3.html\" target=\"_blank\">Our nation’s greatness at risk</a>.” We must remember what made America great in the first place, but I think I disagree with the letter writer on how we should do that.</p>\n<p>Individual freedoms and democracy were key reasons for the dynamic success of America, but so was our embrace of free enterprise, capitalism and the specific limitations that the Constitution placed on the role of government. Our brilliant founding fathers understood that the strict top-down controls imposed by the powerful kings and powerful churches of their time limited individual citizens’ ability to pursue their own happiness. Limited government, along with limited taxes on the results of their labor, allowed America to quickly jump from being a small backwater society to being the richest, most powerful and most free nation that the world had ever known.</p>\n<p>All four of my grandparents were part of the “huddled masses yearning to breathe free” who were drawn to America long before we offered immigrants a minimum wage, Social Security, subsidized health insurance, unions and detailed regulations, or anything else except the opportunity to work hard at low wages and save whatever they could so that their children could get an education and their grandchildren could be better off than they ever imagined.</p>\n<p>Sweatshops were terrible and, of course, some taxes and regulations are necessary. Providing a minimum safety net is the right thing to do for those citizens truly in need. However, by offering too much support for too many people at too high a cost, and for an unlimited period of time, we are digging a hole that America may never be able to grow out of.</p>\n<p>The “help” sometimes produces three or even four generations of families living on food stamps and welfare with no hope of leaving the trap they know they are in.</p>\n<p>I am not blaming the poor for being poor. The federal government allowed the Clinton-era welfare reform (which required a work component and reduced welfare rolls by millions) to be changed so that welfare rolls expanded again.</p>\n<p>And now we need to have open borders to bring in immigrants because Americans are no longer willing to do the back-breaking, menial tasks that my grandparents happily came to America to do.</p>\n<p>It’s time to figure out how to get back onto the track that our founders set us on.</p>\n<p>Arthur Rosenfeld</p>\n<p>Norfolk</p>\n"},
    {"article_id": "90c1992e-86c5-11e8-b552-abc95c9cfdf8", "publish_dt": "2018-07-14", "rendered_text": "<p>Re “<a href=\"https://pilotonline.com/opinion/letters/article_c21f95d2-7f01-11e8-8ca4-df04c615b1ed.html\" target=\"_blank\">Media’s bias isn’t respected</a>” (letter, July 5): The writer of this letter says that “respect is earned.” He is so right. But 99 percent of the media wants one thing — the truth.</p>\n<p>President Donald Trump has no respect for anything close to the truth.</p>\n<p>In Trump’s first year as president, he lied thousands of times. Since then, he has lied every day. We have never seen anyone lying at this rate. He’s the only president we’ve had who doesn’t read much of the material given to him.</p>\n<p>I agree that White House Press Secretary Sarah Huckabee Sanders should never have been asked to leave that restaurant in Lexington. That was tacky.</p>\n<p>Trump disrespects women, religions, other countries and other continents. He will go down in history as our worst president.</p>\n<p>Chris Sondberg</p>\n<p>Nags Head</p>\n"},
    {"article_id": "62067338-86b7-11e8-9946-dfbd6382a49b", "publish_dt": "2018-07-14", "rendered_text": "<p>LET’S SAY you’re the president of the United States and want to keep the country safe. But data from the Department of Defense shows that a stunning 71 percent of Americans between the ages of 17 and 24 are unable to join the military because they are too overweight, are poorly educated, or have a record of crime or drug abuse.</p>\n<p>But despite your need for strong fighting forces, you decide to start eliminating highly qualified immigrants from the ranks, even though they’ve been fully vetted to be part of the military.</p>\n<p>This is what’s going on with the Trump administration’s move to discharge immigrants who enlisted with the promise of a path to citizenship, as The Associated Press recently reported. An estimated 15,000 foreign-born people in the military could be kicked out or have their applications for citizenship delayed or denied.</p>\n<p>Since at least World War I, the exchange of military service and potential loss of life for expedited naturalization has been in place for immigrants with special skills. Yet the administration’s actions have taken many immigrants by surprise.</p>\n<p>These personnel already knew that life might get more difficult under the Trump administration —immigrant advocacy groups have been warning them about the potential for tightened requirements.</p>\n<p>The surprising part has been the lack of information given to the affected parties and the absence of due process.</p>\n<p>“People are just getting pieces of paper saying they’re getting discharged, in many cases, without a stated reason, without recourse or opportunity to appeal, with no transparency whatsoever,” said Margaret Stock, a retired Army Reserve lieutenant colonel and immigration attorney with expert knowledge of military immigrant-recruitment programs.</p>\n<p>“In one case, a soldier found out about her discharge only after searching on the Army’s human resources website,” Stock said during a press briefing. “And the crazy thing is that they told her that she won’t be able to get her citizenship until she’s discharged, which is such a waste — she’s had no disciplinary problems, she’s a good soldier, and as soon as she is discharged she will get her citizenship but won’t be able to serve in the military.”</p>\n<p>According to Stock, any concerns about foreign nationals serving in the military generally stem from a total ignorance of the incredible hoops they have to jump through to qualify.</p>\n<p>“There are background checks on top of background checks,” she said. “All of the people affected have already passed fingerprint checks, FBI, criminal and name checks, single scope, Tier 5, one-on-one interviews, counter-intelligence screenings, plus others with so many acronyms I can’t even list them all. Post-9/11, these people are vetted so thoroughly through the Department of Homeland Security to the point that the chances of any of them being a security risk are extraordinarily infinitesimal.”</p>\n<p>Stock continued: “Keep in mind that these people are much more vetted than any U.S. citizen — they go through background checks that are never required of U.S. citizens, yet the Pentagon is claiming that some of these people need more — or applying inappropriate criteria by which to measure risk.”</p>\n<p>In one example Stock cited, a young medic from Ukraine enlisted more than two years ago in the U.S. Army but was recently discharged. A review of her file yielded the detail that her family back in Ukraine was helping her pay for college in the United States — but the rules for a U.S. student visa require a student to prove how they’ll fund all educational, living and travel costs.</p>\n<p>Immigrants who want to serve their adopted country have not taken these discharges sitting down. Individual recruits have filed lawsuits to fight being discharged, and there are also larger court challenges to the October 2017 Pentagon memos that first established the more stringent guidelines for the right to join the military and gain expedited citizenship.</p>\n<p>According to Stock, the Pentagon itself admitted that labor shortages are making it so that its limited staff can hardly keep up with the usual background checks they have now, and it would take more than 10 years to clear all the people in the pipeline, rendering their military service untenable.</p>\n<p>Some people would say this whole situation is crazy. In fact, it’s a classic case of our country shooting itself in the foot.</p>\n"},
    {"article_id": "e520d492-86bd-11e8-a7b7-f7dda3815636", "publish_dt": "2018-07-14", "rendered_text": "<p>THE WORDS used to describe former Chesapeake Mayor Bill Ward recount a life well lived: “the people’s mayor,” “a leader’s leader,” role model, mentor, hero, friend.</p>\n<p>Tributes to Ward poured in from people throughout Hampton Roads and beyond after his death Tuesday at age 84.</p>\n<p>Ward served on the Chesapeake City Council from 1978 to 1990 and as mayor from 1990 to 2004 — the longest-serving mayor in the city’s history. He also was the first — and so far, the only — black mayor of the city. After he left office, he continued to serve in various leadership roles in the community.</p>\n<p>As mayor, Ward was credited with leading a surge of economic development in the city, which provided good jobs to residents during a time of rapid growth.</p>\n<p>“He was the kind of mayor — regardless of what party you are in or political beliefs — you wanted to rally behind him, so he got a lot done,” said current Mayor Rick West.</p>\n<p>In addition to his decades of public service, Ward also taught for 27 years as a history professor at Norfolk State University. He was an inspiration to many other former, current and future community leaders, especially for African Americans interested in public service roles.</p>\n<p>“He was a role model during a time that we really did need role models,” said former Portsmouth Mayor Kenny Wright, who called Ward his hero.</p>\n<p>“You see a guy like that come around once in a lifetime,” Wright said.</p>\n<p>Ward leaves behind a large legacy to the community he loved and the students he taught. His vision for Chesapeake and his influence on others will be felt far and wide for many years.</p>\n<p>A recent CNBC ranking listed Virginia as the fourth best state in the nation for business, up from the seventh spot last year.</p>\n<p>Rankings can be fickle, and they will vary based on the organizations that compile the results. But the top 5 result is significant because the commonwealth in recent years had fallen in many national business rankings.</p>\n<p>That decline was noted last year by the Virginia Chamber of Commerce in its set of ambitious goals, compiled in a document known as Blueprint Virginia 2025. According to the document, “Since 2010, Virginia’s average in national rankings of business climate has dropped about seven spots.”</p>\n<p>Before its slide, Virginia had been ranked as high as No. 1.</p>\n<p>A return to the top spot won’t happen overnight. A greater emphasis on workforce development and innovation, both of which received support in this year’s state budget, will be an important component in helping Virginia to improve.</p>\n<p>The goal of reaching No. 1 for businesses is good, as long as the needs and wants of businesses are balanced with an equal interest in ensuring that the state is also best for employees, the environment and quality of life.</p>\n<p>That’s a goal we can all support.</p>\n<p>Life along the coast includes regular interactions with nature as well as some unusual sights. But you still don’t expect to see a disoriented, 400-pound sea turtle crossing busy N.C. 12 during the daytime.</p>\n<p>That’s what happened last week when a loggerhead took a wrong turn out of the ocean and started heading across the dunes and the well-traveled road at Mirlo Beach, north of Rodanthe.</p>\n<p>“She didn’t know where she was going.” said Paul Doshkov, biological science technician for the National Park Service.</p>\n<p>Nearly 100 turtles have nested recently at Cape Hatteras National Seashore, so turtle sightings in the area aren’t uncommon. This loggerhead, though, was circling in the hot sun for several hours before rescuers cooled her with wet towels and found a way to get her back home.</p>\n<p>It took seven people and a well-constructed stretcher to lift her back to the beach, where she walked back into the ocean. Maybe she’ll return soon to nest as well — but stay on the safe side of the road this time.</p>\n"},
    {"article_id": "012107ee-8bf4-50ad-bc80-7e519a6265bc", "publish_dt": "2018-07-14", "rendered_text": "<p>WE'RE NOW JUST four months, practically speaking, from the effective launch of the 2020 Democratic presidential primary season. As soon as the 2018 midterm election is in the books -- win or lose -- you'll probably see a handful of the dozens of prospective candidates making moves or even launching campaigns to challenge President Donald Trump.</p>\n<p>Here are the top 15 contenders for the Democratic presidential nomination:</p>\n<p>15. Oprah Winfrey: Oprah stays on this list because she's Oprah and has clearly shown some interest. But she continues to suggest she won't do it. \"I would not be able to do it. It's not a clean business. It would kill me,\" she told British Vogue recently. </p>\n<p>14. New Orleans Mayor Mitch Landrieu: Landrieu is among the 2020 contenders with whom former President Barack Obama has spoken about the future of the party. He remains perhaps the most legitimate dark horse here.</p>\n<p>13. Ohio Sen. Sherrod Brown: Despite being targeted by the GOP for defeat in his reelection campaign this year, he looks comfortable. He leads Rep. James Renacci by double digits in all recent polls.</p>\n<p>12. New York Gov. Andrew Cuomo: The most recent Siena College poll has Cuomo actually widening his primary lead over former \"Sex and the City\" star Cynthia Nixon; he led by 35 points. The primary is Sept. 13, and Cuomo's performance could either kill or fuel his 2020 ambitions.</p>\n<p>11. Connecticut Sen. Chris Murphy: Murphy has said he won't run, but the New York Times reported recently that he's among those keeping tabs on much-sought-after New York donors.</p>\n<p>10. Former New York Mayor Michael Bloomberg: The man who has threatened to run before as an independent is now reportedly considering running as a Democrat. And he's putting $80 million behind Democratic candidates in 2018. Not only have we been down this road before, but Bloomberg is also among the oldest names on a list of already-quite-old candidates -- he's 76 now. His money would, of course, instantly make him a contender.</p>\n<p>9. Former U.S. Attorney General Eric H. Holder Jr.: Holder traveled to New Hampshire recently and had this to say about challenging Trump: \"Two guys from Queens. That would be interesting. New Yorkers know how to talk to other New Yorkers.\"</p>\n<p>8. Former Virginia Gov. Terry McAuliffe: He may be undertaking the most important 2018 job on this list: trying to elect Democratic governors. Given the party's deficit in many key states, winning governor's races is vital to preventing another GOP-controlled round of redistricting that could put Democrats on their heels for another decade. That said, it's not exactly high-profile work.</p>\n<p>7. Former Massachusetts Gov. Deval Patrick: News about Patrick running keeps coming from people who seem to badly want him to run, rather than the prospective candidate himself. But he is promising a decision by the end of the year. </p>\n<p>6. New York Sen. Kirsten Gillibrand: Gillibrand remains one of the most likely candidates on this list, but her relationship with the Clintons is a big and potentially harmful subplot. Bill Clinton recently hit back after Gillibrand said, in retrospect, that he should've resigned the presidency in the late 1990s.</p>\n<p>5. New Jersey Sen. Cory Booker: Booker recently offered some of his most extensive comments to date about 2020. The summation: He's focused on reelecting Democrats in 2018 -- and his travel schedule bears that out -- and then he'll see what happens.</p>\n<p>4. Former Vice President Joe Biden: Polling this far out should be taken with a huge grain of salt if not outright ignored. But I suppose it's worth something that Biden had the most people say they were open to voting for him in a new Vox Populi poll. That's partially because of name ID, sure, but he was better off than Sen. Bernie Sanders and even others who were as well-known as he is.</p>\n<p>3. California Sen. Kamala Harris: Harris recently said that she's \"not ruling out\" a 2020 presidential run. But her actions may speak louder than her words. She was the first lawmaker to call for Homeland Security Secretary Kirstjen Nielsen to resign over the Trump administration's family-separation policy. </p>\n<p>2. Massachusetts Sen. Elizabeth Warren: She continues to set the progressive tone, including being a leading early voice for the abolition of ICE. And some key Clinton backers sound intrigued by her.</p>\n<p>1. Vermont Sen. Bernie Sanders: Sanders keeps insisting he won't become a Democrat. He announced recently that he'll seek the Democratic nomination in his 2018 reelection campaign, but also that if he wins the nomination, he'll turn it down. Given his clear interest in seeking the Democratic presidential nomination in 2020, it seems an unnecessary bit of partisan hairsplitting.</p>\n"},
    {"article_id": "f8f0e8d4-86c9-11e8-aed2-172ff37f4b16", "publish_dt": "2018-07-14", "rendered_text": "<p>Re “<a href=\"https://pilotonline.com/opinion/letters/article_e1066988-855c-11e8-95a1-a7af7287ca5c.html\" target=\"_blank\">Luria will protect health care</a>” (letter, July 13): Not enough recognition is given to the fact that the Affordable Care Act made it less affordable for the average American to have adequate health insurance. This was my personal experience.</p>\n<p>My insurance options changed from a plan that was fully paid for by my employer to a plan where I would pay half the cost, or a plan where I would pay the full premium.</p>\n<p>This cost workers hundreds of dollars a month, and it was a direct result of the ACA. When employers shifted the cost, very few made any concessions to the workers, and many working people had to pay the same bills with less income, because the premiums came out of their paychecks.</p>\n<p>Until politics are put aside and all parties work toward a solution that includes everyone without penalizing others, there will still be debate on health care.</p>\n<p>John M. Naylor</p>\n<p>Portsmouth</p>\n"},
    {"article_id": "ab2d0198-8695-11e8-9430-2777812cd38a", "publish_dt": "2018-07-13", "rendered_text": "<p>Barbara Coombes, 51, had just been gardening in her father's backyard, on a street of red-brick terrace homes in their quiet suburb near Manchester, England, when she went inside and spotted a box on the dining room table.</p>\n<p>Sifting through the box, she was repulsed by what she saw: A trove of pornographic photos - of children. Among them were explicit photographs of herself as a child, according to a court hearing <a href=\"https://www.manchestereveningnews.co.uk/news/greater-manchester-news/barbara-coombes-was-fathers-sex-14897469\" target=\"_blank\">reported by the Manchester Evening News</a>.</p>\n<p>The images were painful reminders of her childhood, of the decades of abuse at the hands of a father who allegedly used her as a \"sex slave\" and raped her hundreds of times, <a href=\"https://www.theguardian.com/uk-news/2018/jul/11/manchester-woman-barbara-coombes-admits-killing-her-father?CMP=share_btn_tw\" target=\"_blank\">the Guardian reported</a>, citing the Manchester crown court hearing.</p>\n<p>\"I could feel a black cloud appearing over me,\" Coombes said in court this week, according to the Evening News. \"In a haze of disgust and disbelief, I picked up a shovel I had been gardening with and walked into the living room where my father was standing.\"</p>\n<p>She took the shovel and clobbered the 87-year-old man, Kenneth Coombes, in the back of the head, <a href=\"http://www.gmp.police.uk/live/nhoodv3.nsf/TriageWebsitePages/BB2A927E326C3105802582C7004562DD?OpenDocument\" target=\"_blank\">Greater Manchester Police said</a>. As he turned toward her, she hit him again. Then, using the shovel's sharp blade, she slit his throat and watched him bleed to death, the Evening News reported.</p>\n<p>Coombes wrapped her father's body in an old rug and hauled it out to the back garden, hiding it behind a tree, police said. The next day she bought about 2,000 pounds of soil, using it to bury the body <a href=\"https://www.telegraph.co.uk/news/2018/07/11/woman-admits-killing-father-burying-body-finding-stash-paedophile/\" target=\"_blank\">in a covert grave</a>, circled neatly with bricks. The body would remain there for more than a decade. It was a secret Coombes would keep even from her closest relatives who were made to believe the elderly war veteran had simply died of a heart condition.</p>\n<figure class=\"inline-asset inline-editorial-html\" data-tncms-app=\"editorial\" data-tncms-uuid=\"6cf666a2-8696-11e8-971c-bbcd20ba10b6\"><a href=\"http://pilotonline.com/html_6cf666a2-8696-11e8-971c-bbcd20ba10b6.html\"><img src=\"https://bloximages.newyork1.vip.townnews.com/pilotonline.com/content/tncms/assets/v3/editorial/6/cf/6cf666a2-8696-11e8-971c-bbcd20ba10b6/5b489872a3528.preview.jpg?resize=100%2C56\"></a><figcaption><h2><a href=\"http://pilotonline.com/html_6cf666a2-8696-11e8-971c-bbcd20ba10b6.html\"><i class=\"\" aria-hidden=\"true\"></i> Tweet: Barbara Coombes and her garden</a></h2><p></p></figcaption></figure>\n<p>For 12 years, she lived in the same home, police said, her bedroom window only yards away from the body of her dead father.</p>\n<p>In January of this year, Coombes admitted to killing her father, concealing his death and profiting from his pension benefits. She eventually pleaded guilty to manslaughter, not murder, on the grounds of \"diminished responsibility.\"</p>\n<p>And on Wednesday, a judge in Manchester sentenced Coombes, now 63, to nine years in prison for the manslaughter of her father.</p>\n<p>The judge, Timothy King, told Coombes he realized the years of abuse took a \"devastating\" toll on Coombes, <a href=\"https://www.thetimes.co.uk/article/barbara-coombes-killed-and-buried-abusive-father-in-garden-sn83fljgw\" target=\"_blank\">the Times of London reported</a>. Still, he said, the \"history of abuse may explain but not justify the taking of life.\"</p>\n<p>Growing up in the Manchester suburb of Stockport, both Coombes and her mother suffered at the hands of Coombes' father, according to the Evening News. Kenneth Coombes was described in court as a \"formidable\" man who served as a mechanic during World War II.</p>\n<p>\"She had no friends, no life outside the house where she was treated as a slave and controlled by her father and had no one to talk to,\" lawyer Martin Heslop said in court, <a href=\"http://www.itv.com/news/granada/2018-07-12/woman-gets-nine-year-jail-term-for-killing-and-burying-father-in-garden/\" target=\"_blank\">according to ITV</a>.</p>\n<p>Heslop said Coombes' father may have even been the father of her first child, who died shortly after birth, the Guardian reported.</p>\n<p>When Coombes was less than nine years old, her father allegedly took her to a \"photography club\" and forced her to expose her genital area as men took pictures of her, the Guardian reported. Even as Coombes grew older, into her 40s and 50s, her father continued to molest her, she told authorities.</p>\n<p>When her marriage fell apart, and long after her mother had died of cervical cancer, Coombes and her 16-year-old daughter moved back in with her father.</p>\n<p>In 2006, Coombes told those close to her had her father had died unexpectedly and the hospital handled his cremation, police said. She devised a \"series of elaborate lies\" to cover up the killing, <a href=\"http://www.itv.com/news/granada/2018-07-12/woman-gets-nine-year-jail-term-for-killing-and-burying-father-in-garden/\" target=\"_blank\">according to ITV</a>: She wrote her brother a letter telling him their father had died of a heart attack. She canceled all of his medical appointments. She told her daughter that her grandfather would not have wanted the \"fuss\" of a funeral.</p>\n<p>\"To my knowledge this man Kenneth just disappeared,\" a neighbor, Terry Sever, told the Evening News. \"I was not that friendly to ask where he went. I just did not see him anymore.\"</p>\n<p>And over the course of all these years, Coombes was profiting off her late father. According to police, she fraudulently received more than 180,000 pounds in benefits, the equivalent today of about $236,000.</p>\n<p>Then, an official from the local housing association reached out to schedule a \"winter welfare\" visit for Kenneth Coombes at his home.</p>\n<p>As the \"net began to tighten\" she decided to turn herself in, <a href=\"https://www.bbc.com/news/uk-england-manchester-44794426\" target=\"_blank\">the BBC reported</a>. The day before the scheduled meeting, she walked into a police station, emotionless, and confessed to killing her father 12 years earlier. Two days later, police uncovered the body in the back garden.</p>\n<p>Prosecutors in court described how Coombes suffered from \"a lifetime of abuse.\" Psychiatric reports showed that she suffered from post-traumatic stress disorder and severe depression, the BBC reported.</p>\n<p>Still, Coombes \"showed absolutely no concern for what she had done and denied everyone the chance to say goodbye, as Kenneth lay buried at the bottom of his own garden, just meters from her own bedroom window,\" Senior Investigating Officer Duncan Thorpe of the Greater Manchester Police <a href=\"http://www.gmp.police.uk/live/nhoodv3.nsf/TriageWebsitePages/BB2A927E326C3105802582C7004562DD?OpenDocument\" target=\"_blank\">said in a statement</a>.</p>\n<p>\"Despite having years to tell someone what really happened, she only came forward when she had no other choice,\" Thorpe added.</p>\n"},
    {"article_id": "59d370dc-8142-11e8-97b1-6fec9bd65425", "publish_dt": "2018-07-13", "rendered_text": "<p>Founded: 1938 in Norfolk as a Works Progress Administration grant project</p>\n<p>Headquarters: 6700 Azalea Garden Road</p>\n<p>The business: Norfolk Botanical Garden is now operated as a public/private partnership and features over 60 themed gardens and natural areas spanning 175 acres. Its mission is to enrich life by promoting the enjoyment of plants and the environment through beautiful gardens and educational programs.</p>\n<p>Current owner: The City of Norfolk; managed by Norfolk Botanical Garden Inc., a nonprofit governed by a volunteer board of directors.</p>\n<p>Milestones: Our connection with the community has grown dramatically over the past 5 years, resulting in increased attendance from 275,000 visitors to over 400,000 annually. The membership base has also increased from 8,000 to more than 11,300 families. The national award-winning World of Wonders: A Children’s Adventure Garden opened in 2006.</p>\n<p>Obstacles overcome: The organization has continued to increase educational opportunities, improve amenities and services, and expand exhibits, events, and outreach efforts – all accomplished while support from the City of Norfolk has remained relatively level. The board and staff have increased fundraising and earned income to support operations and new initiatives to make it all possible. These efforts grew NBG’s annual budget from $3.8 million to over $6 million in only 5 years.</p>\n<p>Keys to longevity: Current president and CEO Michael P. Desplaines believes continued success is a direct result of connecting people to the natural world in meaningful ways. “Nature and the outdoors will always be relevant to us because we are part of it. It’s a respite from our daily lives to connect with the natural world,” he said.</p>\n<p>What’s next: We are now undergoing a campaign that will greatly expand rental venues, which will aid in generating revenue. The result will be new facilities to engage a wider audience, with indoor space for education doubled. NGB will be positioned to be a leader in environmental sustainability and stewardship, featuring one of the first water education centers at a botanical garden.</p>\n<p>For more information: 757-441-5830; NorfolkBotanicalGarden.org</p>\n"},
    {"article_id": "6e08eb14-86a5-11e8-9f66-1341ee059f83", "publish_dt": "2018-07-13", "rendered_text": "<h5>VIRGINIA BEACH</h5>\n<p>City officials urged residents to get rid of standing water, which can become a mosquito breeding ground, after West Nile virus was found in insects in three areas.</p>\n<p>Since June, mosquitoes collected on Oxford Drive in Kings Grant, N. Witchduck Road in Kempsville, and Constitution Drive in Pembroke tested positive for the virus, according to a news release from the public works department. These areas have historically encountered positives, biologist Jennifer Barritt said in the statement.</p>\n<p>West Nile-carrying mosquitoes have already been found this season in Norfolk and Suffolk. The state had 21 human cases in 2015, the most recent year for which data are available, according to the Virginia Department of Health.</p>\n<p>West Nile can cause flu-like symptoms and neurological damage but presents no symptoms in 80 percent of those infected, <a href=\"http://www.vdh.virginia.gov/environmental-epidemiology/vector-borne-disease-control/west-nile-virus/\" target=\"_blank\">according to VDH</a>. There is no available treatment. People 50 or older or with immune system disorders are at greater risk of developing serious illness.</p>\n<p>The insects carrying the virus bite at night, when people are more likely to be outdoors. Cases in humans usually start rolling in about now, in the first weeks of July, according to VDH.</p>\n<p>Virginia Beach officials are increasing their nighttime spraying, clearing clogged ditches and pulling debris from drainage pipes to keep water moving. Water that pools serves as a breeding ground for mosquitoes.</p>\n<p>In Hampton Roads, the primary species that transmits the virus – Culex pipiens/restuans – breeds in water with higher organic content, public works officials said in the statement. That means they’ll target spraying larvacide on standing water such as in horse pastures and stormwater catch basins.</p>\n<p>Officials ask that residents dump any containers that catch and hold rainwater; wear insect repellent; wear long, loose and light-colored clothing; and check window and door screens so mosquitoes cannot enter homes.</p>\n"}
  ]
}