{
  "pilot-not-json":
  [
    {"article_id": "21a4c856-8051-11e8-bf46-27dc511934cc", "publish_dt": "2018-07-07", "rendered_text": "{\"<h5>BUXTON, N.C.</h5>\",\"<p>Three girls from Ohio who otherwise would be having fun in the surf paid extra close attention in a class on rip currents Monday.</p>\",\"<p>The teens had watched just days before as emergency crews unsuccessfully tried to revive a 48-year-old man near the Avon Fishing Pier. Five other people were rescued at the same time. Rip currents were wreaking havoc.</p>\",\"<p>“We saw the man who died on the beach,” said Lexi Wilson, 16. “It was very eye-opening.”</p>\",\"<p>So on Monday, in the middle of their Outer Banks vacation, Wilson and her family and friends attended a 30-minute class on rip currents conducted weekly by the Hatteras Island Rescue Squad.</p>\",\"<p>“I can’t imagine coming here with everybody and not leaving with everybody,” said Andrea Barker, whose daughter also saw the tragedy in Avon last week.</p>\",\"<p>People caught in rip currents account for 80 percent of beach rescues nationally, according to the National Oceanic and Atmospheric Administration.</p>\",\"<p>Four people have died so far this year on the Outer Banks with rip currents present. Seven died last year and nine the year before that.</p>\",\"<p>The rescue squad began the classes last year when only a handful attended, said chief Jack Scarborough. More than 30 people packed the station classroom on Monday. News of the deaths, public service ads and media coverage has caught people’s attention, he said.</p>\",\"<p>The Hatteras Island Rescue Squad began ocean rescue a few years after forming in 1980, Scarborough said. The unit averages 275 calls per year. Scarborough estimates 30 people have died since he first began working in Buxton as a 16-year-old volunteer in 1994. The trained volunteers patrol along some 30 miles of beach each day in a four-wheel-drive pickup with lifesaving equipment including a surfboard in the back and a personal watercraft towed behind.</p>\",\"<p>Rip currents are channels flowing away from the beach, often more swiftly than an Olympic swimmer. The outward current typically forms at breaks between sandbars or near piers and jetties, according to NOAA.</p>\",\"<p>Danger signs include a channel of churning, choppy water; a different water color; a line of foam moving seaward or a break in wave patterns, rescue squad member Jacob Bolden told the class.</p>\",\"<p>Barker said she appreciated Bolden’s photos and graphics demonstrating the conditions.</p>\",\"<p>“We speculate all the time, ‘Is that a rip current? Is that a rip current there?’ ” she said after the class.</p>\",\"<p>If caught in a rip current, do not fight it, Bolden said. Instead, stay calm and float with the current until it dissipates, typically beyond the breakers. Good swimmers can move parallel to the beach until they escape.</p>\",\"<p>Onlookers on the beach should call 911 and not try a rescue, he said. Grab a flotation device and throw it in the water where the current is. It will ride the flow out to the swimmer, Bolden said.</p>\",\"<p>Victims don’t always drown, said Drew Pearson, Dare County emergency management director. Many die from heart attacks following the strain and panic of getting caught in a current. The four who have died in the ocean this year were middle-aged or older men.</p>\",\"<p>“People need to be mindful of their physical condition,” he said. “Don’t try to overdo it. The ocean is much more powerful than the lake or pool back home.”</p>\",\"<p>The rip current classes are held every Monday at 9:30 a.m. through Labor Day at the Hatteras Island Rescue Squad in Buxton.</p>\"}"},
    {"article_id": "0748ff56-82de-11e8-8958-dbe00b71b67d", "publish_dt": "2018-07-08", "rendered_text": "{<h5>NORFOLK</h5>,\"<p>The Slover Library will close today and Tuesday for window repairs, but pop-up libraries will keep readers happy in the meantime.</p>\",\"<p>Though much smaller than the seven-story library located at 235 E. Plume St., the pop-up libraries will allow residents to check out and return books, sign up for summer reading programs and speak with librarians.</p>\",\"<p>No library card? Residents can apply for a card at any of the temporary libraries, according to the release. Each person who applies at a pop-up location will be entered in a drawing for a prize.</p>\",\"<p>Residents can visit four miniature libraries each day.</p>\",<p><strong>Today</strong></p>,\"<ul><li>Live360 at MacArthur Center: 10 a.m. to 5:30 p.m.</li><li>City Hall: 10:30 a.m. to 5:30 p.m.</li><li>World Trade Center lobby: 10:30 a.m. to 5:30 p.m.</li><li>Selden Market: Noon to 5 p.m.</li></ul>\",<p><strong>Tuesday</strong></p>,\"<ul><li>Live360 at MacArthur Center: 10 a.m. to 5:30 p.m.</li><li>Nauticus: 10:30 a.m. to 5:30 p.m.</li><li>Chrysler Museum: 10:30 a.m. to 5 p.m.</li><li>Selden Market: Noon to 5 p.m.</li></ul>\",\"<p><span class=\\\"print_trim\\\">More information about the pop-up libraries can be found <a href=\\\"http://www.sloverlibrary.com\\\" target=\\\"_blank\\\">online</a>.</span> While repairs are  made, the 200 block of E. Plume St. will be closed to traffic.</p>\"}"},
    {"article_id": "c557e0ce-7e2f-11e8-99a9-031d3a1f2428", "publish_dt": "2018-07-08", "rendered_text": "{\"<p>Filip De Mott announced his plan to attend James Madison University, and won $5,000.</p>\",\"<p>The 2018 Princess Anne High School graduate entered the College Board’s #Collegiance contest on the social media platform Instagram and was named the grand-prize winner.</p>\",\"<p>“I was really shocked,” the 18-year-old said. “I couldn’t stop smiling.”</p>\",\"<p>The not-for-profit organization, which prepares and administers standardized tests used in college admissions placement, first held the contest in 2016. Soon-to-be high school grads were asked to upload a photo or video announcing their college selection. The first year, there were 400 entries; this year there were more than 3,700. Ten winners were selected, and Filip took the top honor.</p>\",\"<p>Filip said he heard about the contest near the mid-May deadline and worked around the clock to produce a video narrative in less than 24 hours.</p>\",\"<p>The instructions were simple, he said. “Be creative.”</p>\",\"<p>He used video clips of himself in potential career choices with catchy music to announce the Harrisonburg university as his school of choice. His dad even made a cameo.</p>\",\"<p>The Foxfire resident is the son of Earl De Mott and Jadwiga Staniszewska-De Mott. He was born in Poland and will be spending more than a month there this summer. He was in the International Baccalaureate program at Princess Anne and studied theater and film at the Governor’s School for the Arts in Norfolk.</p>\",\"<p>Filip said he’s entered film contests before, but “I’ve never won one.” Until now.</p>\",<p></p>,\"<p>His prize money will go toward tuition at JMU, where he plans to study video journalism. One day, the future filmmaker wants to travel the world, and learn about other cultures and environments. Then tell the “stories you don’t think about,” he said.</p>\",\"<p>To view Filip’s entry, visit <a href=\\\"https://tinyurl.com/vbfilipvideo\\\" target=\\\"_blank\\\">https://tinyurl.com/vbfilipvideo</a> or follow “cheerful_pole” on Instagram.</p>\",\"<p>ACADEMIC ACHIEVEMENTS</p>\",\"<p>The Access College Foundation awarded scholarships to more than 100 students this year during a luncheon in June at the Virginia Beach Convention Center. The following Virginia Beach City Public Schools student scholarship recipients were honored: Morgan Armiger, David Askew, Neil Bowman, Catherine Callis, Shamaya Camm, Tijha Chapman, Alexandra Copeland, Winona Cruz, Jarrod Dembitz, Avery Dewan, Dakota Edwards, Brandon Eng, Sarah Farkas, Jared Fyfe, Hannah Garland, Philip Gill, Jr., Hannah Greenwood, Marielle Hankerson, John Paul Hipolito, Kristina Houghton, Kimberly Howard, Kellye Johnson, Na’imah Land, Colin Lee, Malcolm Marcus, Donovan McPeek, Cyntenious Morris, Brianna Nichols, Ogechukwu Okoli, Triesha Ordonio, Koboyo Padaro, Erinn Pearson, Derek Pulizzi, Zoe Quinones, Nicholas Reese, Colby Schneider, Dorian Stewart, Angelina Talley, Shayna Underwood, Elizabeth Wildman, Kitron Williams, Jacob Wilson, Christeonna Wilson, Elise Wojtowicz.</p>\",\"<p>The Wings Over America Scholarship Foundation awarded college scholarships to the following Virginia Beach high school seniors: Daniel Bannon, Cox; Zachary Cushing, Kellam; Aveline Knoop and Carl Reed, Ocean Lakes. The nonprofit organization provides scholarships to dependent children and spouses of U.S. Navy personnel associated with Naval aviation commands.</p>\",\"<p>Ocean Lakes High School senior Ralph Sun was named the recipient of the National Merit University of Southern California scholarship by the not-for-profit National Merit Scholarship Corporation.</p>\",\"<p>SCHOOL NEWS</p>\",\"<p>Gov. Ralph Northam and the Virginia Board of Education announced the 2018 Virginia Index of Performance Awards for advanced learning and achievement. The program recognizes schools and divisions that exceed state and federal accountability standards and excellence goals. Governor’s Award for Educational Excellence: Great Neck Middle School. Board of Education Excellence Award: Elementary schools John B. Dey, Kingston, North Landing, Red Mill, Strawbridge, Thoroughgood, and Old Donation. Board of Education Distinguished Achievement Award: Virginia Beach City Public Schools received a division award, and the following schools were also recipients: Elementary: Creeds, Glenwood, Hermitage, Kempsville, Landstown, Pembroke, Princess Anne, Trantwood; Middle: Salem and Princess Anne; High: Cox, Green Run Collegiate, Ocean Lakes, Princess Anne, Salem.</p>\",\"<p>Virginia Beach Friends School teacher Daniel Grondin was awarded a Pearl Compaan summer fellowship by the Ashbrook Center at Ashland University in Ohio. He will participate in a week-long graduate-level master of arts program in American history and government.</p>\",<p></p>}"},
    {"article_id": "d1041a8b-1848-581a-90e6-3e3079aa9b02", "publish_dt": "2018-07-08", "rendered_text": "{<h5>WASHINGTON</h5>,\"<p>Narrowly outnumbered in the Senate, Democrats are embarking on a Hail Mary campaign to block President Donald Trump’s pick for the U.S. Supreme Court.</p>\",\"<p>And they realize what a long shot it is.</p>\",\"<p>“Let’s be clear: Democrats have no way to hold up this confirmation or delay the process. Mitch McConnell can and will hold a vote on Trump’s pick,” Indivisible — a liberal advocacy group launched after Trump’s election — said on its website.</p>\",\"<p>Flipping a moderate Republican is probably their only hope. And that only works if they can keep Democrats who represent red states that Trump won from breaking ranks.</p>\",\"<p>Before Trump’s expected announcement Monday, Democrats launched a three-pronged approach to defeating his nominee: Frame the process around women’s health and the future of legalized abortion, mobilize the kind of nationwide protests that helped kill Republican efforts to repeal the Affordable Care Act, and focus their attention on five key senators whose votes will determine whether Trump’s pick is confirmed.</p>\",\"<p>Unlike the nomination of Neil M. Gorsuch last year to replace the reliably conservative Antonin Scalia, Trump’s newest nominee will replace Justice Anthony M. Kennedy, who was a swing vote on many of the most divisive social issues, including the landmark abortion ruling Roe v. Wade.</p>\",\"<p>That makes this confirmation “more consequential than Gorsuch,” said Jeb Barnes, a political science professor at the University of Southern California. “It’s not just who you appoint, but who you replace. We know everyone who is on Trump’s list is to the right of Kennedy, so it is going to edge the court right.”</p>\",\"<p>Democrats are zeroing in on Trump’s repeated promises to only appoint justices who would overturn Roe.</p>\",\"<p>Sen. Dianne Feinstein of California, the highest-ranking Democrat on the Judiciary Committee, has said that “the effect of this Supreme Court nomination on women’s rights can’t be understated.” In Twitter posts and essays, Senate Minority Leader Charles E. Schumer (D-N.Y.) has echoed those concerns.</p>\",\"<p>Democrats are pouncing on Trump’s use of a list of 25 potential candidates drafted by the conservative Federalist Society, which vetted all the names to ensure that they were committed to a conservative ideology.</p>\",\"<p>“While these litmus-test-style commitments may have been politically sensible for Donald Trump at the time when he was running in the campaign in 2016, we believe they will come back to haunt his nominee in this summer’s confirmation battle,” said Brian Fallon, Hillary Clinton’s former press secretary, who now runs the liberal advocacy group Demand Justice.</p>\",\"<p>Prominent activist groups like Demand Justice, Indivisible, MoveOn and the Progressive Change Campaign Committee are already planning a week of protests at home-state offices of senators across the country after Trump announces his nominee.</p>\",\"<p>The groups are following the same grass-roots strategy that helped kill the Republican attempt to repeal the Affordable Care Act last year.</p>\",\"<p>Planned Parenthood’s activism arm has held events across the country to attract local news coverage.</p>\",\"<p>And the groups are flooding the airwaves with ads, urging Americans to call their senators, hoping the outpouring will jam phone lines on Capitol Hill and sway senators.</p>\",\"<p>“It is game time; this is not a drill,” says an ad from NARAL, an abortion-rights nonprofit.</p>\",\"<p>Demand Justice plans to spend $5 million in states with senators who might flip, with radio, television and online ads opposing Trump’s nominee. The group was recently formed as a counterweight to Judicial Crisis Network, a right-leaning group whose advocacy helped block President Barack Obama’s nominee from being considered in 2016 and supported Gorsuch’s nomination in 2017. The conservative group has also pledged to spend at least a million dollars for ads encouraging people not to believe Democrats on Kennedy’s replacement.</p>\",\"<p>Barnes said the protests seem to be more about convincing liberal activists that Democrats are putting up a solid effort, rather than actually stopping Trump’s choice from being confirmed.</p>\",\"<p>“They are going to have to do something to appease the base,” Barnes said. “You can only play the hand you’re dealt with. They have a weak hand.”</p>\",\"<p>With Sen. John McCain, R-Ariz., receiving cancer treatment at home, Democrats have to persuade just one Republican to vote no to defeat Trump’s nominee, as long as they ensure that no Democrats vote yes.</p>\",\"<p>Two Republican senators thought to be the most likely to flip, Susan Collins of Maine and Lisa Murkowski of Alaska, are the targets of television ads in their districts and in Washington, urging them to vote no. The two Republican women helped defeat the bill to repeal the Affordable Care Act last year, and both have reservations about how the potential nominees on Trump’s list might rule if Roe v. Wade is challenged.</p>\",\"<p>Collins has said she wants assurance that any potential justice will treat the precedent in Roe v. Wade as settled law.</p>\",\"<p>“A candidate for this important position who would overturn Roe v. Wade would not be acceptable to me, because that would indicate an activist agenda that I don’t want to see a judge have,” Collins said on ABC’s “This Week.” “What I want to see is a nominee who, regardless of his or her personal views on the very difficult and contentious life issue, is going to respect precedent.”</p>\",\"<p>Murkowski, who also supports access to abortion, has been more circumspect in her public comments since Kennedy’s retirement, telling the Washington Post that Roe v. Wade’s future is a “significant factor” in her decision, but not the only one.</p>\",\"<p>“And I don’t think it should be the only factor for anybody,” she said. “It’s not as if those are the only matters that come before the Supreme Court.”</p>\",\"<p>Persuading a Republican to vote no won’t help if any of the three red-state Democrats who voted to confirm Gorsuch, Trump’s last pick for the court, vote with Republicans. All three face tough re-election fights in November in states Trump won by huge margins and can expect political blowback regardless of how they vote.</p>\",\"<p>Sens. Joe Manchin III, D-W.Va., and Joe Donnelly, D-Ind., oppose abortion rights. And Sen. Heidi Heitkamp, D-N.D., is a bit of a maverick who has been willing to vote with Republicans in the past.</p>\",\"<p>If Democrats can keep the Supreme Court debate about the future of the Affordable Care Act, one of the few things that have united every Democratic member since Trump was elected, then Schumer could have a chance of keeping them together.</p>\",\"<p>The president quickly framed the confirmation vote as a campaign issue, and painted Heitkamp as automatically following Democrats’ party line.</p>\",\"<p>“Heidi will vote ‘no’ on any pick we make,” Trump said at a rally last month in her home state. “She’ll be told to.”</p>\",\"<p>But then all three Democrats who voted to approve Gorsuch were courted by Trump at a White House meeting the next day. They have not said how they will vote.</p>\"}"},
    {"article_id": "df935be2-8313-11e8-af52-ff05918f2dee", "publish_dt": "2018-07-09", "rendered_text": "{<h5>PORTSMOUTH</h5>,\"<p>A court-commissioned psychologist believes a 16-year-old boy <a href=\\\"https://pilotonline.com/article_77f23320-3f2d-11e8-976d-c3d931359191.html\\\" target=\\\"_blank\\\">found guilty of trying to kill a Portsmouth police officer</a> is incompetent to stand trial in an unrelated robbery case, according to attorneys in the case.</p>\",\"<p>The decision could have  implications on Will Patterson Jr.’s conviction for shooting Officer Angelina Baaklini.</p>\",\"<p>On Monday, Circuit Judge William Moore Jr. postponed Patterson’s sentencing hearing, which was scheduled to happen today.</p>\",\"<p>The defense also plans to ask the court to set aside the jury’s verdict in the case, arguing that if he is incompetent to stand trial now, he was probably incompetent in April.</p>\",\"<p>If that doesn’t work, Patterson could file a motion after he is sentenced arguing that he had ineffective counsel – because they didn’t question his mental state before his trial – and that the jury’s verdict should be thrown out.</p>\",\"<p>“This is sort of an unusual set of circumstances,” said District Public Defender Brenda Spry, one of Patterson’s attorneys.</p>\",\"<p>Senior Assistant Commonwealth’s Attorney Shaniqua Clark Nelson declined to comment. Previously, however, another prosecutor argued Patterson was faking mental health problems in order to delay trial in two robbery cases that remain pending.</p>\",\"<p>Prosecutor Carmen Cabrero noted recordings of phone calls Patterson made from the Hampton Roads Regional Jail. She recounted one call where Patterson said he planned to tell his probation officer he was seeing and hearing things.</p>\",\"<p>In light of the jail recordings, the president of the Portsmouth Fraternal Order of Police decried the incompetency finding as “another ploy on (Patterson’s) part to get away with what he did.”</p>\",\"<p>“If the judge sets the verdict aside, that’s just a slap in the face of every police officer,” Sgt. Matt Crutcher said Monday. “That would just show that our lives are worth nothing.”</p>\",\"<p>He said the court would be victimizing Baaklini again if she was forced to go through a second trial.</p>\",\"<p>Dr. Weare Zwemer of Chesapeake has not completed his report, attorneys said. But he has verbally told them of his findings and planned to file a written report Tuesday.</p>\",\"<p>Moore scheduled another hearing this morning in place of the sentencing, since Patterson was not present Monday in court.</p>\",\"<p>While awaiting sentencing, Patterson will remain in custody.</p>\",\"<p>A jury convicted Patterson on April 13 of trying to kill Baaklini on Nov. 6 in the 2500 block of Hickory St.</p>\",\"<p>Baaklini testified she recognized Patterson, who was 15 at the time, as a runaway. <a href=\\\"https://pilotonline.com/news/local/crime/article_5f94f7ad-0414-5dc4-8126-f8d36b15dc54.html\\\" target=\\\"_blank\\\">She said she was trying to place him in handcuffs and take him home when he opened fire</a>.</p>\",\"<p>Video, DNA and eyewitness testimony tied him to the shooting, among other things.</p>\",\"<figure class=\\\"inline-asset inline-editorial-youtube\\\" data-tncms-app=\\\"editorial\\\" data-tncms-uuid=\\\"b6fc5793-577c-5cb1-999c-4730674574d8\\\"><a href=\\\"http://pilotonline.com/news/media/videos/youtube_b6fc5793-577c-5cb1-999c-4730674574d8.html\\\"><img src=\\\"https://bloximages.newyork1.vip.townnews.com/pilotonline.com/content/tncms/assets/v3/editorial/b/6f/b6fc5793-577c-5cb1-999c-4730674574d8/5acd000345220.preview.jpg?resize=100%2C57\\\"></a><figcaption><h2><a href=\\\"http://pilotonline.com/news/media/videos/youtube_b6fc5793-577c-5cb1-999c-4730674574d8.html\\\"><i class=\\\"\\\" aria-hidden=\\\"true\\\"></i> Dramatic video of wounded Portsmouth officer shown at runaway teen's trial</a></h2><p>Will Patterson Jr., now 16, is shown shooting Portsmouth police officer Angelina Baaklini. Patterson is on trial this week on 12 felonies, including attempted capital murder and aggravated malicious wounding. If convicted, Circuit Court Judge William Moore could send him to a juvenile detention facility, where he can be held until he is 21, or to an adult prison, where he could be held for the rest of his life. </p></figcaption></figure>\",\"<p>Patterson’s fate is in Moore’s hands. He could send him to a juvenile detention facility, where he could be held until he is 21, or to an adult prison, where he could spend the rest of his life.</p>\",\"<p>After the shooting, <a href=\\\"https://pilotonline.com/news/local/crime/article_8fa10ff4-fba3-5016-a50b-49872460a9e4.html\\\" target=\\\"_blank\\\">police charged Patterson with two robberies</a> that targeted users of the OfferUp online marketplace. One occurred Oct. 15 in the 1600 block of Maple Ave. and netted $150. The other occurred Oct. 29 near the intersection of Duke Street and Prentis Avenue and netted $250.</p>\",\"<p>In both cases, the victims went to the scene of the robbery to sell cellphones, only to be robbed by two people.</p>\",\"<p>Both trials were placed on hold earlier this year pending the results of the competency evaluation.</p>\"}"},
    {"article_id": "0eadcf6e-83c0-11e8-988e-c7cdd4fc2af4", "publish_dt": "2018-07-09", "rendered_text": "{\"<p>There's a $250 coupon for a grocery store making the rounds on social media, but don't get too excited. The company says it's bogus. </p>\",\"<p>In a post on Kroger's Facebook page made Monday, the company warned customers not to fall for the fraudulent savings offer.</p>\",\"<p>\\\"This giveaway is not affiliated with or supported by the Kroger Company,\\\" the post stated. \\\"We recommend not engaging with the site or providing any personal information.\\\"</p>\",\"<figure class=\\\"inline-asset inline-editorial-html\\\" data-tncms-app=\\\"editorial\\\" data-tncms-uuid=\\\"c78558fe-83c0-11e8-9cf8-77b688bd48a6\\\"><figcaption><h2><a href=\\\"http://pilotonline.com/html_c78558fe-83c0-11e8-9cf8-77b688bd48a6.html\\\"><i class=\\\"\\\" aria-hidden=\\\"true\\\"></i> Kroger Facebook post</a></h2><p></p></figcaption></figure>\",\"<p>The company said it is working to address the social media scam, according to the post.</p>\"}"},
    {"article_id": "21c8e614-8e7a-11e8-93e5-3bb915684d4a", "publish_dt": "2018-07-09", "rendered_text": "{\"<p>ONWARD TO OPPORTUNITY</p>\",\"<p>Ron Lewis, the Chamber’s vice chair for military affairs, recently addressed 60 transitioning service members at JEB Little Creek-Fort Story.</p>\",\"<p>His message to them was clear: You are valued in Hampton Roads! Stay and contribute – the business community needs you.</p>\",\"<p>Together they discussed the important topics for transitioning service members and their families, including navigating civilian employment opportunities, daycare availability and testing for charter schools.</p>\",\"<p>MEMBER RECEPTION FOR A GOOD CAUSE</p>\",\"<p>The July Chamber Member Reception was held at Charles Barker Mercedes-Benz of Virginia and was attended by over 80 members and guests.</p>\",\"<p>A special thank you to members of the Chamber Board of Directors who came out to support Charles Barker’s Champions for Charity.</p>\",\"<p>It was a great night of connecting and relationship building.</p>\",\"<p>Stop by Charles Barker Mercedes-Benz for your chance to enter to win one of three new cars!</p>\",\"<p>The August Member Reception will be at O’Connor Brewing Company on Aug. 21.</p>\",\"<p>MILITARY RECOGNITION RECEPTION</p>\",\"<p>The Chamber will honor the hardworking men and women of the military in a reception on Aug. 17.</p>\",\"<p>Please join us as we thank them for their outstanding service.</p>\",\"<p>This second military reception of the year will honor members of the Norfolk Military contingents and will be held at the Sheraton Norfolk Waterside Hotel.</p>\",\"<p>2018 CONGRESSIONAL FORUM</p>\",\"<p>The Hampton Roads Chamber will bring all four congressman representing Southeastern Virginia together for an informative session with our members.</p>\",\"<p>Join us on August 20 as Congressman Bobby Scott, Rob Wittman, Donald McEachin and Scott Taylor take the stage to address the issues that matter to the business community of Hampton Roads.</p>\",\"<p>Going strong for over a dozen years, this is truly a member-focused event.</p>\",\"<p>In this election year, it is a unique opportunity for the community to hear what their congressman are working on and direct their questions and concerns to their district representative.</p>\",\"<p>Our region is far-reaching, ranging from the very rural, to the tourist-filled oceanfront, to the the largest naval station in the world.</p>\",\"<p>The Congressional Forum showcases our diversity with our representatives who have historically prided themselves on working for the economy of Hampton Roads in a bi-partisan manner.</p>\",\"<p>The Hampton Roads Chamber works year round with the elected officials of our region to bring the concerns of the business community to their attention.</p>\",\"<p>The Chamber is deeply appreciative of the congressman and their staff as they prepare for this annual event.</p>\",\"<p>WOUNDED WARRIOR GOLF OUTING</p>\",\"<p>The annual Chamber Golf Outing is gearing up. Get your teams ready to hit the course and raise money and awareness for our local wounded warriors.</p>\",\"<p>Proceeds from a silent auction will also go to local wounded warriors.</p>\",\"<p>Join us at the scenic Hornet Course at Aeropines Golf Club at NAS Oceana on Sept. 6.</p>\",\"<p><strong>Kindra Greene</strong> is communications and marketing manager for the Hampton Roads Chamber. Reach her at kgreene@hrchamber.com</p>\"}"},
    {"article_id": "add990ca-8445-11e8-b828-9fec9f311b39", "publish_dt": "2018-07-10", "rendered_text": "{\"<h5>VIRGINIA BEACH</h5>\",\"<p>More practice for handling emergencies. Securing school entrances. Increased mental health staffing.</p>\",\"<figure class=\\\"inline-asset inline-editorial-image\\\" data-tncms-app=\\\"editorial\\\" data-tncms-uuid=\\\"7bbb47ce-851b-11e8-93ad-ef20b9c0604e\\\"><a href=\\\"http://pilotonline.com/image_7bbb47ce-851b-11e8-93ad-ef20b9c0604e.html\\\"><img src=\\\"https://bloximages.newyork1.vip.townnews.com/pilotonline.com/content/tncms/assets/v3/editorial/7/bb/7bbb47ce-851b-11e8-93ad-ef20b9c0604e/5b461c5b2c09a.image.png?resize=100%2C103\\\"></a><figcaption><h2><a href=\\\"http://pilotonline.com/image_7bbb47ce-851b-11e8-93ad-ef20b9c0604e.html\\\"><i class=\\\"\\\" aria-hidden=\\\"true\\\"></i> Safety panel recommendations</a></h2><p>Blue Ribbon Panel recommendations </p></figcaption></figure>\",\"<p>Those are some of the 11 recommendations from a group that met over the past few months to evaluate security within Virginia Beach’s school system. </p>\",\"<p>The panel of police, city, Navy and school personnel was created in the aftermath of the Feb. 14 mass school shooting in Parkland, Fla. Its goal was to examine the division’s measures to protect students and staff, find gaps and assess what might be needed. Members of the panel visited schools and solicited ideas from the community.</p>\",\"<p>The group found that the division could strengthen areas where people enter buildings – such as the front desk – and re-evaluate the way security personnel are hired and trained.</p>\",\"<p>Police Chief Jim Cervera, who served on the panel, said needs at entry points are different than they were years ago. Staffers now must be able to prepare for emergencies and look out for potential threats.</p>\",\"<p>“It’s a little bit of a mind-set change,” Cervera said.</p>\",\"<p>For safety protocols, the ideas included expanding emergency procedure training and holding more unannounced reviews. Division Superintendent Aaron Spence said that might mean preparing students and staff for the potential of a bomb threat and active shooter at the same time, not just as two separate incidents.</p>\",\"<p>Increased mental health staffing also was recommended. The division already has psychologists, counselors and clinicians in place. But Spence acknowledged he’d like to have more.</p>\",\"<p>“Provide the best possible resources for our students in crisis,” Spence said.</p>\",\"<p>The division is taking steps to address some of the panel’s findings. It intends to have a buzzer system in place at the entrance of every school by December. The groundwork for that began this summer. The 2018-19 budget also adds four behavior intervention specialists, Spence said.</p>\",\"<p>The recommendations were released at a School Board planning meeting Tuesday. Spence said he was pleased to hear that the panel thought his schools are safe.</p>\",\"<p>He added that work is already under way to implement some recommendations and see how others might become reality.</p>\",\"<p>Even with the suggestions, there’s no guarantee a school would be protected, Spence said. But the panel’s work will help the division do what it can.</p>\",\"<p>“Any educator loses sleep over safety and security,” Spence said.</p>\",\"<p>Spence said the division is setting up immediate and long-term training. And the School Board will hear about the budget implications of the recommendations as work begins on next year’s finances.</p>\"}"},
    {"article_id": "cf5a5ffa-83ef-11e8-a983-37263ff05735", "publish_dt": "2018-07-10", "rendered_text": "{<h5>NORFOLK</h5>,\"<p>Grenah Garnett survived getting shot several times at a New Year’s Day party two years ago, but didn’t show up to court to testify against the alleged gunman, forcing prosecutors to abandon the case.</p>\",\"<p>That August, Garnett gunned down a man he believed had set him up by bringing the shooter to the party eight months earlier, prosecutor Phil Evans told a jury Tuesday as Garnett’s trial on first-degree murder and a gun count began.</p>\",\"<p>He faces life in prison if convicted in the death of Andre “Buckethead” Valentine.</p>\",\"<p>“He was angry,” Detective Peter Farnsworth testified during an earlier hearing, remembering his hospital interview with Garnett. “He told me he wanted to get this guy that shot him.”</p>\",\"<p>But he never threatened Valentine, the detective added, something defense lawyer Tom Reed told jurors Tuesday afternoon. Garnett didn’t know the man who robbed and shot him while he was outside the party on a phone call, Reed said. But he knew the gunman had come with Valentine and was pushing detectives to pursue that lead by talking to him.</p>\",\"<p>Just before 11 a.m. on Aug. 22, 2016, police went to the 900 block of Avenue H to check out a call about a gunshot victim, homicide Detective La’Toya Mitchell said in court documents. When they got there, officers found a man lying in the street next to a 2007 black Infiniti.</p>\",\"<p>Paramedics pronounced Valentine, 50, dead at the scene.</p>\",\"<p>Valentine was shot once in the back, medical examiner Bryan Platt said in his autopsy report. The bullet tore through his aorta, lung and sternum before blasting out his neck.</p>\",\"<p>Detectives tracked down video footage from a nearby house, which showed a black man touching the Infiniti with his hand several times as he chased Valentine around the car, Mitchell said.</p>\",\"<p>Police lifted fingerprints from the car and matched them to Garnett, and so they arrested him.</p>\",\"<p>In a pre-emptive challenge, Reed called the fingerprint expert’s expected testimony “opinion.” He contrasted it to DNA evidence, which he described as “fact,” adding that police found none of Garnett’s DNA at the scene.</p>\",\"<p>Moreover, no one will testify they saw Garnett shoot Valentine, Reed said.</p>\",\"<p>“The facts are ... ambiguous,” he said.</p>\",\"<p>At one of Garnett’s court hearings, Donnel Jones testified he picked up Valentine the morning he died so they could go crabbing together. Before setting out, they hit a few stores to load up on beer.</p>\",\"<p>Then they went to Jones’ mom’s place on Avenue H. Valentine stayed in the car while Jones knocked on his mom’s front door. When no one answered, he went around to go through the back door so he could use the bathroom.</p>\",\"<p>But just as he went in, Jones heard three gunshots. He ran out front to see his friend dying in the street. No one else was around.</p>\",\"<p>To kill Valentine, Garnett followed him to Jones’ house, sneaked up to a tree and then chased him around Jones’ car as Valentine tried to escape, the prosecutor said.</p>\",\"<p>“He was seeking ... to retaliate,” Evans added. “Andre Valentine was hunted.”</p>\"}"},
    {"article_id": "77960b9b-670d-5417-932f-d48a208268cb", "publish_dt": "2018-07-10", "rendered_text": "{\"<h5>RICHMOND, Va.</h5>\",\"<p>Republicans in Virginia's General Assembly have asked the U.S. Supreme Court to delay a requirement that the state redraw legislative district lines by October, arguing that a lower court erred in finding the districts to be discriminatory against African Americans.</p>\",\"<p>A three-judge panel of the U.S. District Court for the Eastern District of Virginia ruled on June 26 that the lines for 11 Virginia House of Delegates districts had been drawn with the purpose of concentrating black voters.</p>\",\"<p>The 2-to-1 ruling was a victory for Democrats, who hope new district boundaries will help them re-take control of the House for the first time in nearly two decades. Last year's elections wiped out a nearly 2-to-1 GOP advantage in the 100-seat House, leaving Republicans with a narrow 51-49 majority.</p>\",\"<p>House Speaker Kirk Cox , a Republican from Colonial Heights, and other GOP leaders on Monday asked the Supreme Court to hear an appeal, arguing that the lower court reached incorrect conclusions.</p>\",\"<p>The district court erred by \\\"ignoring objective evidence of neutral redistricting decisions\\\" and by \\\"discarding first-hand testimony...in favor of theoretical and post-hoc expert opinions about motive,\\\" the Republican leadership argued in its motion filed with the highest court.</p>\",\"<p>While the case is under appeal, the Republicans asked the court to postpone a requirement that new legislative boundaries be drawn by Oct. 30 for use in next year's state elections.</p>\",\"<p>Redrawing the map now \\\"will result in voter confusion and disruption to the primary process,\\\" the Republicans argue. \\\"And that is to say nothing of the immense waste of scarce resources\\\" if they win their appeal, the motion continues.</p>\",\"<p>The 11 districts are in the Hampton Roads region and greater Richmond area. But changes to those districts could have a cascading effect, altering the demographics of some of the 22 adjacent districts.</p>\",\"<p>The boundaries were drawn after the 2010 Census, when Republicans controlled the House and Democrats controlled the Senate. With new boundaries, Republicans took control of the Senate and extended their majority in the House - until last year's wave of Democratic victories in reaction to an unpopular President Donald Trump.</p>\"}"}
  ]
}