[{"id":22378,"date":"2018-03-30T15:05:35","date_gmt":"2018-03-30T15:05:35","guid":{"rendered":"https:\/\/worldpolicy.org\/?p=22378"},"modified":"2018-03-30T15:05:35","modified_gmt":"2018-03-30T15:05:35","slug":"displaced-in-darfur","status":"publish","type":"post","link":"https:\/\/worldpolicy.org\/2018\/03\/30\/displaced-in-darfur\/","title":{"rendered":"Displaced in Darfur"},"content":{"rendered":"<p><strong>By Ahmed H. Adam<\/strong><\/p>\n<p>Thirteen years ago, in March 2005, the U.N. Security Council <a href=\"https:\/\/www.icc-cpi.int\/NR\/rdonlyres\/85FEBD1A-29F8-4EC4-9566-48EDF55CC587\/283244\/N0529273.pdf\" target=\"_blank\" rel=\"noopener\">proclaimed<\/a> that the situation in Darfur “constitute[d] a threat to international peace and security” and referred the case to the International Criminal Court. Nine years ago, in March 2009, the ICC issued an <a href=\"https:\/\/www.icc-cpi.int\/darfur\/albashir\/documents\/albashireng.pdf\" target=\"_blank\" rel=\"noopener\">arrest warrant<\/a> for Sudanese President Omar Hassan Al-Bashir, citing war crimes and crimes against humanity. Genocide was added to the charges the following year. Yet despite Chief Prosecutor Fatou Bensouda’s entreaties to the Security Council, the ICC’s arrest warrants for Bashir and other high-ranking Sudanese officials have not been executed.<\/p>\n<p>The international community has failed to effectively respond to the genocide in Darfur, which so far has claimed the lives of <a href=\"https:\/\/www.theguardian.com\/commentisfree\/2007\/aug\/20\/howmanydeadindarfur\" target=\"_blank\" rel=\"noopener\">some 400,000 people,<\/a> displaced <a href=\"http:\/\/sudanreeves.org\/2017\/05\/22\/displacement-in-sudan-and-darfur-un-figures-continue-to-be-careless-or-inadequate\/\" target=\"_blank\" rel=\"noopener\">around 3 million<\/a> (the exact number is debated), and forced an additional 400,000 to flee across the border into Chad. In the meantime, Bashir has been emboldened to <a href=\"http:\/\/www.sudantribune.com\/spip.php?article57524\" target=\"_blank\" rel=\"noopener\">dismantle<\/a> the internally displaced person camps, which have become symbols of the Darfur genocide.<\/p>\n<p>Beginning in 2003, IDP camps have been sites of persecution and gross violations of human rights and humanitarian law. According to the U.N.’s conservative figures there are still some <a href=\"https:\/\/news.un.org\/en\/story\/2018\/01\/1001711\" target=\"_blank\" rel=\"noopener\">2.7 million Darfuris<\/a> languishing in the IDP camps, often in dire conditions. The camps have long been a point of vulnerability for the Sudanese government, as they offer both evidence of the genocide and a pretext for international intervention.<\/p>\n<p>Reports of harassment, arrests, systemic rape, targeted assassinations, and forced disappearances have consistently emerged from the camps. Earlier this month, I conducted interviews via WhatsApp with IDP leaders within the camps, many of whom requested their names be omitted for security reasons. They all emphasized that humanitarian conditions are worsening by the day, particularly in terms of food, water, and medicine shortages. An ongoing famine and a cholera epidemic have affected thousands and claimed hundreds of lives, and the situation was exacerbated by the <a href=\"https:\/\/reliefweb.int\/report\/sudan\/sudan-ngo-expulsion-hit-darfurs-displaced\" target=\"_blank\" rel=\"noopener\">eviction<\/a> in 2009 of more than a dozen international humanitarian organizations that used to provide food, clean water, medicine, shelter, and environmental and health information in the IDP camps.<\/p>\n<p>Since 2009, the World Food Program (WFP) is the only U.N. agency that has been granted access to IDP camps in Darfur. But those I interviewed cited a widespread mistrust of the WFP, as many believe the agency’s policies are designed to pressure residents to leave the camps. One of the IDP leaders, who preferred to remain anonymous for security reasons, told me that all aid organizations, including the WFP, are required to register with Sudan’s Humanitarian Aid Commission, which directs where agencies place their money and to whom they provide assistance. In August 2017, the WFP announced a new policy for distributing food rations, which, according to the IDP leaders I spoke with, would meet less than 25 percent of residents’ needs. Leaders in the camp rejected the new policy, and the WFP suspended distribution until just recently. Many people were forced to leave the camps to find work to feed their families, making them vulnerable to labor exploitation and, in the case of women, rape. Hassan Ibrahim Ishag, an IDP leader I spoke with, noted that the government’s 2018 austerity budget, which raised the prices of basic goods, has also increased the suffering within the camps. He said, “Darfur is a hell on earth for IDPs.”<\/p>\n<p>Violent incidents have also been documented within the camps. Last January, the Netherlands-based Radio Dabanga, which focuses on events in Darfur, reported on government security forces’ response to peaceful protests over the rising costs of basic foodstuffs in the Hasahisa Internally Displaced Persons Camp in central Darfur, which resulted in <a href=\"https:\/\/www.dabangasudan.org\/en\/all-news\/article\/four-shot-dead-in-central-darfur-camp-protests-coordinator\" target=\"_blank\" rel=\"noopener\">four deaths and more than 40 injuries<\/a>. On Sept. 22, 2017, the Sudanese security forces killed at <a href=\"https:\/\/www.hrw.org\/news\/2017\/09\/22\/bashir-visit-highlights-abuses-darfur\" target=\"_blank\" rel=\"noopener\">least five and wounded more than 20<\/a> residents in the Kalma Camp in Nyla, in southern Darfur. The victims were peacefully demonstrating against Bashir’s visit to the city.<\/p>\n<p>Furthermore, the displacement, systemic rape, impoverishment, and persecution of civilian populations continue to occur in other parts of Darfur. An Amnesty International released a report in September 2016 accusing Bashir’s regime of <a href=\"https:\/\/www.amnesty.org\/en\/latest\/news\/2016\/09\/chemical-weapons-attacks-darfur\/\" target=\"_blank\" rel=\"noopener\">using chemical weapons<\/a> against the civilian population around the Jebel Marra area earlier that year. In its 2018 World Report, <a href=\"https:\/\/www.hrw.org\/world-report\/2018\/country-chapters\/sudan\" target=\"_blank\" rel=\"noopener\">Human Rights Watch stated that<\/a> an attack on villages in May and June 2017 by the notorious Janjaweed militias, which have been reconstituted as the government-sanctioned Rapid Support Forces (RSF), forced tens of thousands of people to leave their homes. The violence was prompted by the clashes between the RSF and rebel groups<strong>. <\/strong>Such attacks continue to today: Radio Dabanga <a href=\"https:\/\/www.dabangasudan.org\/en\/all-news\/article\/civilians-dead-many-left-homeless-as-sudan-forces-strafe-rebel-positions-in-jebel-marra\" target=\"_blank\" rel=\"noopener\">reported<\/a> on March 22 that government militias killed three civilians, wounded 12, burned livestock, and forced many to flee their villages in East Jebel Marra. In the same region the next day, a woman and her three children were killed by a bomb dropped by the Sudanese armed forces while fleeing the ongoing fighting.<\/p>\n<p>The Darfur genocide has slipped off the international radar. Nine years have passed since the ICC issued an arrest warrant for Bashir, but this benchmark went unnoticed by the international community. Instead, countries across the world have sought rapprochement with the Sudanese government. In 2015, President Jacob Zuma enabled Bashir&#8217;s departure from South Africa, evading an arrest warrant issued by the country’s judiciary. And the African Union continues to undermine the ICC, effectively shielding Bashir and other officials in the process, without offering any serious alternative for combating impunity and realizing justice on the continent. At its summit in Addis Ababa 2017, the African Union passed <a href=\"http:\/\/www.bbc.co.uk\/news\/world-africa-38826073\" target=\"_blank\" rel=\"noopener\">a non-binding resolution<\/a> backing mass withdrawal of its members from the ICC.<\/p>\n<p>The European Union, for its part, has limited its dealings with the Bashir regime to a narrow agenda of stemming migration and advancing counter-terrorism collaboration. In doing so, it overlooks the fact that the regime’s own repression produces refugees and migrants by the day. The U.K. and France tabled the 2005 U.N. Security Council resolution referring the situation in Darfur to the ICC, yet both countries have remained silent on the matter in recent years. While the U.S. has used the spectre of the ICC warrants to pressure Bashir’s regime, the Trump administration, which <a href=\"https:\/\/www.washingtonpost.com\/world\/national-security\/us-lifts-sanctions-on-sudan-ending-two-decades-of-embargo\/2017\/10\/06\/aac1bd22-86d5-434e-9a21-1e0d57a72cb0_story.html?utm_term=.3a4f31b6683b\">lifted<\/a> the economic sanctions on Sudan in October 2017, is not likely to take any meaningful measures to push forward the judicial process at the International Criminal Court.<\/p>\n<p>The United Nations has also taken steps toward engagement with the Sudanese leadership. Following a U.N. Security Council resolution, passed in 2017, that authorizes a dramatic reduction of United Nations and African Union Mission in Darfur (UNAMID) forces—a withdrawal of 44 percent of troops and 30 percent of police—Secretary-General Antonio Guterres may be keen to move further away from the conflict. <a href=\"https:\/\/www.apnews.com\/8e56db8d6f81405d908f08863c0b3e57\" target=\"_blank\" rel=\"noopener\">Guterres met with Bashir<\/a> on the sidelines of the African Union&#8217;s Summit in Addis Ababa in January 2018. The ICC made no public statement about the meeting, and Farhan Haq, a spokesman for the U.N., referred to it as an &#8220;operational necessity.&#8221; But when I spoke to people in the IDP camps, many slammed the Bashir-Guterres meeting as “a clear act of appeasement and a betrayal of the victims of genocide in Darfur.”<\/p>\n<p>In the case of Darfur, the world has chosen political expediency over moral standards and international legal obligations. Yet these policies are misguided. International inaction on Darfur and rapprochement with Sudan has effectively given the government a green light to use brutal tactics to dismantle the IDP camps in Darfur, displacing once again the nearly 3 million people forced to flee their homes. Sudan cannot be stable, prosperous, and united until the rights and aspirations of the victims of genocide are recognized and realized.<\/p>\n<p style=\"text-align: center;\">* * *<\/p>\n<p style=\"text-align: center;\">* * *<\/p>\n<p><em>Ahmed H. Adam is a research associate at SOAS School of Law, University of London. He was previously a visiting fellow at Cornell University&#8217;s Institute for African Development and a research fellow at the Department of Public Policy and Administration at the American University in Cairo. He is the former Co-chair of the Two Sudans Project at Columbia University, Institute for the Study of Human Rights (ISHR).<\/em><\/p>\n<p>[Photo courtesy of <a href=\"https:\/\/www.flickr.com\/photos\/sudanenvoy\/4147737103\/\" target=\"_blank\" rel=\"noopener\">Sudan Envoy<\/a>]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Millions of people were uprooted by the genocide in Darfur, and they now face violence and limited access to humanitarian aid within camps for the displaced<\/p>\n","protected":false},"author":29,"featured_media":22379,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7574,7586,7591],"tags":[8236,801,2758,651,654,1052,8237],"_links":{"self":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/posts\/22378"}],"collection":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/users\/29"}],"replies":[{"embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/comments?post=22378"}],"version-history":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/posts\/22378\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/media\/22379"}],"wp:attachment":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/media?parent=22378"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/categories?post=22378"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/tags?post=22378"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}},{"id":22301,"date":"2018-03-27T15:43:56","date_gmt":"2018-03-27T15:43:56","guid":{"rendered":"https:\/\/worldpolicy.org\/?p=22301"},"modified":"2018-03-27T17:27:20","modified_gmt":"2018-03-27T17:27:20","slug":"the-cows-come-home-to-qatar","status":"publish","type":"post","link":"https:\/\/worldpolicy.org\/2018\/03\/27\/the-cows-come-home-to-qatar\/","title":{"rendered":"The Cows Come Home to Qatar"},"content":{"rendered":"<p><strong>By Jonathan Cristol<\/strong><\/p>\n<p>Saudi Crown Prince Mohammed bin Salman (MBS) is currently in the United States, and the American media is aglow with profiles of the young and supposedly liberal Saudi ruler. He has been lauded for allowing women to drive, attend sporting events, and work in the military—with the permission of their male guardian, of course. Even President Donald Trump loves MBS because he is rich and has <a href=\"http:\/\/www.latimes.com\/nation\/la-fg-trump-saudi-prince-20180320-story.html\" target=\"_blank\" rel=\"noopener\">promise<\/a><a href=\"http:\/\/www.latimes.com\/nation\/la-fg-trump-saudi-prince-20180320-story.html\">d<\/a> to buy lots of weapons from the United States. But while MBS’ domestic social reforms are winning plaudits abroad, his economic and foreign policies can generously be described as problematic. His country’s U.S.-backed war in Yemen is becoming a quagmire; he has imprisoned, tortured, and expropriated the wealth of Saudis unsupportive of his claim to the throne (whose names may have been provided to him by American Crown Prince Jared Kushner); and he has fallen flat in his blockade of neighboring Qatar.<\/p>\n<p>The Saudi-led blockade of Qatar began on June 5, 2017. While the proximate cause was the publication of pro-Iran quotes attributed to Qatari emir Sheikh Tamim bin Hamad al-Thani—<a href=\"https:\/\/www.washingtonpost.com\/world\/national-security\/uae-hacked-qatari-government-sites-sparking-regional-upheaval-according-to-us-intelligence-officials\/2017\/07\/16\/00c46e54-698f-11e7-8eb5-cbccc2e7bfbf_story.html?utm_term=.35872c396e87\" target=\"_blank\" rel=\"noopener\">which U.S. intelligence agencies believe actually originated with Emirati-backed hackers<\/a>—one can’t help but note that the blockade began<a href=\"https:\/\/www.nytimes.com\/2017\/06\/06\/world\/middleeast\/trump-qatar-saudi-arabia.html\" target=\"_blank\" rel=\"noopener\"> just two weeks after Trump and Kushner visited Riyadh<\/a>. For many years, Saudi Arabia and the rest of the quartet (Saudi Arabia, Bahrain, Egypt, and UAE) have accused the Qataris of <a href=\"https:\/\/www.bloomberg.com\/graphics\/2017-muslim-brotherhood\/\" target=\"_blank\" rel=\"noopener\">supporting Islamists <\/a>and of <a href=\"https:\/\/www.washingtonpost.com\/news\/worldviews\/wp\/2017\/06\/23\/why-saudi-arabia-hates-al-jazeera-so-much\/?utm_term=.6e9857db48d1\" target=\"_blank\" rel=\"noopener\">using Al Jazeera Media<\/a> to destabilize their governments.<\/p>\n<p>Saudi Arabia did not make any immediate demands of Qatar in the early days of the blockade, which contributed to growing uncertainty. Would the Saudis invade Qatar and depose the popular emir? Would the United States withdraw its 11,000 troops in Qatar and relocate them to Bahrain, home of the U.S. Navy’s fifth fleet? Would the flow of liquid natural gas from the South Pars natural gas field, which is shared by Qatar and Iran, be affected by sabotage or maritime blockade?<\/p>\n<p>Ultimately, none of those events came to pass. Instead, the blockade has backfired spectacularly, as exemplified by Qatar’s booming dairy industry. Before the blockade, Qatar was only in the early stages of developing a domestic agricultural industry and still imported almost all of its dairy from Saudi Arabia, one of the<a href=\"https:\/\/edition.cnn.com\/2013\/12\/18\/world\/meast\/milking-the-desert-saudi-dairy-farms\/index.html\" target=\"_blank\" rel=\"noopener\"> world’s top dairy product producers<\/a>. Only weeks after the blockade, however, Qatar began a massive air and sealift of dairy cows into the country, which has continued to this day. Soon, Qatar, like Saudi Arabia and United Arab Emirates, will be a dairy exporter.<\/p>\n<p>How this happened is a reflection of the country’s enormous wealth, the result of its control of 13 percent of world natural gas reserves, along with oil reserves equivalent to 25 billion barrels. Just after the blockade began, Qatari businessman <a href=\"https:\/\/www.bloomberg.com\/news\/articles\/2017-06-12\/flying-cows-to-qatar-is-one-man-s-way-to-beat-the-saudis\" target=\"_blank\" rel=\"noopener\">Moutaz Al-Khayyat spent $8 million<\/a> to import 4,000 Holstein cows in a single month from Australia, Germany, and the United States on Qatar Airways cargo planes. His firm, the partially government-funded Baladna Dairy, built an entire air-conditioned dairy farm in the desert 30 miles north of the capital of Doha. Six weeks later, Qatar was producing 30 percent of its dairy and importing the rest from Turkey. Even after initial headlines faded, the shipments of cows continued. This month, Baladna will receive 3,200 more cows via sea freight from the United States, where they will live on a farm that Bloomberg <a href=\"https:\/\/www.bloomberg.com\/news\/articles\/2017-06-12\/flying-cows-to-qatar-is-one-man-s-way-to-beat-the-saudis\" target=\"_blank\" rel=\"noopener\">reports<\/a> is the size of “almost 70 soccer fields.” At this rate, Al-Khayyat expects that Qatar will be entirely <a href=\"https:\/\/thepeninsulaqatar.com\/article\/10\/03\/2018\/qatar-to-become-self-sufficient-in-dairy-products\" target=\"_blank\" rel=\"noopener\">self-sufficient in dairy<\/a> by May 15, the start of Ramadan. By 2019, with the farm expected to hold 20,000 cows, Qatar will be a net exporter of dairy products. <a href=\"https:\/\/www.reuters.com\/article\/us-gulf-qatar-ipo\/qatar-dairy-producer-baladna-to-ipo-in-first-half-expand-into-new-areas-idUSKBN1F301I\" target=\"_blank\" rel=\"noopener\">Baladna plans to file an IPO next year. <\/a><\/p>\n<p>This kind of resilience can be seen throughout Qatar’s capital city of Doha. Occupancy rates in the city’s modern skyscrapers are down, but there are no evident shortages of goods. Qataris seem optimistic about the country’s future, if not about the restoration of good relations with Saudi Arabia. Imports have been re-sourced, and construction for the 2022 World Cup continues at a rate of $500 million per week. Qatar has made new investments in its own military and the Al Udeid base, and made major new arms purchases from France, the U.K., and the U.S. And while arms buildups, massive construction projects, and new industries are expensive, it is possible for Qatar to spend at its current level for decades—so there is no concern that they’ll go bust getting around the great bovine blockade.<\/p>\n<p>This new dairy industry is not only a gain for Qatar and a move toward self-sufficiency; it’s a loss for Saudi Arabia, which will never recover Qatar’s business. But don’t worry too much about the Saudis. The country’s GDP is $1.8 trillion, and 90 percent of Saudi export revenue comes from oil. The domestic social reforms enacted by MBS are genuine improvements for his people, and may make him a popular leader for years to come. Saudi women can now enjoy films and soccer matches. Once the blockade ends, perhaps all Saudis will be able to enjoy imported Qatari milk.<\/p>\n<p style=\"text-align: center;\">* * *<\/p>\n<p style=\"text-align: center;\">* * *<\/p>\n<p><em>Jonathan Cristol is a fellow at World Policy Institute and Levermore Research Fellow at Adelphi University. Follow him on Twitter <a href=\"https:\/\/twitter.com\/jonathancristol\" target=\"_blank\" rel=\"nofollow noopener\">@jonathancristol<\/a>.<\/em><\/p>\n<p>[Photo courtesy of <a href=\"https:\/\/www.flickr.com\/photos\/75062596@N00\/3455184602\/\" target=\"_blank\" rel=\"noopener\">Lars Plougmann<\/a>]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Qatar used to buy almost all of its dairy from Saudi Arabia—but it&#8217;s now on its way to becoming a net dairy exporter<\/p>\n","protected":false},"author":29,"featured_media":22302,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7603,7583,7591],"tags":[7681,8185,1195,593],"_links":{"self":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/posts\/22301"}],"collection":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/users\/29"}],"replies":[{"embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/comments?post=22301"}],"version-history":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/posts\/22301\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/media\/22302"}],"wp:attachment":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/media?parent=22301"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/categories?post=22301"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/tags?post=22301"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}},{"id":22177,"date":"2018-03-23T14:03:29","date_gmt":"2018-03-23T14:03:29","guid":{"rendered":"https:\/\/worldpolicy.org\/?p=22177"},"modified":"2018-03-23T14:03:29","modified_gmt":"2018-03-23T14:03:29","slug":"talking-policy-arsla-jawaid-on-iraqs-yazidi-community","status":"publish","type":"post","link":"https:\/\/worldpolicy.org\/2018\/03\/23\/talking-policy-arsla-jawaid-on-iraqs-yazidi-community\/","title":{"rendered":"Talking Policy: Arsla Jawaid on Iraq’s Yazidi Community"},"content":{"rendered":"<p>Much of the world first became aware of the Yazidis, a minority religious sect, when Islamic State militants began to close in on roughly 40,000 people trapped on Mount Sinjar in northwestern Iraq. The Yazidis have been targeted throughout the extremists’ campaign in Iraq and Syria, and women and girls were captured and forced to convert. Many of them have by now escaped captivity, but the homes they left behind have been ravaged by war. <em>World Policy Journal <\/em>spoke with Arsla Jawaid, who worked with the United Nations on youth radicalization and counter-terrorism in South Asia and the Middle East, and as a 2017-18 Concord Fellow conducts research on violent extremism and prevention, about providing long-term, sustainable assistance to the Yazidi women who have returned to their communities.<\/p>\n<p><strong>WORLD POLICY JOURNAL:<\/strong> Could you give a brief overview of what has happened to Iraq&#8217;s Yazidi community during the conflict over the past few years?<\/p>\n<p><strong>ARSLA JAWAID:<\/strong> Yazidis are a minority group in Iraq that has been persecuted for decades, largely because their religion is derived from Zoroastrianism, Christianity, and Islam. These kinds of communities, or minorities, are heavily persecuted in Iraq, given the extremism element and conflict the country is in. The Yazidis are seen, essentially, as devil-worshippers, as non-Muslims. They have a lot of commonalities with Christianity, in that they practice baptism. They have a lot of commonalities with Islam, in that they fast during a certain part of the year and practice circumcision. They also share elements with Zoroastrianism, in that they revere the fire, or the sun, as God. Where their religion differs is that they worship a fallen angel, who they say was banished by God, was forgiven, and then returned to the heavens.<\/p>\n<p>So when groups like the Islamic State take over a country like Iraq and persecute minorities, it gives them an easy edge to portray groups like this as non-Muslims, because they don&#8217;t believe in monotheism and worship an angel. Because of the nature and composition of the Yazidi sect, the group argues it is permissible to kidnap and take them as sex slaves. Furthermore, for the Yazidis, being a member of the community is a form of purity. It is such a strong virtue that the idea of leaving one’s religion and joining another is just unheard of and is considered unacceptable.<\/p>\n<p>Within the Iraqi context, the Yazidis were the most impoverished minority group. They lived in the most difficult of places. Many of them are not highly educated, they haven&#8217;t been actively participating in Iraq&#8217;s politics, and of course they have been persecuted for decades. This is a community that has been vulnerable from the very beginning.<\/p>\n<p><strong>WPJ:<\/strong> Who did you speak with in your reporting?<\/p>\n<p><strong>AJ: <\/strong>I initially went to Dohuk, in Iraqi Kurdistan. This region has a lot of camps that were set up for Yazidi women who escaped Islamic State captivity. These women were captured by the Islamic State, taken as sex slaves, and forced to convert—the ones who didn&#8217;t were brutally raped, over and over again. I was most interested in speaking with women who fit that profile, rather than meeting some of the 40,000 or so Yazidis who fled their homes when the Islamic State was coming and sought refuge on Mount Sinjar.<\/p>\n<p>I had gotten in touch with a number of NGOs that are working on the ground, such as the Free Yezidi Foundation and the Yazda foundation, which provide support and refuge for Yazidi women. I worked with great psychologists and translators who were able to take me into these camps as part of my ongoing research into the effects of extremism and militancy on vulnerable communities, especially women. I fortunately was working with people who these women were comfortable speaking to, but in interviews like these there are always heavy ethical concerns. I would make my objectives very clear to the women I spoke to, and seek their approval in a way. These women had gone through so much, and to have them go through the ordeal of repeating their stories over and over again, it has to be for a greater purpose than simple media consumption. So we got clear consent from all the women, and when we spoke with women under the age of 18, we would often sit with their families first and secure their consent. When the others were no longer around, we would explain again to these young women what we were trying to do, and re-confirm that she was okay talking about her experience. Most of the time we got a very positive response, but one or two women couldn&#8217;t bring themselves to talk. At that point, we just left—and that&#8217;s okay.<\/p>\n<p><strong>WPJ: <\/strong>What resources were available to these women and other survivors of the conflict, and what did they tell you about what they needed versus what was being offered?<\/p>\n<p><strong>AJ: <\/strong>The assistance that is required is not just to meet immediate needs, but to establish a sustainable model. But when we went to the camps, it was evident that the women weren’t receiving even the most basic assistance. And it&#8217;s not just financial assistance; it&#8217;s not just humanitarian aid. These women have gone through something incredibly traumatic, but the level of psycho-social assistance available is below the bare minimum. When you&#8217;re working with women like this, you need to put long-term mechanisms in place, not just a one-time fix, like getting a woman a visa to Germany. We interviewed women who had escaped Islamic State captivity eight months before, three months before, and as little as two weeks before. Just the fact that I could walk in and speak to a girl as young as 15, who had escaped Islamic State captivity and come back to her family just two weeks prior, should tell you how little psychological support there is for women, and especially girls. They have nowhere to go, and no one to provide advice or a roadmap.<\/p>\n<p>Most times, when they come back to their communities, there&#8217;s no one left who was there when the women were abducted. Their mothers have been killed, their fathers have been killed, and their brothers have been killed. Instead they come back to their uncles, their uncles&#8217; families, or their cousins. The brutality of the Islamic State has not just been the practice of rape; it has been the destruction of an entire community. The level of trauma that has on a young mind is just insurmountable—it&#8217;s something I don&#8217;t think you and I can ever fathom. And there just isn&#8217;t much available to them. There&#8217;s a lot of work being done by NGOs, but the NGOs are strapped for funding. People have been shouting and screaming about helping the Yazidis and bringing the women home, but the world has yet to listen. And that attitude manifests very quickly in the lack of resources available to these women and the NGOs working to help them.<\/p>\n<p><strong>WPJ: <\/strong>You mentioned this not being a problem that can be solved just with humanitarian aid or a standard first response. If these women’s needs are greater than that, then where do you think the problem lies with the model of helping post-conflict societies?<\/p>\n<p><strong>AJ: <\/strong>A multi-pronged approach has always been needed. But the Iraq conflict is just so complex, and humanitarian aid has to be focused on so many different areas because there are so many vulnerable communities, each with a unique set of needs. And when it comes to Yazidi women, what is required is not a short-term plan—it is not just providing humanitarian aid or a few psychologists for women to talk to. They need safe spaces, dialogue, and to understand that there is still life ahead despite what they have endured. Often, just having psychologists is not enough.<\/p>\n<p>There are plenty of models that have been used in Rwanda, in Sri Lanka, in Bangladesh—countries where people have seen war right in front of their eyes, where women have been made tools of expressing power, and where rape has been used as a tool of expressing power and ego and victory. In these cases, it&#8217;s not just humanitarian help you need, but sustainable mechanisms. In countries like Iraq, you need greater infrastructure development and institutional capacity that can support these women and make them feel like they are a part of the community. The communities they come back to need to welcome them and be safe for them; they need to be spaces where women can interact and share their experiences and talk about their trauma and not break down every time. That requires a gradual and patient approach—which doesn’t always happen in today’s world. Humanitarian responses are often looking for quick fixes or a light-footprint approach. We&#8217;re hungry for instant gratification and we&#8217;re not patient enough for gradual success, which yields far greater benefits than a quick fix.<\/p>\n<p><strong>WPJ: <\/strong>What have been some of the other long-term effects of the incursion by the Islamic State in the communities these women are returning to? What state are they in, compared to how they were a few years ago?<\/p>\n<p><strong>AJ: <\/strong>I met a lot of the women in camps in Dohuk, so I didn&#8217;t get a chance to go back to the places people had left behind. But what I understand is that these communities have completely been devastated. There are no communities, really, remaining. As I mentioned earlier, we’re not just talking about a singular act of rape—the Islamic State systematically destroyed these communities. And I think that has a particular impact not just on women, but also on Yazidi men, and boys especially. As far as I understand, a lot of women who are in Dohuk camps or who are with their families have not returned home. I did get a chance to speak with three young women, all under the age of 18, who had gone back to their uncles&#8217; houses. As we went to these areas—and these were not in Sinjar, but were close to the Dohuk camps—they told me there is nothing to go back to. They were in these places because this was the only option they had. I think, too, that returning to a place that no longer exists can have a severe impact on minds that already have gone through such intense trauma.<\/p>\n<p><strong>WPJ: <\/strong>In terms of international attention, it seemed that when the Islamic State&#8217;s forces were circling Mount Sinjar, the stakes were presented in such stark terms in the international media. The message was that, if no one took action, then this community would be wiped out entirely. What do you think the stakes are right now for the Yazidis, particularly the women, and why aren&#8217;t they being conveyed to the world as forcefully as they were in 2014?<\/p>\n<p><strong>AJ: <\/strong>The people I spoke with had very mixed views. It was interesting, too, because the views came from a range of different stakeholders. I do think there has been a healthy effort to raise awareness of the plight of Yazidi women, especially at the United Nations. We&#8217;ve seen Nadia Murad, a Yazidi woman who escaped Islamic State captivity, speaking at many U.N. forums, speaking with the secretary-general, speaking with different women leaders at the U.N., and trying to raise as much attention as she can. There are a few other Yazidi women—though not many—much like her who are trying to raise attention. But when I speak with NGOs working on the ground, many of them are not quite thrilled about this approach. For many humanitarian issues, what often happens is that when you have a spokesperson who is backed by tremendous celebrity status or media attention, the event itself and the crisis itself become very glitzy and glamorous. A lot of NGOs on the ground—the people working day and night with these women and with families, and who at the height of the crisis were trying to smuggle people away from the Islamic State—have had major reservations about what kind of attention has come to them. On the one hand, a lot of investors have been interested in pumping in some money to see what results could be yielded. But on the other hand, many of them felt that the attention being showered on them was coming with a lot of strings attached. It was coming with a lot of sound bites and photo ops, as opposed to a true dedication to the cause.<\/p>\n<p>I always made sure to ask the women I spoke with what they thought of Nadia Murad at the U.N., because in many ways she has become the champion of raising awareness for Yazidi women. Most of the older women said that it was very good, that she is one of them, and that they’re happy she&#8217;s raising attention because, while we can&#8217;t save everyone, maybe through her efforts we can save some of the girls. When the younger girls spoke about Nadia, however, they were somewhat indifferent. I think some of them felt that there is a healthy amount of publicity that is coming with her, but they&#8217;re not seeing much implemented on the ground. I think that comes from a younger mindset naturally—these women have fled but have left friends behind, and now that they’re out, they want their friends out too. Their attitudes, I think, come from that frustration a little bit.<\/p>\n<p><strong>WPJ: <\/strong>Given the way the international community seems to respond, and how gaining attention can elicit a somewhat superficial response, do you think the aid that is needed will come from the international community, or will it come from elsewhere?<\/p>\n<p><strong>AJ: <\/strong>It&#8217;s a complicated question. I do think it&#8217;s very good that noise is being created on the international level. U.N. agencies will always have member states backing them, and they will often be able to quickly get into places that are otherwise inaccessible. But at the same time, I don&#8217;t think that the bulk of attention, financing, or investment is going to come from the international community. Let&#8217;s remember that Iraq is of great strategic value to a lot of big powers, and the international community is complex in its priorities and agendas. The reason the Islamic State has gotten away with what it has, the reason Iraq and Syria are devastated, the reason we&#8217;re facing a tremendous humanitarian crisis in Syria and Iraq, is that the international community has not been able to form a consensus. People are dying; this is genocide, but people are afraid to use that word. This is 2018—we should be able to stop the massacre of people. In this part of the world we see conflict and war all the time, and it&#8217;s the people, it&#8217;s those who are most vulnerable, who get sacrificed in this big-power game.<\/p>\n<p>I do think the bulk of attention is going to have to come from the people themselves—from Iraqis, the communities working on the ground, and the NGOs working on the ground. I met a lot of vulnerable communities while I was there, but I was just blown away because I met tremendous young people looking to give back to their country, whether by opening an NGO, opening a community center, or whatever it is they wanted to do. I think that is where the real push is going to come from. The young people of Iraq are going to become the bigger pressure group than Nadia Murad standing by herself.<\/p>\n<p style=\"text-align: center;\">* * *<\/p>\n<p style=\"text-align: center;\">* * *<\/p>\n<p><em>This interview has been edited and condensed for clarity.<\/em><\/p>\n<p>[Photo courtesy of Arsla Jawaid]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>In Iraq, many Yazidi women have escaped Islamic State captivity, but the communities they returned to lack the infrastructure needed to support them<\/p>\n","protected":false},"author":29,"featured_media":22179,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7586,7591,7595],"tags":[8135,340,8034,1096,8048,7650,8136],"_links":{"self":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/posts\/22177"}],"collection":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/users\/29"}],"replies":[{"embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/comments?post=22177"}],"version-history":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/posts\/22177\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/media\/22179"}],"wp:attachment":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/media?parent=22177"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/categories?post=22177"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/tags?post=22177"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}},{"id":22065,"date":"2018-03-22T16:15:28","date_gmt":"2018-03-22T16:15:28","guid":{"rendered":"https:\/\/worldpolicy.org\/?p=22065"},"modified":"2018-03-22T16:15:28","modified_gmt":"2018-03-22T16:15:28","slug":"has-russia-perfected-multi-media-patriotism","status":"publish","type":"post","link":"https:\/\/worldpolicy.org\/2018\/03\/22\/has-russia-perfected-multi-media-patriotism\/","title":{"rendered":"Has Russia Perfected Multi-Media Patriotism?"},"content":{"rendered":"<p style=\"text-align: center;\"><em>This article was originally published by <a href=\"https:\/\/codastory.com\/disinformation-crisis\/rewriting-history\/has-russia-perfected-multi-media-patriotism\" target=\"_blank\" rel=\"noopener\">Coda Story<\/a>.<\/em><\/p>\n<p><strong>By Matthew Luxmoore<\/strong><\/p>\n<p>One recent Sunday in the city of Kazan, the capital of Russia’s republic of Tatarstan, dozens of children milled outside the entrance to a glitzy new exhibition about the Romanovs, the dynasty that ruled the country for 300 years. The largest group was from Kazan Federal University’s elementary school: aged seven to 12, with their parents in tow.<\/p>\n<p>The guide, Olga Solntseva, had little trouble directing their attention. Interactive screens showed animated battle reconstructions. Multiple-choice quizzes lit up touchscreen tables. It was a celebration of the sanctity of statehood and hard-won victories over recidivist invaders.<\/p>\n<p>On a map of the Russian Empire’s westernmost reaches, Solntseva indicated a region in today’s Ukraine now claimed by Russian-backed separatists. “Do we know what Ukraine is?” she asked the group. “Yes. It’s a bad country,” one boy offered. The past would resonate with the present throughout the tour.<\/p>\n<p>The displays covering the Romanovs are part of a giant exhibition titled “Russia: My History,” which opened in Kazan to <a href=\"https:\/\/www.youtube.com\/watch?v=d1C0JgFMWJo\" target=\"_blank\" rel=\"noopener\">major fanfare<\/a> late last year. But it is actually one of 17 such exhibitions that have been set up nationwide with lavish state funding since 2015—from Russia’s <a href=\"https:\/\/myhistorypark.ru\/?city=yuz\" target=\"_blank\" rel=\"noopener\">Far East<\/a>, to <a href=\"https:\/\/myhistorypark.ru\/news\/?city=mak\" target=\"_blank\" rel=\"noopener\">Dagestan<\/a> in the south.<\/p>\n<p>Offering an accessible quick-take on the country’s past, the displays meld a narrative of statism with a celebration of the Orthodox faith. Tens of thousands of schoolchildren have visited the various venues, thanks partly to subsidized trips offered and promoted by <a href=\"https:\/\/rg.ru\/2016\/11\/10\/reg-cfo\/proekt-rossiia-moia-istoriia-budut-izuchat-v-shkole.html\" target=\"_blank\" rel=\"noopener\">the Education Ministry<\/a>. The exhibition project has been hailed for injecting more glitz and glamour into Russian history, and underpinning the wider government campaign to <a href=\"https:\/\/www.nytimes.com\/2017\/09\/19\/world\/europe\/moscow-kalashnikov-statue.html\" target=\"_blank\" rel=\"noopener\">encourage patriotism<\/a>—much of it centered on <a href=\"https:\/\/www.history.com\/news\/vladimir-putin-russia-power\" target=\"_blank\" rel=\"noopener\">celebrating Russia’s role<\/a> in defeating Nazi Germany in World War II.<\/p>\n<p>But the “Russia: My History” project is controversial. Critics say it is full of errors, omissions, and falsehoods—among them invented quotes attributed to former U.S. president Bill Clinton—and videos appearing to justify Stalinist repression. One group of Russian historians has gone so far as to accuse the Education Ministry of corrupting the minds of schoolchildren by sending them to the exhibition, and has launched a campaign to stop the project expanding.<\/p>\n<p><em><strong>Orthodox Rebirth<\/strong><\/em><\/p>\n<p>The project traces its roots to the post-Soviet rebirth of the Russian Orthodox Church. In 1995, its St. Petersburg diocese organized an exhibition called <a href=\"http:\/\/pravoslav-expo.ru\/index\/history\/\" target=\"_blank\" rel=\"noopener\">“Orthodox Rus,”<\/a> with the stated aim of uniting church, government and society in “safeguarding and developing traditional spiritual values.” With Russians reeling from the economic and political turmoil following the Soviet collapse, this seemed a worthy ambition for a faith regaining its foothold after decades of repression.<\/p>\n<p>It was also prescient. The years that followed saw church and state converge. By 2003 “Orthodox Rus” had become an annual fixture in Moscow, and with the patronage of both the Kremlin and the Orthodox Church, the exhibition spread steadily to other cities.<\/p>\n<p>Things really took off in 2013, when the first version of the Romanovs exhibition launched, complete with interactive displays. It was so popular that organizers extended opening hours to satisfy the <a href=\"http:\/\/pravoslavie.ru\/66078.html\" target=\"_blank\" rel=\"noopener\">long, snaking line of visitors<\/a> that formed outside. By the time it closed, almost 300,000 people had passed through the doors in less than three weeks. <a href=\"http:\/\/www.patriarchia.ru\/db\/text\/3348304.html\" target=\"_blank\" rel=\"noopener\">President Vladimir Putin<\/a> wrote in the guestbook: “With respect and gratitude for work done for the benefit of the Motherland.”<\/p>\n<p>Other installments were subsequently added, focusing on ancient Russia and the 20th century. This became the “Russia: My History” exhibition, which opened in 2015 in <a href=\"http:\/\/vdnh.ru\/en\/\">a giant pavilion<\/a> specially rebuilt for the purpose.<\/p>\n<p>The government has spent 411 billion rubles ($7.2 billion) on the exhibitions since 2013, according to <a href=\"https:\/\/tvrain.ru\/articles\/gazprom_i_tihon-450410\/\" target=\"_blank\" rel=\"noopener\">an investigation<\/a> by the anti-corruption organization Transparency International and Dozhd, an independent TV channel. Another 10 billion rubles ($177 million) have been allocated for regional branches. And several prominent oligarchs close to Putin, including Oleg Deripaska, have also contributed funds, the investigation revealed.<\/p>\n<p>The Education Ministry <a href=\"https:\/\/rg.ru\/2016\/11\/10\/reg-cfo\/proekt-rossiia-moia-istoriia-budut-izuchat-v-shkole.html\" target=\"_blank\" rel=\"noopener\">added<\/a> “Russia: My History” to its suggested curriculum for schools in November 2016. In a <a href=\"https:\/\/www.kommersant.ru\/doc\/3218432\" target=\"_blank\" rel=\"noopener\">letter distributed to the regions<\/a>, it called the exhibition a “live textbook” for the “moral, spiritual, cultural, and aesthetic” education of Russian children, and encouraged teachers to incorporate the material into classes and extra-curricular trips.<\/p>\n<p>But a group of Russian historians known as the Free Historical Society have taken a public stand against the exhibition, calling on the Education Ministry to withdraw its approval.<\/p>\n<p>“Reliance on clear and shameless lies is unacceptable when you’re educating children and those who will be teaching them,” they wrote in <a href=\"https:\/\/volistob.ru\/vio-news\/obrashchenie-volnogo-istoricheskogo-obshchestva-k-ministru-obrazovaniya-i-nauki-rossiyskoy\" target=\"_blank\" rel=\"noopener\">an open letter to Education Minister Olga Vasilyeva<\/a>. “The Education Ministry is now engaging in the corruption of young minds.”<\/p>\n<p>The historians demanded that school trips to the exhibitions be suspended pending an independent “expert review.” They also sent a copy of the letter to Bishop Tikhon Shevkunov, the mastermind behind the “Russia: My History” project.<\/p>\n<p>Separately, the organization posted <a href=\"https:\/\/volistob.ru\/statements\/eshche-raz-o-multimediynyh-parkah-rossiya-moya-istoriya\" target=\"_blank\" rel=\"noopener\">photos<\/a> of what it said were misleading phrases and invented quotations in some sections of the exhibition. One has Bill Clinton boasting: “We achieved what President Truman attempted to do with the Soviet Union through the use of the atom bomb. Though with one substantial difference: we have gained a ‘resource colony.’”<\/p>\n<p>Another, attributed to U.S. President Jimmy Carter’s former National Security Advisor, Zbigniew Brzezinski, reads: “There is no doubt that Russia will be broken into pieces and under our wing.”<\/p>\n<p>These quotations have gained a life well beyond the exhibition. If you do an internet search for them in Russian, it yields thousands of matches. They also feature, unreferenced, in dozens of Russian-language books. The country’s leading newspapers have cited them too, with one erroneously <a href=\"https:\/\/www.kommersant.ru\/doc\/3310793\" target=\"_blank\" rel=\"noopener\">naming<\/a> Brzezinski’s “The Grand Chessboard” as a source.<\/p>\n<p>But so far, the historians’ complaints have had little effect. The Education Ministry responded by saying that all educational institutions are free to choose the materials they use. Bishop Tikhon took a different line, <a href=\"http:\/\/pressmia.ru\/pressclub\/20171213\/951788008.html\" target=\"_blank\" rel=\"noopener\">saying<\/a> that two other quotations had been debunked and removed, but vehemently defending the rest of the exhibition’s contents.<\/p>\n<figure id=\"attachment_22067\" style=\"max-width: 545px\" class=\"wp-caption aligncenter\"><img class=\"size-medium wp-image-22067\" src=\"https:\/\/worldpolicy.org\/wp-content\/uploads\/2018\/03\/Luxmoore2-545x365.jpg\" alt=\"\" width=\"545\" height=\"365\" srcset=\"https:\/\/worldpolicy.org\/wp-content\/uploads\/2018\/03\/Luxmoore2-545x365.jpg 545w, https:\/\/worldpolicy.org\/wp-content\/uploads\/2018\/03\/Luxmoore2-768x514.jpg 768w, https:\/\/worldpolicy.org\/wp-content\/uploads\/2018\/03\/Luxmoore2-840x562.jpg 840w, https:\/\/worldpolicy.org\/wp-content\/uploads\/2018\/03\/Luxmoore2-272x182.jpg 272w\" sizes=\"(max-width: 545px) 100vw, 545px\" \/><figcaption class=\"wp-caption-text\">Russia’s past in multi-media<\/figcaption><\/figure>\n<p>Ivan Kurilla, a Free Historical Society member and a professor at St. Petersburg’s European University, said his colleagues were initially divided. Some advocated helping the exhibitions’ authors make adjustments.<\/p>\n<p>But he felt that if they worked with the organizers, “the result will be an exhibition which remains conservative, Orthodox, and state-centric,” he said. “The narrative of the past depends on what questions we ask of that past, and the organizers don’t want certain questions to be answered.”<\/p>\n<p>At the same time, Kurilla applauded the technical quality of the exhibitions and said he can understand why so many people go. “For many regional cities, this is probably the first new cultural venue in dozens of years,” he said. “Most Russian museums have changed little since Soviet times, but this is something totally new.”<\/p>\n<p>The Education Ministry did not respond to several requests for comment.<\/p>\n<p>In the meantime, the project continues to grow. Ioann Sereda, a bearded Orthodox seminary graduate, oversees its guided tours department. One Tuesday in February, he was rushing round the lobby of the Moscow chapter, coordinating school groups. During a break, he showed me around a new wing of the building.<\/p>\n<p>The section on the 20th century, titled “From Great Upheavals to the Great Victory,” was being moved and expanded to include life-size images of World War II battles. A fourth exhibition, running from 1945 to the present day and already launched in the regions, will open in Moscow this summer, Sereda said.<\/p>\n<p>“People too often make of Russia’s history some kind of horror-show,” he told me as we wandered through the 20th century. Over his words floated music from the Soviet film <em>The Blizzard<\/em>, the <a href=\"https:\/\/www.youtube.com\/watch?v=31I8RhR2a4M\" target=\"_blank\" rel=\"noopener\">“Russia: My History” soundtrack<\/a>. “This is Russia’s most ambitious project on history for the past 25 years. Criticism is needed and natural, but it should be objective.”<\/p>\n<figure id=\"attachment_22068\" style=\"max-width: 286px\" class=\"wp-caption alignright\"><img class=\"size-medium wp-image-22068\" src=\"https:\/\/worldpolicy.org\/wp-content\/uploads\/2018\/03\/Luxmoore3-286x365.jpg\" alt=\"\" width=\"286\" height=\"365\" srcset=\"https:\/\/worldpolicy.org\/wp-content\/uploads\/2018\/03\/Luxmoore3-286x365.jpg 286w, https:\/\/worldpolicy.org\/wp-content\/uploads\/2018\/03\/Luxmoore3-768x980.jpg 768w, https:\/\/worldpolicy.org\/wp-content\/uploads\/2018\/03\/Luxmoore3-659x840.jpg 659w, https:\/\/worldpolicy.org\/wp-content\/uploads\/2018\/03\/Luxmoore3.jpg 1176w\" sizes=\"(max-width: 286px) 100vw, 286px\" \/><figcaption class=\"wp-caption-text\">Early convert<\/figcaption><\/figure>\n<p>We passed the entrance to a section on Stalin-era repression, listing the numbers shot or imprisoned. Tucked away in a side room, the displays looked like an afterthought. Along a wall to our right ran a timeline of events leading up to World War II. But it stopped on Dec. 8, 1938, only picking up again from the Nazi invasion in June 1941, thereby omitting events like the <a href=\"https:\/\/en.wikipedia.org\/wiki\/Molotov%E2%80%93Ribbentrop_Pact\" target=\"_blank\" rel=\"noopener\">1939 Nazi-Soviet pact<\/a>, which paved the way for Poland’s partition. Sereda said it was a glitch resulting from renovations under way.<\/p>\n<p>The 20th century culminates in a five-minute video portraying the Russian Revolution as a bloody coup by zealous ideologues. “In 1917 there was another choice: retaining a belief in our ancestors and a great Russia,” the narrator says. But the 1920s saw a return to Russia’s tradition of building a strong state, he continues, and Stalin’s industrialization and collectivization campaigns ensured the country could defend itself against Hitler’s attack. “The clearest evidence of our nation’s transformation,” the film concludes, “was its great victory.” On screen, fireworks light up the sky above the Kremlin.<\/p>\n<p>By the end of this year, 25 cities will be hosting “Russia: My History,” according to project spokesman Aleksandr Tarasov. But the Free Historical Society says it is determined to keep fighting its corner.<\/p>\n<p>Putin paid <a href=\"http:\/\/en.kremlin.ru\/events\/president\/news\/56774\" target=\"_blank\" rel=\"noopener\">a visit<\/a> to the Volgograd chapter last month. He walked past screens backlit in red and black, showing grim scenes from the 1990s: war in Chechnya, dilapidated infrastructure, and children begging in the poverty-stricken provinces. In blue were impressive-looking statistics on Russia’s progress since Putin took power in December 1999.<\/p>\n<p>On the wall were banners with some of his quotes. “Too often in our national history, instead of opposition to the government, we see opposition to Russia itself,” read one. “And we know how this ends: with the destruction of the state itself.”<\/p>\n<p>Back in Kazan, Solntseva posed for photos and watched the children shuffle out into the lobby. Leyla Khalyulina and her 9-year-old son Emir waited in line for the cloakroom. It was their second visit to the exhibition. “I think it’s great that they came up with it,” she said.<\/p>\n<p>For Emir, the tour was a welcome break from the classroom. The exhibition’s interactive videos and games were far more engaging than textbooks and lectures. “For me the most important thing is to know how things happened. Because in the future, in higher grades, it’ll come in handy in history lessons,” Emir said. “And I’ll learn it all in advance.”<\/p>\n<p style=\"text-align: center;\">* * *<\/p>\n<p style=\"text-align: center;\">* * *<\/p>\n<p><em>Matthew Luxmoore is a freelance journalist based in Moscow, currently working with the<\/em> New York Times. <em>Find him on Twitter <a href=\"https:\/\/twitter.com\/mjluxmoore?lang=en\" target=\"_blank\" rel=\"noopener\">@mjluxmoore<\/a>.<\/em><\/p>\n<p>[Photos by Matthew Luxmoore]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>State-sponsored exhibitions are drawing in hordes of Russian schoolchildren, but historians point out the errors and omissions in this retelling of national history<\/p>\n","protected":false},"author":29,"featured_media":22066,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7579,7604],"tags":[81,8090,8089,8091,8,8092,2227],"_links":{"self":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/posts\/22065"}],"collection":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/users\/29"}],"replies":[{"embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/comments?post=22065"}],"version-history":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/posts\/22065\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/media\/22066"}],"wp:attachment":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/media?parent=22065"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/categories?post=22065"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/tags?post=22065"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}},{"id":22060,"date":"2018-03-21T16:03:48","date_gmt":"2018-03-21T16:03:48","guid":{"rendered":"https:\/\/worldpolicy.org\/?p=22060"},"modified":"2018-03-21T16:03:48","modified_gmt":"2018-03-21T16:03:48","slug":"minnie-grey-on-health-services-in-nunavik-canada","status":"publish","type":"post","link":"https:\/\/worldpolicy.org\/2018\/03\/21\/minnie-grey-on-health-services-in-nunavik-canada\/","title":{"rendered":"Minnie Grey on Health Services in Nunavik, Canada"},"content":{"rendered":"<p><em>“People of the North” is a series of interviews created in partnership with Arctic in Context and Kesserwan Arteau, a legal and consulting firm that works with indigenous communities. Every six weeks, Kesserwan Arteau founders Jean François Arteau and Karina Kesserwan will publish an interview with leaders, innovators, and community members in an effort to highlight the Arctic’s diversity from the perspectives of those who live there. <\/em><\/p>\n<p><strong>By Jean-François Arteau<\/strong><\/p>\n<p>Minnie Grey has worked actively throughout her career to improve the quality of life for Inuit in Nunavik, Canada, and across the world. Nunavik, the northernmost part of Québec province, has been the site of negotiations for regional autonomy in recent decades. Grey was born in Kangirsuk, a coastal village in Nunavik. She served as third vice president of the Makivik Corporation, an organization that represents the interests of the Inuit of Nunavik, where she focused on self-government and community and economic development.<\/p>\n<p>Grey served for six years as vice president of the Canada office of the Inuit Circumpolar Council (ICC). She also chaired the Nunavik Education Task Force. From 1991 to 2000, she was the executive director for the Ungava Tulattavik Health Center and chairperson of the Nunavik Nutrition and Health Committee, an advisory group that was created to address the issue of food contaminants. Today, part of its mandate is to evaluate research projects related to wildlife and the environment.<\/p>\n<p>From 2000 to 2002, Grey served as executive director of the Nunavik Regional Board of Health and Social Services, which oversees seven bureaucratic departments. During her tenure, she led the implementation of the Tapiriilirniq process, which addressed the issue of suicide. Grey was also appointed to the Inuit Governing Committee of the nonprofit National Aboriginal Health Organization. She has been a member of the Institute of Aboriginal Health within the Canadian Institutes of Health Research (a federal agency), the Canadian Council of Learning, a U.N. advisory group to the ICC, and the board of the Nasivvik Center for Inuit Health and Changing Environment at Laval University in Québec City.<\/p>\n<p>Today, Grey chairs the Circumpolar Inuit Health Steering Committee at the ICC, and is co-chair of Saqijuq, an initiative to reconstruct regulations related to alcohol and drug abuse. She was a lead negotiator in the five-year talks between the government of Canada, the government of Québec, and the Inuit regarding self-government in Nunavik.<\/p>\n<p>Grey returned to the Nunavik Regional Board of Health and Social Services in 2013 as executive director. In the following interview, she discusses the changes she has seen in Nunavik over her lifetime and her hopes for Inuit self-governance in the years ahead.<\/p>\n<p><img class=\"aligncenter size-medium wp-image-22062\" src=\"https:\/\/worldpolicy.org\/wp-content\/uploads\/2018\/03\/DSC_0954-547x365.jpg\" alt=\"\" width=\"547\" height=\"365\" srcset=\"https:\/\/worldpolicy.org\/wp-content\/uploads\/2018\/03\/DSC_0954-547x365.jpg 547w, https:\/\/worldpolicy.org\/wp-content\/uploads\/2018\/03\/DSC_0954-272x182.jpg 272w, https:\/\/worldpolicy.org\/wp-content\/uploads\/2018\/03\/DSC_0954.jpg 640w\" sizes=\"(max-width: 547px) 100vw, 547px\" \/><\/p>\n<p><strong>Kesserwan Arteau<\/strong>: What do you call your North?<\/p>\n<p><strong>Minnie Grey<\/strong>: I simply call the North my home. My north is the people, the land, the sea, the wildlife, the environment. This is where I have my roots, my family. In other words, the North is my identity.<\/p>\n<p><strong>KA<\/strong>: Tell us a bit about yourself.<\/p>\n<p><strong>MG<\/strong>: I am an Inuk born in Kangirsuk, Nunavik.<\/p>\n<p>I am Minnie Grey—wife, mother, grandmother, aunt, sister and an executive director at the Nunavik Regional Board of Health and Social Services.<\/p>\n<p>I am very proud of my heritage and my ancestry. Although I have mixed blood, I was raised by my mother, my grandmother, my sister, and the rest of my close-knit extended family, so I feel very strongly about being an Inuk. It has made me passionate about issues related to our way of life and about being proactive in adapting to the modern world.<\/p>\n<p><strong>KA<\/strong>: How do you link to the North?<\/p>\n<p><strong>MG<\/strong>: Coming from the North, I appreciate the vast space and the less hectic lifestyle. Having been born on the land and lived in the traditional way as a child shapes me as an adult, living the best of the two worlds I grew up in. As a child, I attended the federal day school in Kangirsuk then was sent off to Ottawa for high school. This experience gave me a balance of both worlds.<\/p>\n<p>Today, the people around me are the most important part of my life: the Inuit—my family, friends, hunters, and colleagues—and non-Inuit, including professionals in the health and social services sector and the education sector, as well as finance people, lawyers, and those from other walks of life.<\/p>\n<p><strong>KA<\/strong>: What you consider to be successes in your North?<\/p>\n<p><strong>MG<\/strong>: Success depends on how something has positively influenced our society. We have succeeded as a people because of the survival skills of our ancestors; we have remained resilient and are very adaptable. More and more people are getting educated and Nunavik has become a pioneer in many areas, which it should be proud of. Our public institutions—such as health, education, and municipal organizations—have all-Inuit boards. We have Inuit-owned companies and we collectively benefit from the subsidiaries of Makivik, our ethnic organization. We have a good working relationship with both federal and provincial levels of government. More and more young leaders are stepping up, too, and I believe that can lead to further successes.<\/p>\n<p><strong>KA<\/strong>: What are some of the challenges?<\/p>\n<p><strong>MG<\/strong>: My North is facing many challenges, none of them easy. Over 60 years of rapid change, our people have had to face colonialism, residential schools [a government-sponsored education system meant to forcibly assimilate Indigenous children], dog slaughters [an attempt by police forces to subvert the Inuit’s nomadic lifestyle], and [federal government-initiated] relocations. These imposed acts have had a severe, negative impact on our society. We are dealing with alcohol and drug abuse, high rates of suicide and violence, and neglect of children. But we have now taken matters into our own hands, and I, for one, see a brighter future for our children. Inuit have stepped up to find their own solutions instead of depending on foreign methods that do not take into account our culture and our way of life.<\/p>\n<p><strong>KA<\/strong>: What are a few misconceptions about your North?<\/p>\n<p><strong>MG<\/strong>: It is not just a vast nothingness. There are people here, guardians of the land who live in modern communities, though they still practice traditional activities like hunting, fishing, and gathering. We have beautiful clothing made by talented women who use animal fur in their creations so that we can bear the cold in minus 50-degree winters.<\/p>\n<p>We don’t live in igloos anymore; they’re only used as shelters in the winter. We don’t rub noses; we sniff babies as a way of kissing them. We don’t just eat raw or frozen meat; in fact, we have quite the culinary taste when it comes to cooking our wildlife. Nunavik Inuit still speak their own language, and the newer generation now speaks three languages: Inuktitut, French, and English.<\/p>\n<p><strong>KA<\/strong>: What are your hopes and fears for the future?<\/p>\n<p><strong>MG<\/strong>: I hope that my North will transform into a more autonomous region, moving forward with a form of self-government, so that different organizations can work together for a better Nunavik—for our own people—instead of working within their silos.<\/p>\n<p>In the medium term, I hope to see more and more Inuit educated in all sectors, but especially in the area of health and social services. We need to be able to provide services in our own language—Inuit providing services to other Inuit. I also wish for our land to remain pristine. Even if there is mass resource development, I hope that our culture, way of life, and environment will be respected.<\/p>\n<p>I hope for my people to be proud of our way of life, to remain resilient and be strong so that our children and their children will continue to practice what our ancestors protected for us. I hope they respect life and understand that we cannot give up. I don’t want to have fears; I am an optimistic person and passionate about the positive changes we can instill in our youth. If anything, I fear for the victims of violence and childhood sexual abuse. This cycle has to stop if we want to survive as a society.<\/p>\n<p><img class=\"aligncenter size-medium wp-image-22063\" src=\"https:\/\/worldpolicy.org\/wp-content\/uploads\/2018\/03\/DSC_9949-546x365.jpg\" alt=\"\" width=\"546\" height=\"365\" srcset=\"https:\/\/worldpolicy.org\/wp-content\/uploads\/2018\/03\/DSC_9949-546x365.jpg 546w, https:\/\/worldpolicy.org\/wp-content\/uploads\/2018\/03\/DSC_9949-272x182.jpg 272w, https:\/\/worldpolicy.org\/wp-content\/uploads\/2018\/03\/DSC_9949.jpg 640w\" sizes=\"(max-width: 546px) 100vw, 546px\" \/><\/p>\n<p style=\"text-align: center;\">* * *<\/p>\n<p style=\"text-align: center;\">* * *<\/p>\n<p><em>Jean François Arteau was born in Quebec and has spent over 20 years working with the Inuit, including seven years in the Arctic town of Kuujuaq. <\/em><\/p>\n<p><em>Karina Kesserwan was born in St. Petersburg, Russia. She has been working with Indigenous peoples for the past 10 years.<\/em><\/p>\n<p>[Photos courtesy of Minnie Grey]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>How Canada&#8217;s Inuit communities are developing their own solutions to social problems<\/p>\n","protected":false},"author":29,"featured_media":22061,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7575,7586],"tags":[1414,986,8088,7758,8087,7906,928],"_links":{"self":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/posts\/22060"}],"collection":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/users\/29"}],"replies":[{"embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/comments?post=22060"}],"version-history":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/posts\/22060\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/media\/22061"}],"wp:attachment":[{"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/media?parent=22060"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/categories?post=22060"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/worldpolicy.org\/wp-json\/wp\/v2\/tags?post=22060"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]
